{"name": "1%/10 Net 30 Definition", "@id": "https://www.investopedia.com/terms/1/1-10net30.asp", "related": ["https://www.investopedia.com/terms/c/cash-discount.asp", "https://www.investopedia.com/terms/n/netsales.asp", "https://www.investopedia.com/terms/t/trade-credit.asp", "https://www.investopedia.com/terms/d/dpo.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/b/bond.asp"], "body": ["\nThe 1%/10 net 30 calculation is a way of providing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-discount.asp\" rel=\"noopener noreferrer\">cash discounts</a> on purchases. It means that if the bill is paid within 10 days, there is a 1% discount. Otherwise, the total amount is due within 30 days.\n", "\nThe 1%/10 net 30 calculation represents the credit terms and payment requirements outlined by a seller. The vendor may offer incentives to pay early to accelerate the inflow of cash. This is particularly important for cash-strapped businesses or companies with no revolving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\" rel=\"noopener noreferrer\">lines of credit</a>. Companies with higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\" rel=\"noopener noreferrer\">profit margins</a> are more likely to offer cash discounts.\n", "\nAlthough the numbers are always interchangeable across vendors, the standard structure for offering a payment discount is the same. The first number will always be the percentage discount. This figure will indicate the total percentage discount on the invoice prior to shipping or taxes that may be discounted upon early payment.\n", "\nDiscount terms like 1%/10 net 30 are virtual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shorttermdebt.asp\" rel=\"noopener noreferrer\">short-term loans</a>. This is because if the discount is not taken, the buyer must pay the higher price as opposed to paying a reduced cost. In effect, the difference between these two prices reflects the discount lost, which can be reported as a percentage. This percentage is called the cost of credit.\n", "\nWhen the credit terms are 1%/10 net 30, the net result becomes, in essence, an interest charge of 18.2% upon the failure to take the discount.\n", "\nThe accounting entry for a cash discount taken may be performed in two ways. The gross method of purchase discounts assumes the discount will not be taken and will only input the discount upon actual receipt of payment within the discount period.\n", "\nTherefore, the entire amount of receivable will be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debit.asp\" rel=\"noopener noreferrer\">debited</a>. When payment is received, the receivable will be credited in the amount of the payment and the difference will be a credit to discounts taken. The alternative method is called the net method. For a discount of 1%/10 net 30, it is assumed the 1% discount will be taken. This results in a receivable being debited for 99% of the total cost.\n", "\nFor example, if \"$1000 - 1%/10 net 30\" is written on a bill, the buyer can take a 1% discount ($1000 x 0.01 = $10) and make a payment of $990 within 10 days, or pay the entire $1000 within 30 days.\n", "\nThe second number is always the number of days of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discounting.asp\" rel=\"noopener noreferrer\">discount period</a>. In the example above, the discount period is 10 days. Finally, the third number always reflects the invoice due date.\n"]}