{"name": "10-K Definition", "@id": "https://www.investopedia.com/terms/1/10-k.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-10-12g.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/s/sec-form-11-k.asp", "https://www.investopedia.com/terms/s/sec-form-10-sb.asp", "https://www.investopedia.com/terms/s/sec-form-12b-25.asp", "https://www.investopedia.com/terms/s/sec-form-25.asp"], "body": ["\nA 10-K is a comprehensive report filed annually by a publicly-traded company about its financial performance and is required by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">U.S. Securities and Exchange Commission </a>(SEC). The report contains much more detail than a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualreport.asp\">annual report</a>, which is sent to its shareholders before an annual meeting to elect <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\">company directors</a>.\n", "\nSome of the information a company is required to document in the 10-K includes its history, organizational structure, financial statements, earnings per share, subsidiaries, executive compensation, and any other relevant data.\n", "\nThe SEC requires this report to keep investors aware of a company's financial condition and to allow them to have enough information before they buy or sell shares in the corporation, or before investing in the firm’s corporate bonds.\n", "\nBecause of the depth and nature of the information they contain, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/09/form-10k.asp\">10-Ks</a> are fairly long and tend to be complicated. But <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\">investors</a> need to understand that this is one of the most comprehensive and most important documents a public company can publish on a yearly basis. The more information they can gather from the 10-K, the more they can understand about the company.\n", "\nThe government requires companies to publish 10-K forms so investors have fundamental information about companies so they can make informed investment decisions. This form gives a clearer picture of everything a company does and what kinds of risks it faces.\n", "\nThe 10-K includes five distinct sections:\n", "\nA 10-K filing also includes signed letters from the company’s chief executive officer and chief financial officer. In it, the executives swear under oath that the information included in the 10-K is accurate. These letters became a requirement after several high-profile cases involving accounting fraud following the dot-com bust.\n", "\nNotably, 10-K filings are public information and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.investor.gov/research-before-you-invest/research/researching-investments/how-read-10-k\">readily available</a> through a number of sources. In fact, the vast majority of companies include them in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investorrelations.asp\">Investor Relations</a> section of their website. The information included in a 10-K can be difficult to move through, but the more familiar investors become with the layout and the type of information included, it will likely become easier to identify the most important details.\n", "\nFiling deadlines for the 10-K vary based on the size of the company. According to the SEC, companies with a public <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/float.asp\">float</a>—shares issued to the public that are available to trade—of $700 million or more must file their 10-K within 60 days after the end of their fiscal year. Companies with a float between $75 million and $700 million have 75 days, while companies with less than $75 million in its float has 90 days.\n", "\nAlong with the 10-K, the SEC requires that public companies regularly file forms 10-Q and 8-K.\n", "\nForm 10-Q must be submitted to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/08/sec-forms.asp\">SEC</a> on a quarterly basis. This form is a comprehensive report of a company's performance and includes relevant information about its financial position. Unlike the 10-K, the information in the 10-Q is usually unaudited. The company is only required to file it three times a year as the 10-K is filed in the fourth quarter.\n", "\nThe form 8-K though is required by the SEC whenever companies announce major events of which shareholders must be made aware. These events may include (but aren't limited to) sales, acquisitions, delistings, departures, and elections of executives, as well as changes in a company's status or control, bankruptcies, information about operations, assets, and any other relevant news.\n"]}