{"name": "100% Equities Strategy Definition", "@id": "https://www.investopedia.com/terms/1/100-equities-strategy.asp", "related": ["https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/s/stylebox.asp", "https://www.investopedia.com/terms/a/allcapfund.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/f/fundcategory.asp"], "body": ["\nA 100% equities strategy is a strategy commonly adopted by pooled funds, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund</a>, that allocates all investable cash solely to stocks. Only equity securities are considered for investment, whether they be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listed.asp\">listed</a> stocks, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter</a> stocks, or private equity shares.\n", "\n100% equities strategies represent funds that only choose investments from an equity universe. Generally, very few funds would be able to deploy all its capital in equity market investments without holding some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashandcashequivalents.asp\">cash and cash equivalents</a> for transactions and operating activities. However, 100% equity strategies are still very prevalent in the market and encompass a large majority of offerings.\n", "\nMost 100% equity strategies will have an investment objective stating the fund will invest at least 80% in equities. The 80% threshold is a formality used in registration documentation for the majority of equity funds in the marketplace, with many funds deploying anywhere from 90% to 100% to equities.\n", "\nIn the 100% equity category, many investors will seek funds that do not integrate higher risk instruments (such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a>) or riskier strategies (such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">short selling</a>), and instead take a more focused, traditional approach to equity investment.\n", "\nEquities are generally considered the riskier asset class over other leading alternatives, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bonds</a> and cash. A well diversified portfolio of all stocks can protect against individual company risk, or even sector risk, but market risks will still exist that can affect the equities asset class. Thus, both systemic and idiosyncratic risks are important considerations for aggressive equity investors.\n", "\nIn the 100% equity strategy category, an investor will find a wide range of sub-classes to choose from, including those that focus on one, or a combination, of the following: capital appreciation, aggressive growth, growth, value, capitalization and income. Outlined below are some of the characteristics investors can expect from some of the most prominent 100% equity strategies.\n", "\nGrowth investing is a style used by many aggressive equity investors who are comfortable with higher risk investments and seek to take advantage of growing companies. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/russell3000-growth.asp\">Russell 3000 Growth Index</a> is a broad market index that helps to represent the growth category.\n", "\nGrowth companies offer emerging technologies, new innovations, or a significant sector advantage that gives them above average expectations for revenue and earnings growth.\n", "\nValue stocks are often known as long term core holdings for an investor’s portfolio. These equity funds will rely on fundamental analysis to identify stocks that are undervalued in comparison to their fundamental value.\n", "\nInvestment metrics for value investing often include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\">price-to-earnings</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-to-bookratio.asp\">price-to-book</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freecashflow.asp\">free cash flow</a>.\n", "\nIncome investing is also a top category for core long-term holdings in a portfolio. Income funds will invest in equities with a focus on current income. Income from equity investments is primarily focused on mature companies paying steady <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a> rates.\n", "\nIn the income category, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">real estate investment trusts</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mlp.asp\">master limited partnerships</a> are two publicly traded stock categories with unique incorporation structures that require them to pay high levels of income to equity investors.<span class=\"ql-inline-citation\" data-cite=\"2\"></span><span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalization.asp\">Capitalization</a> is a popular investing strategy for all equity portfolios. Generally, capitalization is broken down by large cap, mid cap, and small cap.\n", "\nLarge-cap companies can offer the lowest risks, as they have established businesses and steady earnings that pay dividends. Small-cap companies are usually considered to have the highest risk since they are typically in the early stages of their development.\n"]}