{"name": "11th District Cost of Funds Index (COFI)", "@id": "https://www.investopedia.com/terms/1/cofi.asp", "related": ["https://www.investopedia.com/terms/f/federal-reserve-bank-of-san-francisco.asp", "https://www.investopedia.com/terms/v/variableinterestrate.asp", "https://www.investopedia.com/terms/c/costoffunds.asp", "https://www.investopedia.com/terms/i/interest-rate-index.asp", "https://www.investopedia.com/terms/a/arm_index.asp", "https://www.investopedia.com/terms/l/limean.asp"], "body": ["\nThe 11th District Cost of Funds Index (COFI) is a monthly weighted average of the interest rates paid on checking and savings accounts offered by financial institutions operating in Arizona, California, and Nevada. It is one of many indices used by mortgage lenders to adjust the interest rate on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\">adjustable rate mortgages</a> (ARM) and was launched in 1981. With an ARM mortgage, the interest rate on a mortgage moves up and down along with some standard interest rate chosen by the lender, and COFI is one of the most popular indices in the western states.\n", "\nPublished on the last day of each month, the COFI represents the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costoffunds.asp\">cost of funds</a> for western savings institutions that are members of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhlb.asp\">Federal Home Loan Bank</a> of San Francisco, a self-regulatory agency, and satisfy the Bank's criteria for inclusion in the index.\n", "\nThe 11th District Cost of Funds Index (COFI) is computed using several different factors, with interest paid on savings accounts comprising the largest weighting in the average. As a result, the index tends to have low volatility and follow market interest rate changes somewhat slowly; it is generally regarded as a two-month lagging indicator of market interest rates. The interest rate on a mortgage will not match the COFI, rather the ARM rate is typically 2% to 3% higher than COFI, depending on the borrower's credit history, the size and terms of the loan, the ability of the borrower to negotiate with the bank and many other factors.\n", "\nBecause it is computed using data from three western states, the COFI is primarily used in the western U.S., while the 1-year Treasury index is the measure of choice in the eastern region. On April 30, the Federal Home Loan Bank of San Francisco announced the COFI for March 2018 of 0.814%, slightly lower than February.\n"]}