{"name": "12B-1 Plan", "@id": "https://www.investopedia.com/terms/1/12b-1plan.asp", "related": ["https://www.investopedia.com/terms/i/investorshares.asp", "https://www.investopedia.com/terms/a/advisor-fee.asp", "https://www.investopedia.com/terms/b/bshare.asp", "https://www.investopedia.com/terms/t/thirdpartydistributor.asp", "https://www.investopedia.com/terms/d/deferred-load.asp", "https://www.investopedia.com/terms/r/reclassification.asp"], "body": ["\nA 12B-1 plan is a plan structured by mutual fund companies for the distribution of funds through intermediaries. 12B-1 plans provide mapping for the partnerships between distributors and intermediaries who help to ensure the sale of a fund. Sales commission schedules and 12B-1 distribution expenses are the primary components driving a 12B-1 plan.\n", "\n12B-1 plans facilitate the partnerships between distributors and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialintermediary.asp\" rel=\"noopener noreferrer\">intermediaries</a> offering mutual fund shares. 12B-1 plans are primarily focused on open-end mutual funds, which have multiple class structures for sales charges and distribution expenses. Mutual fund companies consider two types of 12B-1 charges in their 12B-1 plans, sales commissions, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/12b-1fees.asp\" rel=\"noopener noreferrer\">12B-1 expenses</a>.\n", "\nSales commission schedules are structured to provide compensation to intermediaries for transacting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\" rel=\"noopener noreferrer\">mutual funds</a>. These partnerships can help to increase demand for funds by being marketed from a full-service broker-dealer who facilitates the transaction for a sales load fee. These fees are paid to the broker and are not associated with annual fund operating expenses.\n", "\nSales loads are structured to vary across share classes. Share classes can include front-end, back-end, and level-load sales charges. These sales charges are associated with individual retail share classes which typically include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ashare.asp\" rel=\"noopener noreferrer\">Class A</a>, B, and C shares.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\n12B-1 expenses paid from the mutual fund to distributors and intermediaries are also a key part of a 12B-1 plan. To market and distribute open-end mutual fund shares, mutual fund companies work with distributors to get their funds listed with discount brokerages and financial advisor platforms. Distributors help fund companies partner with the full-service brokers that transact their funds at the agreed-upon sales load schedule.\n", "\nMutual fund companies will pay 12B-1 fees from a mutual fund to compensate distributors.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ In some cases, funds may also be structured with a low-level load that is paid to financial advisors annually during the course of an investor's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/holdingperiod.asp\" rel=\"noopener noreferrer\">holding period</a>.\n", "\nFinancial industry legislation typically restricts 12B-1 fees to 1% of the current value of the investment on an annual basis, but fees generally fall somewhere between 0.25% and 1%. In most cases, fund companies will have higher 12B-1 fees on share classes paying a lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salescharge.asp\" rel=\"noopener noreferrer\">sales charge</a>, and lower 12B-1 fees on share classes with higher sales charges. This helps to balance out the compensation paid to intermediary brokers while also providing for payment to distribution partners.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nMutual fund companies are required to provide full disclosure on their sales load schedules and 12B-1 annual fund expenses in the fund’s prospectus. The prospectus is one aspect of documentation required for the mutual fund’s registration and is also the key offering document providing information on the fund for investors.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ 12B-1 plans and any changes to their expense structuring must be approved by the fund’s board of directors and amended in its prospectus filed with the Securities and Exchange Commission.\n"]}