{"name": "18-Hour City Definition", "@id": "https://www.investopedia.com/terms/1/18hour-city.asp", "related": ["https://www.investopedia.com/terms/g/gentrification.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp", "https://www.investopedia.com/terms/c/consumerpriceindex.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/c/commercialrealestate.asp", "https://www.investopedia.com/terms/f/finance.asp"], "body": ["\nEconomists and real estate investors use the term 18-hour city to describe a mid-size city with attractive amenities, higher-than-average population growth, and a lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-living.asp\" rel=\"noopener noreferrer\">cost of living</a> and cost of doing business than the biggest urban areas. The 18-hour city generally has a population of under one million, making it a second-tier city.\n", "\nEighteen-hour cities in the U.S. are increasingly seen as viable alternatives for investment and living to the Big Six markets of Boston, Chicago, Los Angeles, New York, San Francisco and Washington, D.C that make up America's first-tier or 24-hour cities.\n", "\nWhile loosely defined, the term 18-hour city most often refers to a city that has public services, amenities and job opportunities that are comparable in quality to those in the big six markets.\n", "\nUnlike the biggest cities, most of their services and amenities don't operate on a 24-hour basis. However, they boast comparable advantages, including solid public transportation systems, modern infrastructure and strong economies. Housing prices are moderate in comparison.\n", "\nEighteen-hour cities have emerged as an attractive alternative to big cities for starting a new business, relocating an existing one, or investing in real estate. They typically feature lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalizationrate.asp\" rel=\"noopener noreferrer\">capitalization rate</a> compression, meaning property values tend to remain stable rather than spiking up or down significantly.\n", "\nLike first-tier cities, 18-hour cities often boast low real estate vacancy rates along with favorable supply concentrations, rental growth and absorption trends—all indicators of long-term real estate investment potential.\n", "\nAside from the numbers, Forbes.com cites a distinctive and lovable culture as a key factor in creating and maintaining a vibrant 18-hour city: \"Austin is the live music capital of the world. Denver and the Research Triangle are outdoor meccas. Portland is just plain weird (and residents would like to keep it that way.\"\n", "\nOne perceived downside is the increased risk inherent in cities that do not have the established track record of primary market cities.\n", "\nCrowdStreet, a site for crowd-sourced real estate investments, cites Austin, Denver, and Nashville as recent stars among 18-hour cities. In 2020, it identified Charleston, South Carolina, as the next big success story in the category.\n", "\nRealtor.com identified its top metropolitan areas for 2020 and beyond, with all of its top five picks squarely in the 18-hour city category. They include Boise, Idaho; Mc-Allen-Edinburg-Mission, Texas; Tucson, Arizona; Chattanooga, Tennessee, and Columbia, South Carolina.\n", "\nThe National Real Estate Investor website chose Charleston, Kansas City, and Columbus, Ohio, based on their stellar growth in jobs.\n", "\nThese and other frequently-cited 18-hour city stars have become targets for millennials whose goal is launching or advancing their careers. They are characterized by the availability of recreation and entertainment opportunities that extend well beyond what the typical second-tier affords.\n", "\nEmployers are drawn to 18-hour cities because doing business is less expensive in these markets and this, in turn, attracts large numbers of job seekers and entrepreneurs.\n"]}