{"name": "183-Day Rule Definition", "@id": "https://www.investopedia.com/terms/1/183-day-rule.asp", "related": ["https://www.investopedia.com/form-1040nr-ez-4782481", "https://www.investopedia.com/form-1040nr-4782170", "https://www.investopedia.com/terms/r/residentalien.asp", "https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp", "https://www.investopedia.com/terms/f/form-4563.asp", "https://www.investopedia.com/terms/n/nonresidentalien.asp"], "body": ["\nThe 183-day rule is used by most countries to determine if someone should be considered a resident for tax purposes. In the U.S., the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> uses 183 days as a threshold in the \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/individuals/international-taxpayers/substantial-presence-test\">substantial presence test</a>,\" which determines whether people who are neither U.S. citizens nor permanent residents should still be considered residents for taxation.\n", "\nThe 183rd day of the year marks a majority of the days in a year, and for this reason countries around the world use the 183-day threshold to broadly determine whether to tax someone as a resident. These include Canada, Australia, and the United Kingdom, for example. Generally, this means that if you spent 183 days or more in the country during a given year you are considered a<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxhome.asp\"> tax resident</a> for that year.\n", "\nHowever, the IRS uses a more complicated formula to reach 183 days and determine whether someone passes the substantial presence test. To pass the test, and thus be subject to U.S. taxes, the person in question must:\n", "\nThe IRS generally considers someone to have been present in the U.S. on a given day if they spent any part of a day there. But there are some exceptions.\n", "\nDays that do not count as days of presence include:\n", "\nStrictly speaking, the 183-day rule does not apply to U.S. citizens and permanent residents. U.S. citizens are required to file tax returns regardless of their country of residence or the source of their income. However, they may exclude at least part of their overseas earned income (up to $105,900 in 2019) from taxation provided they meet a physical presence test in the foreign country and paid taxes there. To meet the physical presence test, the person needs to be present in the country for 330 days in 12 months.\n", "\nThe U.S. has <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxtreaty.asp\">tax treaties</a> with other countries to determine jurisdiction for income tax purposes and to avoid double taxation of their citizens. These agreements contain provisions for the resolution of conflicting claims of residence.\n"]}