{"name": "2-1 Buydown Definition", "@id": "https://www.investopedia.com/terms/1/2-1_buydown.asp", "related": ["https://www.investopedia.com/terms/1/3-2-1_buydown.asp", "https://www.investopedia.com/terms/i/initial_rate_period.asp", "https://www.investopedia.com/terms/b/buydown.asp", "https://www.investopedia.com/terms/s/seller-paid-points.asp", "https://www.investopedia.com/terms/m/mortgage.asp", "https://www.investopedia.com/terms/t/twostepmortgage.asp"], "body": ["\nThe term 2-1 buydown refers to a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> product with a set of two initial temporary-start <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a> that increase in stair-step fashion until it reaches a permanent interest rate. The initial interest rate reductions are either paid for by the borrower to help them qualify for a mortgage or by a builder as an incentive to purchase a home.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buydown.asp\">buydown</a> is a type of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financing.asp\">financing</a> that makes it much easier for a borrower to qualify for a mortgage with a lower interest rate. This involves the seller or homebuilder making additional payments to the lender in exchange for a reduction in the interest rate for the first few years of the mortgage for temporary buydowns or for the entire length of the loan for permanent buydowns. Sellers and builders may offer these options to make a property more attractive to buyers. This effectively means the buyer gets a discount on their mortgage.\n", "\n2-1 buydowns are considered temporary buydowns. With this mortgage option, the interest rate is reduced for the first two years of the mortgage. So a mortgagor who <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negotiation.asp\">negotiates</a> an interest rate of 5% for their $250,000 property can effectively lower their rate for the first two years using a 2-1 buydown—to 3% for the first year and 4% for the second year. After the two year period is over, the interest rate then goes back up to 5% for the remainder of the mortgage. Payments made by the seller or builder help <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/subsidy/\">subsidize</a> the difference which is paid to the lender.\n", "\nA 2-1 buydown is that it affords the borrower the chance to build up their finances to better accommodate the payments on a mortgage. It also allows them to qualify to purchase a home at a higher price than they could normally afford. Part of the assumption is that the borrower’s salary will increase during this timeframe, thus giving them greater leeway to pay for the remaining life of the mortgage.\n", "\nChoosing such a buydown based on expectations of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\">income</a> increases may present a risk of the borrower’s household salary does not rise at the anticipated rate. If the borrower does not see income increase on a par with the payments that will be due after the buydown expires, they may face losses.\n", "\nThe cost of a buydown is an upfront payment to reduce monthly mortgage payments. It is sometimes calculated and placed in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/escrow.asp\">escrow</a> account where a certain amount is paid out equal to the difference in the temporary mortgage payment each month. At other times, the cost of the buydown is treated as a traditional <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/points/\">mortgage point</a>.\n", "\nAlthough it may sound attractive, all borrowers should conduct a thorough analysis should to ensure that a buydown is economical in either situation. That's because some sellers and/or builders may increase the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchaseprice.asp\">purchase price</a> in order to make up for the difference in costs—especially in certain market conditions.\n", "\nBuydowns may not be available through some state and federal mortgage programs. The 2-1 buydown is only available on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedinterestrate.asp\">fixed-rate</a> <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-housing-administration.asp\">Federal Housing Administration</a> (FHA) loans and only for new mortgages. So any adjustments or refinancing on existing mortgages don't qualify, and the terms may vary based on the lender.\n", "\nFor example, a borrower who has an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhaloan.asp\">FHA loan</a> could make a buydown payment to reduce the monthly mortgage for two years on a 15-year or 30-year term loan if a 2-1 buydown option is available. After the buydown period expires, the borrower must make the full monthly payments for the remaining 28 years of the term.\n"]}