{"name": "3/27 Adjustable-Rate Mortgage (3/27 ARM)", "@id": "https://www.investopedia.com/terms/1/327arm.asp", "related": ["https://www.investopedia.com/terms/2/228arm.asp", "https://www.investopedia.com/terms/h/hybridarm.asp", "https://www.investopedia.com/terms/1/5-1_arm.asp", "https://www.investopedia.com/terms/1/5-6_hybrid_arm.asp", "https://www.investopedia.com/terms/m/mortgage.asp", "https://www.investopedia.com/terms/l/lifetimecap.asp"], "body": ["\nA 3/27 adjustable-rate mortgage, or 3/27 ARM, is a 30-year mortgage frequently offered to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-borrower.asp\" rel=\"noopener noreferrer\">subprime borrowers</a>, meaning people with lower credit scores or a history of loan delinquencies. The mortgages are designed as short-term financing vehicles that give borrowers time to repair their credit until they are able to refinance into a mortgage with more favorable terms.\n", "\n3/27 adjustable-rate mortgages, or 3/27 ARMs, have a three-year fixed interest rate period, which is generally lower than the current rates on a 30-year conventional mortgage. But after three years and for the remaining 27 years of the loan, the rate floats based on an index, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/libor.asp\" rel=\"noopener noreferrer\">London Interbank Offered Rate (Libor) </a>or the yield on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">one-year U.S. Treasury bills</a>. The bank also adds a margin on top of the index; the total is known as the spread or the fully indexed interest rate. This rate typically is substantially higher than the initial three-year fixed interest rate, although 3/27 mortgages usually have caps on the increase. Commonly, these loans top out at a rate increase of 2 percent per adjustment period, which could occur every six or 12 months. Note that means the <em>rate</em> can increase by two full points, not 2 percent of the current interest rate. There might also be a life-of-the-loan cap of 5 percent or more. To avoid payment shock when the interest rate begins to adjust, purchasers of 3/27 mortgages typically intend to refinance the mortgage within the first three years.\n", "\nA serious risk for borrowers is that they cannot afford to refinance their loan in three years. This could be due to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\" rel=\"noopener noreferrer\">credit rating</a> that is still sub-standard, or a drop in the value of their home, or simply market forces that cause interest rates to rise across the board. Moreover, many 3/27 mortgages carry <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaymentpenalty.asp\" rel=\"noopener noreferrer\">prepayment penalties</a>, which make refinancing costly.\n", "\nMany 3/27 mortgage borrowers fail to recognize how much their monthly payments increase after three years. For example, say a borrower takes out a $250,000 loan at an initial teaser rate of 3.5 percent. That’s a great mortgage rate at the start, but let’s assume that after three years, the floating interest rate is at 3 percent and the bank’s margin is 2.5 percent. That adds up to a fully indexed rate of 5.5 percent, which is within the loan’s 2-point annual cap. Overnight, the monthly payment goes from $1,123 to $1,483, a difference of $360. That’s a lot of grocery money. Because payments can rise so significantly, borrowers should plan carefully before taking out a 3/27 mortgage.\n"]}