{"name": "3-6-3 Rule Definition", "@id": "https://www.investopedia.com/terms/1/3_6_3_rule.asp", "related": ["https://www.investopedia.com/terms/r/retailbanking.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/b/bankers-bank.asp", "https://www.investopedia.com/terms/f/firewall.asp", "https://www.investopedia.com/terms/f/fractionalreservebanking.asp", "https://www.investopedia.com/terms/c/cdfi.asp"], "body": ["\nThe 3-6-3 rule is a slang term that refers to an unofficial practice in the banking industry in the 1950s, 1960s, and 1970s that was the result of non-competitive and simplistic conditions in the industry.\n", "\nThe 3-6-3 rule describes how bankers would supposedly give 3% interest on their depositors' accounts, lend the depositors money at 6% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\">interest</a>, and then be playing golf by 3 p.m. In the 1950s, 1960s, and 1970s, a huge part of a bank's business was lending out money at a higher interest rate than what it was paying out to its depositors (as a result of tighter regulations during this time period).\n", "\nAfter the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a>, the government implemented tighter banking regulations. This was partially due to the problems–namely corruption and a lack of regulation–that the banking industry faced leading up the economic downturn that precipitated the Great Depression. One result of these regulations is that it controlled the rates at which banks could lend and borrow money. This made it difficult for banks to compete with each other and limited the scope of the services they could provide clients. As a whole, the banking industry became more stagnant.\n", "\nWith the loosening of banking regulations and the widespread adoption of information technology in the decades after the 1970s, banks now operate in a much more competitive and complex manner. For example, banks may now provide a greater range of services, including retail and commercial banking services, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-management.asp\">investment management</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealthmanagement.asp\">wealth management</a>.\n", "\nFor banks that provide retail banking services, individual customers often use local branches of much larger commercial banks. Retail banks will generally offer savings and checking accounts, mortgages, personal loans, debit/credit cards, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificates of deposit</a> (CDs) to their clients. In retail banking, the focus is on the individual consumer (as opposed to any larger-sized clients, such as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/endowment.asp\">endowment</a>).\n", "\nBanks that provide investment management for their clientele typically manage collective investments (such as pension funds) as well as overseeing the assets of individual customers. Banks that work with collective assets may also offer a wide range of traditional and alternative products that may not be available to the average retail investor, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">IPO</a> opportunities and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a>.\n", "\nFor banks that offer wealth management services, they may cater to both high net worth and ultra-high net worth individuals. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-advisor.asp\">Financial advisors</a> at these banks typically work with clients to develop tailored financial solutions to meet their needs. Financial advisors may also provide specialized services, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-management.asp\">investment management</a>, income tax preparation, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estateplanning.asp\">estate planning</a>. Most financial advisors aim to attain the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfa.asp\">Chartered Financial Analyst (CFA) designation</a>, which measures their competency and integrity in the field of investment management.\n"]}