{"name": "3D Printing Definition", "@id": "https://www.investopedia.com/terms/1/3d-printing.asp", "related": ["https://www.investopedia.com/terms/v/virtual-reality.asp", "https://www.investopedia.com/terms/w/weightless-economy.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/v/vechain.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/t/triple-bottom-line.asp"], "body": ["\nThree-dimensional (3D) printing is an additive manufacturing process that creates a physical object from a digital design. The process works by laying down thin layers of material in the form of liquid or powdered plastic, metal or cement, and then fusing the layers together.\n", "\nSince it was introduced, 3D printing technology has already increased manufacturing productivity. In the long-term, it has the potential to massively disrupt both the manufacturing logistics and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory-management.asp\">inventory management</a> industries, especially if it can be successfully incorporated into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mass-production.asp\">mass production</a> processes.\n", "\nCurrently, 3D printing speeds are too slow to be used in mass production. However, the technology has been used to reduce the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadtime.asp\">lead time</a> in the development of prototypes of parts and devices, and the tooling needed to make them. This is hugely beneficial to small-scale manufacturers because it reduces their costs and the time to market–the amount of time from a product being conceived until its being available for sale. Because 3D printing can create intricate and complex shapes using less material than subtractive manufacturing processes, such as milling, it is used in hydro-forming, stamping, injection molding, and other processes.\n", "\nCar and aircraft manufacturers have taken the lead in 3D manufacturing, using the technology to transform unibody and fuselage design and production, and powertrain design and production. Boeing is using 3D-printed titanium parts in the construction of its 787 Dreamliner airliner. The U.S. and Israeli air forces have used 3D printers to manufacture spare parts. In 2017, General Electric created a helicopter engine with 16 parts instead of 900–an indication of how big an impact 3D printing could potentially have on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chains</a>.\n", "\nIn medical sciences, 3D printing is being used to customize implants. In the future, organs and body parts may be created using 3D printing techniques. In the fashion world, Nike, Adidas, and New Balance are using 3D printing to create prototypes of their shoes. In the construction industry, companies around the world are making breakthroughs in 3D printing of the materials need to build homes. Using layers of concrete, homes can be built in 48 hours, which are stronger than regular cinder blocks and cost a fraction of the price.\n", "\nIn the manufacturing of hearing aids, 3D printing is now customary. The use of 3D printing accelerates the process of manufacturing and enables manufacturers to make custom hearing aids. Audiologists can use 3D scanners to create a custom prototype using reference points from the scan. Manufacturers can feed the scan into a 3D printing machine and after fine-tuning the materials and the ear shapes, print the entire hearing aids.\n"]}