{"name": "412(i) Plan Definition", "@id": "https://www.investopedia.com/terms/1/412i.asp", "related": ["https://www.investopedia.com/terms/t/targetbenefitplan.asp", "https://www.investopedia.com/terms/p/pensionplan.asp", "https://www.investopedia.com/terms/c/corppension.asp", "https://www.investopedia.com/terms/1/401kplan.asp", "https://www.investopedia.com/terms/i/ira.asp", "https://www.investopedia.com/terms/n/non-qualified-plan.asp"], "body": ["\nA 412(i) plan is a defined-benefit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pensionplan.asp\" rel=\"noopener noreferrer\">pension plan</a> that is designed for small business owners in the U.S. This is a tax-qualified benefit plan, so any amount that the owner contributes to the plan becomes available immediately as a tax deduction to the company. Guaranteed annuities or a combination of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\" rel=\"noopener noreferrer\">annuities</a> and life insurance are the only things that can fund the plan.\n", "\nAn annuity is a financial product that an individual can purchase via a lump-sum payment or installments. The insurance company, in turn, pays the owner a fixed stream of payments at some point in the future. Annuities are primarily used as an income stream for retirees. \n", "\nNotably, 412(i) plans were developed for small business owners who often find it difficult to invest in their company while trying to save for employees' retirement. The 412(i) plan is unique in that it provides fully guaranteed retirement benefits. An insurance company must fund it, and it provides the largest tax deduction possible.\n", "\nDue to the large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premiums</a> that must be paid into the plan each year, a 412(i) plan may not be ideal for all small business owners. This plan tends to benefit small businesses that are more established and profitable.\n", "\nFor example, a startup that had just raised several rounds of funding would be in a better position to create a 412(i) plan than one that is bootstrapped and/or has an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/angelinvestor.asp\" rel=\"noopener noreferrer\">angel</a> or seed funding. These companies also often don’t generate enough <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freecashflow.asp\" rel=\"noopener noreferrer\">free cash flow</a> or FCF to put away consistently for employees’ retirement. Instead, the founding team members often re-invest any profits or outside funding back into their product or service to generate new sales and make updates to their core offerings.\n", "\nIn August 2017, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> identified 412(i) plans as being involved in various types of non-compliance. These also included abusive tax avoidance transaction issues. To help organizations with 412(i) plans come into compliance, the IRS developed the following survey. They asked:\n", "\nA survey of 329 plans yielded the following:\n"]}