{"name": "5/1 Hybrid Adjustable-Rate Mortgage (5/1 Hybrid ARM) Definition", "@id": "https://www.investopedia.com/terms/1/5-1_arm.asp", "related": ["https://www.investopedia.com/terms/h/hybridarm.asp", "https://www.investopedia.com/terms/2/228arm.asp", "https://www.investopedia.com/terms/1/5-6_hybrid_arm.asp", "https://www.investopedia.com/terms/i/interestonlyarm.asp", "https://www.investopedia.com/terms/c/convertible-arm.asp", "https://www.investopedia.com/terms/v/variable-rate-mortgage.asp"], "body": ["\nA 5/1 hybrid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\" rel=\"noopener noreferrer\">adjustable-rate mortgage</a> (5/1 ARM) begins with an initial five-year fixed-interest rate period, followed by a rate that adjusts on an annual basis. The \"5\" in the term refers to the number of years with a fixed rate, and the \"1\" refers to how often the rate adjusts after that (once per year). As such, monthly payments can go up—sometimes dramatically—after five years.\n", "\nThe 5/1 hybrid ARM may be the most popular type of adjustable-rate mortgage, but it's not the only option. There are 3/1, 7/1, and 10/1 ARMs, as well. These loans offer an introductory fixed rate for three, seven, or 10 years respectively, after which they adjust annually.\n", "\nAlso known as a five-year fixed-period ARM or 5-year ARM, this mortgage features an interest rate that adjusts according to an index plus a margin. Hybrid ARMs are very popular with consumers, as they may feature an initial interest rate that is significantly lower than a traditional fixed-rate mortgage. Most lenders offer at least one version of such hybrid ARMs, of these loans, the 5/1 Hybrid ARM is especially popular.\n", "\nOther ARM structures exist, such as the 5/5 and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/5-6_hybrid_arm.asp\" rel=\"noopener noreferrer\">5/6 ARMs</a>, which also feature a five-year introductory period followed by a rate adjustment every five years or every six months, respectively. Notably, 15/15 ARMs adjust once after 15 years and then remain fixed for the remainder of the loan. Less common are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/2/228arm.asp\" rel=\"noopener noreferrer\">2/28</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/327arm.asp\" rel=\"noopener noreferrer\">3/27 ARMs</a>. With the former, the fixed interest rate applies for only the first two years, followed by 28 years of adjustable rates; with the latter, the fixed rate is for three years, with adjustments in each of the following 27 years. Some of these loans adjust every six months rather than annually.\n", "\nInterest rates change based on their marginal rates when ARMs adjust along with the indexes to which they're tied. If a 5/1 hybrid ARM has a 3% margin and the index is 3%, it adjusts to 6%.\n", "\nBut the extent to which the fully indexed interest rate on a 5/1 hybrid ARM can adjust is often limited by an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/capstructure.asp\" rel=\"noopener noreferrer\">interest rate cap structure</a>. The fully indexed interest rate can be tied to several different indexes, and while this number varies, the margin is fixed for the life of the loan.\n", "\nA borrower can save a significant sum on their monthly payments with a 5/1 hybrid ARM. Assuming a home purchase price of $300,000 with a 20% down payment ($60,000), a borrower with very good/excellent credit can save between 50 and 150 basis points on a loan and more than $100 per month in payments on their $240,000 loan. Of course, that rate could rise, so borrowers should anticipate a rise in their monthly payment, be prepared to sell their home when their rate goes up, or be ready to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refinance.asp\" rel=\"noopener noreferrer\">refinance</a>.\n", "\nIn most cases, ARMs offer lower introductory rates than traditional mortgages with fixed interest rates. These loans can be ideal for buyers who plan to live in their homes for only a short period of time and sell before the end of the introductory period. The 5/1 Hybrid ARM also works well for buyers who plan to refinance before the introductory rate expires. That said, hybrid ARMs like the 5/1 tend to have a higher interest rate than standard ARMs.\n", "\nThere's also a chance that the interest rate might decrease, lowering the borrower's monthly payments when it adjusts. But in many cases the rate will rise, increasing the borrower's monthly payments.\n", "\nIf a borrower takes out an ARM with the intention of getting out of the mortgage by selling or refinancing before the rate resets, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/adjustable-rate-go-up/\" rel=\"noopener noreferrer\">personal finances or market forces might trap them in the loan</a>, potentially subjecting them to a rate hike they can't afford. Consumers considering an adjustable-rate mortgage should <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/fixed-or-variable-mortgage-rate-which-is-better-now/\" rel=\"noopener noreferrer\">educate themselves on how they work</a>.\n"]}