{"name": "5/6 Hybrid Adjustable-Rate Mortgage (5/6 Hybrid ARM) Definition", "@id": "https://www.investopedia.com/terms/1/5-6_hybrid_arm.asp", "related": ["https://www.investopedia.com/terms/h/hybridarm.asp", "https://www.investopedia.com/terms/1/5-1_arm.asp", "https://www.investopedia.com/terms/2/228arm.asp", "https://www.investopedia.com/terms/a/arm_index.asp", "https://www.investopedia.com/terms/a/annual-cap.asp", "https://www.investopedia.com/terms/v/variable-rate-mortgage.asp"], "body": ["\nA 5/6 hybrid adjustable-rate mortgage (5/6 hybrid ARM) is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\" rel=\"noopener noreferrer\">adjustable-rate mortgage</a> (ARM) with an initial five-year fixed interest rate, after which the interest rate begins to adjust every six months according to an index plus a margin, known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullyindexedinterestrate.asp\" rel=\"noopener noreferrer\">fully indexed interest rate</a>. The index is variable, while the margin is fixed for the life of the loan.\n", "\nIt's important to note that 5/6 hybrid ARMs have multiple features to consider. When shopping for an ARM, the index, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/armmargin.asp\" rel=\"noopener noreferrer\">arm margin</a>, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/capstructure.asp\" rel=\"noopener noreferrer\">interest rate cap structure</a> should not be overlooked. The margin is a fixed percentage rate that is added to an indexed rate to determine the fully indexed interest rate of an adjustable-rate mortgage. The margin is fixed for the life of the loan, but it can frequently be negotiated with the lender before signing mortgage documents.\n", "\nThe cap structure refers to the provisions governing interest rate increases and limits on a variable rate credit product. The interest rate cap structure determines how quickly and to what extent the interest rate can adjust over the life of the mortgage.\n", "\nNotably, 5/6 hybrid ARMs are usually tied to the six-month <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/libor.asp\" rel=\"noopener noreferrer\">London Interbank Offered Rate</a> (LIBOR) index, the world’s most widely-used benchmark for short-term interest rates. Other popular indexes for indexed rates include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primerate.asp\" rel=\"noopener noreferrer\">prime rate</a> and Constant Maturity Treasury indexes.\n", "\nMost indexes behave differently depending upon the interest rate environment. Those with a built-in lag effect, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mtaindex.asp\" rel=\"noopener noreferrer\">Monthly Treasury Average Index</a> (MTA Index), are more beneficial in a rising interest rate environment than short-term interest rate indexes, such as the one-month LIBOR.\n", "\nIn a rising interest rate environment, the longer the time period between interest rate reset dates, the more beneficial it will be for the borrower. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/5-1_arm.asp\" rel=\"noopener noreferrer\">5/1 hybrid ARM</a>, which has a fixed five-year period and then adjusts on an annual basis, would be better than a 5/6 ARM in a rising rate environment. The opposite would be true in a falling interest rate environment.\n", "\nMany adjustable-rate mortgages start with lower interest rates than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp\" rel=\"noopener noreferrer\">fixed-rate mortgages</a>. This could provide the borrower with a significant savings advantage, depending on the direction of interest rates after the initial fixed period of an ARM. \n", "\nIt might also make more sense from a cost perspective to take an ARM, especially if a borrower intends to sell the home before the fixed-rate period of the ARM ends. Historically, people spend seven to 10 years in a home, so a 30-year fixed-rate mortgage may not be the best choice for many home buyers.\n", "\nConsider a newly married couple purchasing their first home. They know from the outset that the house will be too small once they have children, and so they take out a 5/6 hybrid ARM, knowing they’ll get all the advantages of the lower interest rate because they intend to buy a larger home before or near the time the initial rate is subject to adjustment.\n", "\nThe biggest risk associated with a 5/6 hybrid ARM is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a>. It could increase every six months after the first five years of the loan, which would significantly raise the cost of monthly mortgage payments.\n", "\nA borrower should estimate the maximum potential monthly payment they could afford beyond the initial five-year period. Or, the borrower should be willing to sell or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refinance.asp\" rel=\"noopener noreferrer\">refinance</a> the home once the fixed period of the mortgage has ended.\n", "\nThe interest rate risk is mitigated to a degree by lifetime and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/periodiccap.asp\" rel=\"noopener noreferrer\">period caps</a> on 5/6 ARMs. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifetimecap.asp\" rel=\"noopener noreferrer\">Lifetime caps</a> limit the maximum amount an interest rate can increase beyond the initial rate, while periodic caps restrict how much the interest rate can increase during each adjustment period of a loan.\n"]}