{"name": "500 Shareholder Threshold", "@id": "https://www.investopedia.com/terms/5/500-shareholder-threshold.asp", "related": ["https://www.investopedia.com/terms/1/2000-investor-limit.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/p/pennystock.asp", "https://www.investopedia.com/terms/s/sec-form-cb.asp", "https://www.investopedia.com/terms/s/scheduleto-1.asp", "https://www.investopedia.com/terms/d/division-of-corporate-finance.asp"], "body": ["\nThe 500 shareholder threshold for investors is an outdated rule required by the Securities and Exchange Commission (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">SEC</a>) that triggered <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062415/private-company-required-disclose-financial-information-public.asp\" rel=\"noopener noreferrer\">public reporting requirements</a> of a company when it reached that many or more distinct shareholders. Section 12(g) of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seact1934.asp\" rel=\"noopener noreferrer\">Securities Exchange Act of 1934</a> calls for issuers of securities to register with the SEC and begin public dissemination of financial information within 120 days of the end of a fiscal year.\n", "\nNew regulations now require a 2,000 shareholder threshold.\n", "\nThe 500 shareholder threshold was originally introduced in 1964 to address complaints of fraudulent activity appearing in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">over-the-counter</a> (OTC) market. Since firms with fewer than the threshold number of investors were not required to disclose their financial information, outside buyers were not able to make fully informed decisions regarding their investments due to a lack of transparency and allegations of stock fraud.\n", "\nThe 500 shareholder threshold forced companies that had more than 499 investors to provide adequate disclosure for the protection of investors and for oversight by regulators. Although the company could remain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privately-owned.asp\" rel=\"noopener noreferrer\">privately-held</a>, it would have to file public documents in similar fashion to those of publicly traded companies. If the number of investors fell back below 500, then the disclosures would no longer be required.\n", "\nPrivate companies generally avoid public reporting as long as possible by keeping the number of individual shareholders low, which is helpful because mandatory reporting can consume a great deal time and money and also places confidential financial data in the hands of competitors.\n", "\nWith the ascendancy of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startup</a> firms in the technology sector in the 1990s and 2000s, the 500 shareholder threshold rule became an issue for swiftly growing companies like Google and Facebook that desired to remain private even as it attracted more private investors. While other factors were supposedly in play in the decision of these well-known giants to go public, the 500 rule was a key consideration, according to market observers.\n", "\nThe threshold was thus increased to 2,000 shareholders in 2012 with the passage of the Jumpstart Our Business Startups (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jumpstart-our-business-startups-act-jobs.asp\" rel=\"noopener noreferrer\">JOBS</a>) Act. Now, a private company is allowed to have up to 1,999 holders of record without the registration requirement of the Exchange Act. The current 2,000-shareholder threshold gives the new generation of super-growth companies a bit more privacy and breathing room before they decide to file for an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (IPO).\n"]}