{"name": "60-Plus Delinquencies", "@id": "https://www.investopedia.com/terms/1/60-plus-delinquencies.asp", "related": ["https://www.investopedia.com/terms/p/pre-foreclosure.asp", "https://www.investopedia.com/terms/f/foreclosure-action.asp", "https://www.investopedia.com/terms/n/non-reo-foreclosure.asp", "https://www.investopedia.com/terms/f/forbearance.asp", "https://www.investopedia.com/terms/f/foreclosure.asp", "https://www.investopedia.com/terms/d/delinquent_mortgage.asp"], "body": ["\nThe 60-plus delinquency rate is a metric that is typically used for the housing industry to measure the number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgage</a> loans that are more than 60 days past due on their monthly payments. A 60-plus delinquency rate is often expressed as a percentage of a group of loans that have been underwritten within a specified time period, such as one year.\n", "\nThe 60-plus delinquency metric can also be used for auto loans and credit cards. The 60-plus delinquency rate is helpful because it shows creditors and lenders whether consumers are falling behind on their payments and if they're likely to default on their loans.\n", "\nThe 60-plus rate may be split into one for prime loans and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprimeloan.asp\" rel=\"noopener noreferrer\">subprime loans</a>. Subprime loans are for borrowers with a poor credit history. The 60-plus delinquency rate on subprime loans is typically higher than for prime loans. Oftentimes, 60-plus rates are published separately for fixed-rate loans versus <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convertible-arm.asp\" rel=\"noopener noreferrer\">adjustable-rate loans</a>, which have a variable rate and might have the option to reset to a fixed rate later in the term.\n", "\nMonitoring the 60-day rates as well as other delinquency rates for borrowers can provide enormous insight into the financial health of consumers in an economy. If <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-conditions.asp\" rel=\"noopener noreferrer\">economic conditions </a>are favorable, meaning steady <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">economic growth</a>, delinquency rates tend to fall.\n", "\nConversely, as economic conditions deteriorate, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">unemployment</a> tends to rise as consumers are laid off from their jobs. With less income, it becomes more difficult for consumers to make their mortgage payments leading to a spike in delinquencies throughout the economy. \n", "\nAlso, banks and mortgage lenders track delinquency rates since any interruption in mortgage payments represents a reduction in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a>. If delinquencies persist in a poorly-performing economy, bank losses can rise as fewer mortgage payments are received, which leads to fewer new loans being issued. Fewer loans being issued to consumers and businesses can exacerbate the already-poor conditions within an economy, making a recovery more challenging.\n", "\nThe 60-plus delinquency rate is often added to another negative event measure, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a> rate for the same group of loans. The two metrics provide a cumulative measure of the individual mortgages that are either not being paid at all or being paid behind schedule.\n", "\nSince 60-plus delinquencies are less than 90 days, the loans have yet to enter the foreclosure process. Foreclosure is the legal process in which a bank seizes a home due to default or nonpayment of the mortgage payments by the borrower. Although each lender may differ, typically between 90 to 120 days past due, a home loan enters the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pre-foreclosure.asp\" rel=\"noopener noreferrer\">pre-foreclosure</a> process.\n", "\nWhen a borrower is 90 days past due, the lender usually files a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/notice-of-default.asp\" rel=\"noopener noreferrer\">notice of default</a>, which is a public notice submitted to the local court stating that the borrower's mortgage loan is in default. Borrowers can still try to work with their bank to modify the loan at this point in the process.\n", "\nIf the loan payments are still not made beyond the 90- to 120-day period, the foreclosure process moves forward. The bank will eventually seize the home, and an auction will be held to sell the home to another buyer. As a result, the 60-plus delinquency rate is a critical early-warning metric for lenders to monitor and provides banks with an alert that a borrower might be struggling financially. Also, it provides time for the bank to contact the borrower and work out a payment plan to prevent the loan from going into pre-foreclosure.\n", "\nMortgage loans are sometimes grouped into a pool of loans that make up a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed security</a> (MBS). An MBS is sold to investors as a fund in which they earn interest from the mortgage loans. Unfortunately, investors often have no idea whether the loans that comprise the MBS are current—meaning the borrowers are not behind in their payments.\n", "\nIf the delinquency rate on past-due mortgages rises beyond a certain level, the mortgage-backed security may experience a shortfall of cash, leading to difficulty making the interest payments to investors. As a result, a re-pricing of the loan assets can occur, resulting in some investors losing a portion or most of their invested capital.\n", "\nHomeowners are usually at risk of losing their homes in an economic downturn. But certain provisions were made to help homeowners affected by the global COVID-19 pandemic. In 2020, Congress passed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\" rel=\"noopener noreferrer\">Coronavirus Aid, Relief and Economic Security (CARES) Act</a>, which allows borrowers to skip some of the mortgage payments for up to a year—a process called forbearance.\n", "\nPresident Biden signed an executive order on his first day in office extending the moratorium on foreclosures and evictions for enterprise-backed mortgages, including those backed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usda.asp\" rel=\"noopener noreferrer\">U.S. Department of Agriculture</a> (USDA) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-housing-administration.asp\" rel=\"noopener noreferrer\">Federal Housing Administration</a> (FHA), until at least March 31, 2021.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿﻿﻿ He further extended the foreclosure and eviction moratorium until at least June 30, 2021, for qualifying mortgages.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nBelow are some of the steps and key portions of your rights under the forbearance program that borrowers can opt into if they're delinquent on their mortgage payments.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿﻿﻿\n", "\nBorrowers must contact their lender or bank that issued the mortgage loan and request forbearance. It's important that borrowers do not stop their mortgage payments until they are approved for forbearance from the lender.\n", "\nIf approved, forbearance will cause any of your skipped payments to be added to the end of the loan's term, meaning the length of the loan will increase. In other words, borrowers still need to make those payments, but instead of making the payments in the next few months, those payments will be added to the end of the payment schedule for the mortgage.\n", "\nThe good news is that there are no penalties for delaying the payments as a result of forbearance. Also, the missed payments won't hurt your credit score, which is a numeric representation of your creditworthiness and ability to pay back your debt.\n", "\nNot all mortgage loans qualify. The program typically limits approval to mortgages that are backed or funded by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gse.asp\" rel=\"noopener noreferrer\">government-sponsored entities (GSEs)</a>, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/fannie-mae-freddie-mac-credit-crisis.asp\" rel=\"noopener noreferrer\">Fannie Mae or Freddie Mac</a>. As a result, it's important to contact your lender to see what type of mortgage you have with them. As mentioned above, the emergency measures signed during the COVID-19 pandemic affect mortgages backed by agencies such as the USDA and the FHA.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgagebankersassociation.asp\" rel=\"noopener noreferrer\">Mortgage Bankers Association (MBA)</a> tracks mortgage delinquency rates for the U.S. economy. By the end of June 2020, mortgage delinquency rates were on the rise due to the economic recession (or negative economic growth) caused by the coronavirus:\n", "\nFHA mortgage loans saw the biggest jump in delinquencies. FHA mortgage loans are backed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhaloan.asp\" rel=\"noopener noreferrer\">Federal Housing Administration (FHA)</a> and are given to borrowers with less-than-perfect credit and who can't afford the traditional 10 to 20% down payment:\n", "\nEven conventional mortgages, which tend to be the traditional mortgages for the average credit-worthy borrower, saw a jump from Q1 2020:\n"]}