{"name": "8-K (Form 8K) Definition", "@id": "https://www.investopedia.com/terms/1/8-k.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-10-12g.asp", "https://www.investopedia.com/terms/s/sec-form-8-a.asp", "https://www.investopedia.com/terms/s/sec-form-12b-25.asp", "https://www.investopedia.com/terms/s/sec-form-25.asp", "https://www.investopedia.com/terms/s/sec-form-11-k.asp", "https://www.investopedia.com/terms/s/sec-form-s-2.asp"], "body": ["\nAn 8-K is a report of unscheduled material events or corporate changes at a company that could be of importance to the shareholders or the Securities and Exchange Commission (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/112914/understanding-sec.asp\" rel=\"noopener noreferrer\">SEC</a>). Also known as a Form 8K, the report notifies the public of events, including acquisitions, bankruptcy, the resignation of directors, or changes in the fiscal year.\n", "\nAn 8-K is required to announce significant events relevant to shareholders. Companies usually have four business days to file an 8-K for most specified items.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Filing deadlines for Form 8-K were temporarily extended for firms meeting specific criteria during the coronavirus crisis in 2020.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nDocuments fulfilling Regulation Fair Disclosure (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationfd.asp\" rel=\"noopener noreferrer\">Reg FD</a>) requirements may be due before four business days have passed. An organization must determine if the information is material and submit the report to the SEC. The SEC makes the reports available through the Electronic Data Gathering, Analysis, and Retrieval (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/edgar.asp\" rel=\"noopener noreferrer\">EDGAR</a>) platform.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe SEC outlines the various situations that require Form 8-K. There are nine sections within the Investor Bulletin. Each of these sections may have anywhere from one to eight subsections. The most recent permanent change to Form 8-K disclosure rules occurred in 2004.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nFirst and foremost, Form 8-K provides investors with timely notification of significant changes at listed companies. Many of these changes are defined explicitly by the SEC. In contrast, others are simply events that firms consider to be sufficiently noteworthy. In any case, the form provides a way for firms to communicate directly with investors. The information provided is not filtered or altered by media organizations in any way. Furthermore, investors do not have to watch TV programs, subscribe to magazines, or even wade through financial news websites to get the 8-K.\n", "\nForm 8-K also provides substantial benefits to listed companies. By filing an 8-K in a timely fashion, the firm's management can meet specific disclosure requirements and avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insidertrading.asp\" rel=\"noopener noreferrer\">insider trading</a> allegations. Companies may also use Form 8-K to notify investors of any events that they consider to be important.\n", "\nFinally, Form 8-K provides a valuable record for economic researchers. For example, academics might wonder what influence various events have on stock prices. It is possible to estimate the impact of these events using <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regression.asp\" rel=\"noopener noreferrer\">regressions</a>, but researchers need reliable data. Because 8-K disclosures are legally required, they provide a complete record and prevent <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sample_selection_basis.asp\" rel=\"noopener noreferrer\">sample selection bias</a>.\n", "\nLike any legally required paperwork, Form 8-K imposes costs on businesses. There is the cost of preparing and submitting the forms, as well as possible penalties for failing to file on time. Although it is only one small part of the problem, the need to file Form 8-K also deters small companies from going public in the first place. Requiring companies to provide information helps investors make better choices. However, it can reduce their investment options when the burden on businesses becomes too high.\n", "\nThe SEC requires disclosure for numerous changes relating to a registrant's business and operations. Changes to a material definitive agreement or the bankruptcy of an entity must be reported. Other financial information disclosure requirements include the completion of an acquisition, changes in the firm's financial condition, disposal activities, and substantial impairments. The SEC mandates filing an 8-K for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delisting.asp\" rel=\"noopener noreferrer\">delisting</a> of a stock, failure to meet listing standards, unregistered sales of securities, and material modifications to shareholder rights.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAn 8-K is required when a business changes accounting firms used for certification. Changes in corporate governance, such as control of the registrant or amendments to articles of incorporation, need to be reported. Changes in the fiscal year and modifications of the registrant's code of ethics must also be disclosed.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe SEC also requires a report upon the election, appointment, or departure of a director or specific officers. Form 8-K must be used to report changes related to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-backedsecurity.asp\" rel=\"noopener noreferrer\">asset-backed securities</a>. The form may also be used to meet Regulation Fair Disclosure requirements.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nForm 8-K reports may be issued based on other events up to the company's discretion that the registrant considers to be of importance to shareholders.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}