{"name": "80-20 Rule Definition", "@id": "https://www.investopedia.com/terms/1/80-20-rule.asp", "related": ["https://www.investopedia.com/terms/p/paretoprinciple.asp", "https://www.investopedia.com/terms/p/pareto-analysis.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/i/isoquantcurve.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/m/monetize.asp"], "body": ["\nThe 80-20 rule, also known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paretoprinciple.asp\" rel=\"noopener noreferrer\">Pareto Principle</a>, is an aphorism which asserts that 80% of outcomes (or outputs) result from 20% of all causes (or inputs) for any given event. In business, a goal of the 80-20 rule is to identify inputs that are potentially the most productive and make them the priority. For instance, once managers identify factors that are critical to their company's success, they should give those factors the most focus.\n", "\nAlthough the 80-20 axiom is frequently used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050115/what-are-some-reallife-examples-8020-rule-pareto-principle-practice.asp\" rel=\"noopener noreferrer\">business and economics</a>, you can apply the concept to any field—such as wealth distribution, personal finance, spending habits, and even infidelity in personal relationships.\n", "\nYou may think of the 80-20 rule as simple cause and effect: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/factors-production/\" rel=\"noopener noreferrer\">80% of outcomes (outputs) come from 20% of causes (inputs)</a>. The rule is often used to point out that 80% of a company's revenue is generated by 20% of its customers. Viewed in this way, then it might be advantageous for a company to focus on the 20% of clients that are responsible for 80% of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a> and market specifically to them—to help retain those clients, and acquire new clients with similar characteristics.\n", "\nAt its core, the 80-20 rule is about identifying an entity's best assets and using them efficiently to create maximum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value.asp\" rel=\"noopener noreferrer\">value</a>. For example, a student should try to identify which parts of a textbook will create the most benefit for an upcoming exam and focus on those first. This does not imply, however, that the student should ignore the other parts of the textbook.\n", "\nThe 80-20 rule is a precept, not a hard-and-fast mathematical law. In the rule, it is a coincidence that 80% and 20% equal 100%. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/input-output-analysis.asp\" rel=\"noopener noreferrer\">Inputs and outputs</a> simply represent different units, so the percentage of inputs and outputs does not need to equal 100%.\n", "\nThe 80-20 rule is misinterpreted often. Sometimes the misunderstanding is the result of a logical fallacy—namely, that if 20% of inputs are most important, then the other 80% must not be important. At other times, the confusion stems from the coincidental 100% sum.\n", "\nThe 80-20 rule—also known as the Pareto principle and applied in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pareto-analysis.asp\" rel=\"noopener noreferrer\">Pareto analysis</a>—was first used in macroeconomics to describe the distribution of wealth in Italy in the early 20th century. It was introduced in 1906 by Italian economist Vilfredo Pareto, best known for the concepts of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pareto-efficiency.asp\" rel=\"noopener noreferrer\">Pareto efficiency</a>.\n", "\nPareto noticed that 20% of the pea pods in his garden were responsible for 80% of the peas. Pareto expanded this principle to macroeconomics by showing that 80% of the wealth in Italy was owned by 20% of the population.\n", "\nIn the 1940s, Dr. Joseph Juran, prominent in the field of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operations-management.asp\" rel=\"noopener noreferrer\">operations management</a>, applied the 80-20 rule to quality control for business production. He demonstrated that 80% of product defects were caused by 20% of the problems in production methods. By focusing on and reducing the 20% of production problems, a business could increase its overall quality. Juran coined this phenomenon \"the vital few and the trivial many.\"\n", "\nAlthough there is little scientific analysis that either proves or disproves the 80-20 rule's validity, there is much anecdotal evidence that supports the rule as being essentially valid, if not numerically accurate.\n", "\nPerformance results of salespeople in a wide range of businesses have demonstrated success by incorporating the 80-20 rule. In addition, external consultants who use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/six-sigma.asp\" rel=\"noopener noreferrer\">Six Sigma</a> and other management strategies have incorporated the 80-20 principle in their practices with good results.\n", "\nA Harvard graduate student, Carla, was working on an assignment for her digital communications class. The project was to create a blog and monitor its success during the course of a semester. Carla designed, created, and launched the site. Midway through the term, the professor conducted an evaluation of the blogs. Carla's blog, though it had achieved some visibility, generated the least amount of traffic compared with her classmates' blogs.\n", "\nCarla happened upon an article about the 80-20 rule. Because it said that you can use this concept in any field, Carla began to think about how she might apply the 80-20 rule to her blog project. She thought: <em>I spent a great deal of my time, technical ability, and writing expertise to build this blog. Yet for all of this expended energy, I am getting very little traffic to the site.</em>\n", "\nShe knew that even if a piece of content is spectacular, it is worth virtually nothing if no one reads it. Carla deduced that perhaps her <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing.asp\" rel=\"noopener noreferrer\">marketing of the blog</a> was a greater problem than the blog itself.\n", "\nTo apply the 80-20 rule, Carla decided to assign her \"80%\" to all that went into creating the blog, including its content; and as her \"20%,\" she designated the blog's visitors.\n", "\nUsing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/data-analytics.asp\" rel=\"noopener noreferrer\">web analytics</a>, Carla focused closely on the blog's traffic. She asked:\n", "\nCarla analyzed these questions and edited her blog accordingly:\n", "\nAlthough her analysis did confirm that the blog's biggest problem was its marketing, Carla did not ignore its content. She remembered the common fallacy cited in the article—if 20% of inputs are most important, then the other 80% must be unimportant—and did not want to make that mistake.\n", "\nBy applying the 80-20 rule to her blog project, Carla understood her audience better and targeted her top-20% of readers more purposefully. She reworked the blog's structure and content based on what she learned, and traffic to her site rose by more than 220%.\n"]}