{"name": "90/10 Strategy Definition", "@id": "https://www.investopedia.com/terms/1/90-10-strategy.asp", "related": ["https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/i/indexfund.asp", "https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp", "https://www.investopedia.com/terms/a/alpha.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nLegendary investor <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/071801.asp\" rel=\"noopener noreferrer\">Warren Buffett</a> invented the “90/10\" investing strategy for the investment of retirement savings. The method involves deploying 90% of one's investment capital into stock-based index funds while allocating the remaining 10% of money toward lower-risk investments. This system aims to generate higher yields in the overall portfolio over the long-term. Following this method, Buffett professes the potential gains an individual investor could achieve will be superior compared to those investors who employ high-fee investment managers. However, much depends on the quality of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing-in-index-funds-4771002\" rel=\"noopener noreferrer\">index funds</a> the investor purchases.\n", "\nA typical application of the 90/10 strategy involves the use of short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">Treasury Bills</a> (T-Bills) for the 10%, fixed-income component of the portfolio. Investment of the remaining 90% is in higher-risk (but low-cost) index funds.\n", "\nFor example, an investor with a $100,000 portfolio electing to employ a 90/10 strategy might invest $90,000 in an S&amp;P 500 index fund. The remaining $10,000 might go toward one-year Treasury Bills, which in our hypothetical scenario yield 4% per annum.\n", "\nOf course, the “90/10” rule is merely a suggested <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\" rel=\"noopener noreferrer\">benchmark</a>, which may be easily modified to reflect a given investor’s tolerance to investment risk. Investors with lower risk tolerance levels can adjust lower equity portions to the equation. For instance, an investor who sits at the lower end of the risk spectrum may adopt a 40/60 or even 30/70 split model. The only requirement is that the investor earmarks the more substantial portion of the portfolio funds for safer investments, such as shorter-term bonds that have an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondrating.asp\" rel=\"noopener noreferrer\">A- or better rating</a>.\n", "\nTo calculate the returns on such a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolio</a>, the investor must multiply the allocation by the return and then add those results. Using the example above, if the S&amp;P 500 returns 10% at the end of one year, the calculation is (0.90 x 10% + 0.10 x 4%) resulting in a 9.4% return.\n", "\nHowever, if the S&amp;P 500 declines by 10%, the overall return on the portfolio after one year would be -8.6% using the calculation (0.90 x -10% + 0.10 x 4%).\n", "\nBuffett not only advocates for the 90/10 plan in theory, but he actively puts this principle into practice as reported in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/041714/how-warren-buffett-made-berkshire-hathaway-worldbeater.asp\" rel=\"noopener noreferrer\">Berkshire Hathaway's</a> 2013 letter to shareholders. Most notably, Buffett uses the principle as a trust and estate planning directive for his wife, as laid out in his will:\n", "\nThere are variations of Buffett's 90/10 investing strategy that take into consideration the investor's age and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/risk_tolerance.asp\" rel=\"noopener noreferrer\">risk tolerance</a>. As an investor nears retirement, it's frequently a good idea to rebalance a portfolio to reflect a more conservative approach toward investing. The investor's need to protect their nest egg so they have funds to live on during retirement becomes paramount over the need for continuous growth. For this reason, the percentages in the investment strategy might change considerably.\n", "\nOne approach has the investor switching the allocations so that 90% of funds are put in low-risk government bonds and 10% are invested in index funds. Additionally, investors who are bearish may opt for these allocation amounts as part of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-advisors/100615/how-protect-your-portfolio-market-crash.asp\" rel=\"noopener noreferrer\">crash protection strategy</a>. Other approaches change the percentages for each investment type depending on the investor's risk tolerance combined with other factors, such as their desire to leave an estate to their heirs or the availability of other assets they can draw upon during retirement.\n"]}