{"name": "AARP Definition", "@id": "https://www.investopedia.com/terms/a/aarp.asp", "related": ["https://www.investopedia.com/terms/c/council-of-insurance-agents-brokers.asp", "https://www.investopedia.com/terms/s/ssa.asp", "https://www.investopedia.com/terms/i/independent-community-bankers-of-america.asp", "https://www.investopedia.com/terms/i/independent-insurance-agents-brokers-america.asp", "https://www.investopedia.com/terms/n/national-association-of-realtors.asp", "https://www.investopedia.com/terms/a/american-council-of-life-insurance.asp"], "body": ["\nThe American Association of Retired Persons, commonly known by its acronym AARP, is America's leading organization for people aged fifty and older, providing member benefits, marketing services, and lobbying on their behalf.\n", "\nFounded in 1958 by retired educator Dr. Ethel Percy Andrus as the American Association of Retired Persons,﻿ AARP is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-profitorganization.asp\" rel=\"noopener noreferrer\">nonprofit</a>, nonpartisan association with a membership of more than 38 million.﻿\n", "\nAARP provides information, education, research, advocacy, and community services through a nationwide network of local chapters and experienced volunteers. It focuses its work on consumer issues, economic security, work, health, and independent living issues, and engages in legislative, judicial, and consumer advocacy in these areas.\n", "\nAARP is considered a powerful lobbying group as well as a successful business, selling life and health insurance, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-product.asp\" rel=\"noopener noreferrer\">investment products</a>, and other financial and non-financial services. It is also an independent publisher, offering <em>Modern Maturity</em> magazine and the monthly <em>AARP Bulletin</em>. AARP produced <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.aarp.org/about-aarp/company/annual-reports/\" rel=\"noopener noreferrer\">$1.70 billion in revenue in 2019</a>, which came from a variety of endeavors, including advertising revenue from its publications, and from royalties for licensing its name and logo.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nHowever, membership fees represent the most significant source of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a>. It is registered as a 501(c)(4) non-profit by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a>, which means it is permitted to engage in lobbying.﻿ It also administers some 501(c)(3) public charity operations while some of its other operations are for-profit.\n", "\nThere are several AARP-affiliated organizations, and they include the following:\n", "\nAARP also has many other initiatives, including promoting driver safety (AARP Driver Safety), producing television programming that targets seniors, and engaging in sponsorships that support social causes, such as raising awareness of and fighting hunger in America.\n", "\nAARP manages outreach programs that address housing issues and social isolation among seniors. AARP has also initiated and managed programs that advocate for the strengthening of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\" rel=\"noopener noreferrer\">Social Security</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a>.\n", "\nAARP is one of the strongest lobbying groups in America, and because of its efforts, it often receives attention for exerting its influence in Washington, D.C., and in state capitals. Its non-profit operations also receive millions of dollars per year in the form of federal grants. Some argue that its positions fall into the more liberal part of the political spectrum.\n"]}