{"name": "Absorption Rate Definition", "@id": "https://www.investopedia.com/terms/a/absorption-rate.asp", "related": ["https://www.investopedia.com/terms/b/buyersmarket.asp", "https://www.investopedia.com/terms/s/sellersmarket.asp", "https://www.investopedia.com/terms/e/earnest-money.asp", "https://www.investopedia.com/terms/h/home-inspection.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp", "https://www.investopedia.com/terms/c/closingcosts.asp"], "body": ["\nThe term absorption rate refers to a metric used in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> market to evaluate the rate at which available homes are sold in a specific <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market.asp\">market</a> during a given time period. It is calculated by dividing the number of homes sold in the allotted time period by the total number of available homes. This equation can also be reversed to identify the amount of time it would take for the supply to be sold.<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"2\"></span> Absorption rates are also a key part of the accounting industry. In this context, the absorption rate refers to the way in which businesses calculate their <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overhead.asp\">overhead</a> costs.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe absorption rate provides insight into how quickly or slowly houses are selling in the real estate market. An absorption rate does not take additional homes that enter the market at various times into account. That's because this only provides a figure based on the current available data.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nA high absorption rate may indicate that the supply of available homes will shrink rapidly, indicating that a homeowner will sell their property in a shorter period of time. Traditionally, an absorption rate above 20% signaled a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sellersmarket.asp\">seller's market</a> in which homes are sold quickly. An absorption rate below 15% is an indicator of a buyer's market in which homes are not being sold as fast.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nIn market conditions with low absorption rates, a real estate agent may be forced to reduce a listing price to entice a sale. Alternatively, the agent can increase the price without sacrificing <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\">demand</a> for the home if the market has a high absorption rate. The absorption rate is also important for buyers and sellers to follow as they make decisions on the timing of purchases and sales.\n", "\nThe absorption rate can be a signal for developers to start building new homes. During market conditions with a high absorption rate, demand may be high enough to warrant the further development of properties. Meanwhile, periods with lower absorption rates indicate a cooling period for construction.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraiser.asp\">Appraisers</a> use the absorption rate to determine the value of a property. Some procedures require an addendum showing that absorption rates were considered in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraisal.asp\">appraisal</a> calculations. In general, appraisers are responsible for analyzing market conditions and maintaining an awareness of the absorption rates for all types of appraisal values.\n", "\nMost appraisers include this data metric in the neighborhood section of the appraisal forms. The current valuation of a home would be reduced during periods of decreased absorption rates and increased when absorption rates are high.\n", "\nSuppose a city has 1,000 homes currently on the market to be sold. If buyers snap up 100 homes per month, the absorption rate is 10% (100 homes sold per month divided by 1,000 homes available for sale). This also indicates that the supply of homes will be exhausted in 10 months (1,000 homes divided by 100 homes sold/month).\n", "\nAs mentioned above, the accounting industry also uses rates of absorption. This is the rate at which companies calculate their overhead <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\">expenses</a>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> These are the costs associated with providing goods and services to their customers.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> As such, it's also often called an overhead absorption rate.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nCompanies often have to use estimates to determine their overhead costs. That's because they don't know what the actual costs are until they come in.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> In order to determine their overhead, companies divide the total budgeted overhead costs divided by the total budgeted production base.<span class=\"ql-inline-citation\" data-cite=\"7\"></span><span class=\"ql-inline-citation\" data-cite=\"6\"></span> This requires an adjustment at the end of the accounting period to make up for any difference between the predicted and actual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101314/what-difference-between-cost-and-price.asp\">costs</a>.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nThis can be problematic, especially when companies use very conservative estimates to predict their costs. Doing so may throw off their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheets</a> because the actual costs may be higher at the end of the reporting period or if costs fluctuate.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTo find out the absorption rate in real estate, divide the total number of homes sold in a specific period of time by the total number of homes available in that market.\n", "\nAbsorption rates indicate how long it takes to sell homes in a given market. A six month absorption rate indicates a balanced market, so buyers and sellers equally benefit during this environment.\n", "\nAn absorption rate of seven—and anything higher—indicates a buyer's market. This means that prices are generally low, supply is tight, and demand is high.\n", "\nIn order to determine a monthly absorption rate, take the total number of homes sold in the market and divide that by 12.\n", "\nThe absorption rate is a very important metric used in the real estate and accounting industries. Realtors use it to determine how many homes are sold in a particular area at any given time. These professionals can also use the rate to determine what the kind of market, whether that's a buyer's, seller's, or a balanced market. This rate is also important for the construction industry, as it indicates when developers should start buying. Equally important is how this rate is used in the accounting field—notably for companies to estimate their overhead. You can use the formulas above to determine these rates.\n"]}