{"name": "ACA Health Insurance Marketplace Definition", "@id": "https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "related": ["https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/m/medicaid.asp", "https://www.investopedia.com/terms/q/qualifying-event.asp", "https://www.investopedia.com/terms/p/preexisting_condition.asp", "https://www.investopedia.com/terms/c/childrens-health-insurance-program-chip.asp", "https://www.investopedia.com/terms/g/grandfathered-health-plan.asp"], "body": ["\nThe Health Insurance Marketplace is a platform that offers insurance plans to individuals, families, and small businesses. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\">Affordable Care Act</a> (ACA) established the Marketplace as a means to extend health insurance coverage to millions of uninsured Americans. Many states offer their own marketplaces, while the federal government manages an exchange open to residents of other states.\n", "\nThe Health Insurance Marketplace is a key element of the Affordable Care Act, a healthcare reform signed into law by President Barack Obama in 2010, also known as Obamacare.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿ The law instructed states to set up their own exchanges where individuals or families without employer-sponsored coverage could compare plans. Many states, however, have chosen not to establish a marketplace and have joined the federal exchange.\n", "\nThe Marketplace facilitates competition among private insurers in a central location where people who do not have access to employer-sponsored insurance can find a suitable plan. Individuals can compare and apply for plans via the Marketplace during the open enrollment period. Typically, this period takes place in November and December of the year prior to the year in which the coverage will take effect. Consumers can apply for a special enrollment period in the case of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualifying-event.asp\" rel=\"noopener noreferrer\">qualifying event</a> such as the birth of a child, marriage or the loss of another insurance plan.\n", "\nThe Marketplace categorizes plans into four tiers: bronze, silver, gold, and platinum, in the order of least to greatest coverage. The highest tier, platinum, includes plans that cover approximately 90% of health expenses, but is also the most costly.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿ Lower-income individuals and families can qualify for extra savings on all the health insurance plans offered on the exchange through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-premium-tax-credit.asp\" rel=\"noopener noreferrer\">premium tax credits</a> and cost-sharing reductions.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nThe Health Insurance Marketplace has requirements for individuals and families who use it, as well as for the insurance companies that offer coverage. To be eligible to buy coverage offered on the Marketplace, you must live in the United States and be a U.S. citizen or national. If you are covered by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a>, you’re not eligible.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n", "\nWhile the plans that insurers offer on the Marketplace can vary widely, the ACA requires that they must each satisfy 10 basic requirements or essential health benefits (EHBs). Many of the EHBs might seem like they would go without saying, but plans can skimp on basic coverage and some political opponents of the ACA have proposed eliminating EHBs since the passage of the ACA.\n", "\nRequired benefits include:\n", "\nChanges have been made to the ACA that have addressed some of the objections raised by its opponents, while still keeping the Marketplace open. For example, as part of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a>, in Dec. 2017 Congress removed a penalty individuals had to pay for not having health insurance, a requirement that many Republicans had opposed.\n", "\nIn March 2019, the Trump administration said that it would seek to repeal the entire Affordable Care Act. The Justice Department in a letter to a federal appeals court said it agreed with a federal judge in Texas who declared the healthcare law unconstitutional and added that it will support the judgment on appeal. The case went to the Supreme Court in 2020, and as of November 2020, the Supreme Court was still deliberating.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n", "\nThen President Trump lost the 2020 election and was replaced by Joe Biden, who had helped President Obama pass the Affordable Care Act. Eight days after President Biden took office, he signed an executive order focused on strengthening the ACA, as well as Medicaid.\n", "\nIn addition to setting up a new special enrollment period to help people who lost insurance during the pandemic, the order signed on Jan. 28, 2021, focused on \"rules and other policies that limit American's access to health care,\" ordering federal agencies to examine five areas and decide whether action is needed there:<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n"]}