{"name": "Accidental Death and Dismemberment (AD&D) Insurance Definition", "@id": "https://www.investopedia.com/terms/a/accidental-death-dismemberment-insurance.asp", "related": ["https://www.investopedia.com/terms/a/accidental-death-benefit.asp", "https://www.investopedia.com/terms/v/voluntary-accidental-death-and-dismemberment-insurance-vadd.asp", "https://www.investopedia.com/terms/d/dreadeddiseaserider.asp", "https://www.investopedia.com/terms/a/assurance.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/a/aviation-accident-insurance.asp"], "body": ["\nAccidental death and dismemberment (AD&amp;D) insurance is insurance—usually added as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\" rel=\"noopener noreferrer\">rider</a> to a health insurance or life insurance policy—that covers the unintentional death or dismemberment of the insured. Dismemberment includes the loss—or the loss of use—of body parts or functions (e.g., limbs, speech, eyesight, and hearing). Because of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-coverage.asp\" rel=\"noopener noreferrer\">coverage</a> limitations, prospective buyers should carefully read the terms of the policy. For instance, AD&amp;D insurance is limited and generally covers unlikely events. Also, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/company-insights/090116/when-should-you-get-supplemental-life-insurance.asp\" rel=\"noopener noreferrer\">it is supplemental life insurance</a> and not an acceptable substitute for <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\" rel=\"noopener noreferrer\">term life insurance</a>.\n", "\nAD&amp;D insurance contains a schedule that details the terms and percentages of the various benefits and covered special circumstances. For example, if an insured dies from injuries sustained in an accident, the death must occur within a specified period for benefits to be paid.\n", "\nWhen adding an AD&amp;D rider, also known as a “double indemnity” rider, to a life insurance policy, the designated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\" rel=\"noopener noreferrer\">beneficiaries</a> receive benefits from both in the event the insured dies accidentally. Benefits typically cannot exceed a certain amount. Most insurers cap the amount payable under these circumstances. As most AD&amp;D insurance payments <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/013015/how-do-i-determine-face-value-life-insurance-policy.asp\" rel=\"noopener noreferrer\">usually mirror the face value of the original life insurance policy</a>, the beneficiary receives a benefit twice the amount of the life insurance policy’s face value upon the accidental death of the insured.\n", "\nTypically, accidental death covers exceptional circumstances, such as exposure to the elements, traffic accidents, homicide, falls, drowning, and accidents involving heavy equipment.\n", "\nMost AD&amp;D policies pay a percentage for the loss of a limb, partial or permanent paralysis, or the loss of use of specific body parts, such as the loss of sight, hearing, or speech. The types and extent of injuries covered are particular to and defined by each insurer and policy. It is uncommon for a policy to pay 100% of the policy amount for anything less than a combination of the loss of a limb and the loss of a major bodily function, such as sight in at least one eye or hearing in at least one ear.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/voluntary-accidental-death-and-dismemberment-insurance-vadd.asp\" rel=\"noopener noreferrer\">Voluntary accidental death and dismemberment (VAD&amp;D) insurance</a> is an optional financial protection plan that provides a beneficiary with cash if the policyholder is accidentally killed or loses certain body parts. VAD&amp;D is also a limited form of life insurance and generally less expensive than a full life insurance policy.\n", "\nPremiums are based on the amount of insurance purchased, and VAD&amp;D insurance is typically purchased by workers in occupations that place them at high risk of physical injury. Most policies are renewed periodically with revised terms.\n", "\nHow much such a policy pays depends not only on the amount of coverage purchased but also on the type of claim filed. For example, the policy might pay 100% if the policyholder is killed or becomes quadriplegic, but only 50% for the loss of a hand or the permanent loss of hearing in one ear or sight in one eye.\n", "\nEach insurance provider includes a list of exclusions. In most instances, the list includes suicide, death from illness or natural causes, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/war-exclusion-clause.asp\" rel=\"noopener noreferrer\">wartime injuries</a>. Other common exclusions include death resulting from the overdose of toxic substances, death while under the influence of nonprescription drugs, and the injury or death of a professional athlete during a sporting event. Usually, if the insured’s loss occurs because of a felonious act on his or her part, no benefit is payable.\n", "\nAccidents are the third leading cause of death in the United States.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ An accidental death not only impacts the surviving loved ones emotionally but also financially as they now deal with the sudden loss of income. The death benefit from an AD&amp;D policy can add peace of mind by lessening that burden.\n", "\nBecause the loss of income will carry forward, AD&amp;D policies provide a death benefit in addition to the death benefit offered through the traditional life insurance on the insured. The death benefit amount is usually equal to or some multiple of the traditional policy's death benefit amount. This extra benefit is known as double indemnity as the benefit usually doubles with this added feature.\n", "\nBecause coverage is limited to certain events causing accidental death or loss of limb, premiums are relatively inexpensive. If offered through an employer, participating employees may realize a cost of a few dollars per month. Even when purchased individually, the costs are considerably less than rates for term insurance offering the same face amount.\n", "\nThis limited coverage can also be disadvantageous to policyholders because it only pays upon certain events. If death occurs outside of these limitations, the AD&amp;D policy does not pay. Premiums paid are forfeited and remain with the insurer. <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ For example, if someone dies from the result of a terrorist attack, no benefit is paid because that is considered a wartime act. Insurers have the ability to make exceptions to this as was done for victims of the 9/11 terrorist attacks in the United States.\n", "\nThe leading cause of death in the United States is due to heart-related issues. Therefore, it is likely that someone will die from natural causes before they die from an accident, especially for those not engaged in risky work and older adults.\n", "\nIf coverage is group or employer-sponsored, it may not be portable if the insured leaves the group or employer. Oftentimes, coverage terminates upon the termination of the insured's affiliation with the sponsor, leaving them unprotected until new coverage is issued.\n", "\nAlso, having AD&amp;D may give policyholders a false sense of security when including the face amount in their cumulative life insurance totals during planning. Because AD&amp;D only pays upon certain events, it should not be used to determine if a customer's life insurance portfolio is balanced. Traditional life insurance should be adequate to provide necessary financial support to the beneficiary(ies). AD&amp;D supplements in the event death occurs from an accident. It adds an extra benefit for the sudden and unexpected departure of the insured.\n", "\nAccidental death and dismemberment (AD&amp;D) coverage only pays a benefit if death results from a covered accident or upon the loss (or loss of use) of a limb. In contrast, coverage is broader with life insurance. Life insurance policies pay death benefits upon the death of the insured, despite how the death occurred (exceptions apply per policy).\n", "\nAD&amp;D policies cover the accidental death of the insured or the loss (or loss of use) of the insured's limb. Not all accidental deaths are covered, however. For example, accidental deaths caused by the insured's felonious act and wartime acts are generally not covered. Each policy provides policy specifications and a list of exclusions.\n", "\nAlthough unexpected, a heart attack is considered a natural cause of death and is, therefore, excluded from AD&amp;D coverage. There is one exception to this exclusion. If the heart attack was precipitated by the accident, most AD&amp;D policies will pay the stated benefit. For example, if an insured, with no underlying heart issues, has a heart attack immediately after a catastrophic car accident and subsequently dies, the policy will pay.\n", "\nLike a heart attack, cancer is considered a natural cause of death and will not prompt payment from the AD&amp;D policy.\n", "\nAD&amp;D coverage is relatively inexpensive compared to traditional (term) and whole life insurance. Costs can be as little as a few dollars per month. However, rates vary according to the type of AD&amp;D coverage issued and the insurer.\n", "\nAccidental death and dismemberment (AD&amp;D) insurance is an insurance policy that pays a death benefit upon the accidental death of an insured or upon the loss of a limb due to an accident. AD&amp;D is purposed to serve as a supplement to regular life insurance as coverage is limited to certain types of accidents. No benefit is payable if the death is due to natural causes or other excludable events. However, AD&amp;D can be a cost-effective way to supplement insurance and provide additional financial assistance to families of the deceased.\n"]}