{"name": "Accounts Receivable Aging Definition", "@id": "https://www.investopedia.com/terms/a/accounts-receivable-aging.asp", "related": ["https://www.investopedia.com/terms/a/aging.asp", "https://www.investopedia.com/terms/a/allowancefordoubtfulaccounts.asp", "https://www.investopedia.com/terms/a/accountsreceivable.asp", "https://www.investopedia.com/terms/b/baddebtreserve.asp", "https://www.investopedia.com/terms/b/bad-debt-expense.asp", "https://www.investopedia.com/terms/n/netreceivables.asp"], "body": ["\nAccounts receivable aging (tabulated via an aged receivables report) is a periodic report that categorizes a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a> according to the length of time an invoice has been outstanding. It is used as a gauge to determine the financial health of a company's customers. If the accounts receivable aging shows a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/receivables.asp\" rel=\"noopener noreferrer\">receivables</a> are being collected much slower than normal, this is a warning sign that business may be slowing down or that the company is taking greater credit risk in its sales practices.\n", "\nAccounts receivable aging, as a management tool, can indicate that certain customers are becoming credit risks, and may reveal whether the company should keep doing business with customers that are chronically late payers. Accounts receivable aging has columns that are typically broken into date ranges of 30 days, and shows total receivables that are currently due, as well as receivables that are past due.\n", "\nAccounts receivable aging is useful in determining the allowance for doubtful accounts. When estimating the amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baddebt.asp\" rel=\"noopener noreferrer\">bad debt</a> to report on a company’s financial statements, the accounts receivable aging report is useful to estimate the total amount to be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/write-off.asp\" rel=\"noopener noreferrer\">written off</a>. The primary useful feature is the aggregation of receivables based on the length of time the invoice has been past due.\n", "\nA company applies a fixed percentage of default to each date range. Invoices that have been past due for longer periods of time are given a higher percentage due to increasing default risk and decreasing collectibility. The sum of the products from each outstanding date range provides an estimate regarding the amount of uncollectible receivables.\n", "\nThe aged receivables report, or table, depicting accounts receivable aging provides details of specific receivables based on age. The specific receivables are aggregated at the bottom of the table to display the total receivables of a company, based on the number of days the invoice is past due. The typical column headers include 30-day windows of time, and the rows represent the receivables of each customer. Here's an example of an accounts receivable aging report.<em> </em>\n", "\n<em><span class=\"ql-cursor\"></span></em>\n", "\nThe findings from accounts receivable aging reports may be improved in various ways. First, accounts receivable are derivations of the extension of credit. If a company experiences difficulty collecting accounts, as evidenced by the accounts receivable aging report, specific customers may be extended business on a cash-only basis. Therefore, the aging report is helpful in laying out credit and selling practices.\n", "\nCompanies will use the information on an accounts receivable aging report to create collection letters to send to customers with overdue balances. Accounts receivable aging reports mailed to customers along with the month-end statement or collection letter provides a detailed account of outstanding items. Therefore, an accounts receivable aging report may be utilized by internal as well as external individuals.\n"]}