{"name": "Accredited In Business Valuation – ABV Definition", "@id": "https://www.investopedia.com/terms/a/accredited-in-business-valuation-abv.asp", "related": ["https://www.investopedia.com/terms/a/ava.asp", "https://www.investopedia.com/terms/c/certified-forensic-financial-analyst.asp", "https://www.investopedia.com/terms/b/business-valuation.asp", "https://www.investopedia.com/terms/p/personal-financial-specialist-pfs.asp", "https://www.investopedia.com/terms/c/chartered-wealth-manager.asp", "https://www.investopedia.com/terms/c/chartered-retirement-plans-specialist.asp"], "body": ["\nAccredited in Business Valuation (ABV) is a professional designation awarded to a certified public accountant (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\" rel=\"noopener noreferrer\">CPA</a>), who specializes in calculating businesses' value. The ABV certification is overseen by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-institute-of-certified-public-accountants.asp\" rel=\"noopener noreferrer\">American Institute of Certified Public Accountants</a> (AICPA). It requires candidates to complete an application process, pass an exam, meet the minimum business experience and education requirements, and pay a credential fee. As of 2021, the annual fee for the ABV Credential was $380.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nMaintaining the ABV credential also requires those who hold the certification to meet minimum work experience standards and lifelong learning. Successful applicants earn the right to use the ABV designation with their names, improving job opportunities, professional reputation, and pay.\n", "\nThe Accredited in Business Valuation credential is awarded to CPAs who demonstrate considerable knowledge, skill, and business valuation experience. The study program to become an ABV covers the basic business valuation process, professional standards, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\" rel=\"noopener noreferrer\">qualitative</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\" rel=\"noopener noreferrer\">quantitative analysis</a>, valuation analysis, and other related topics, such as financial reporting and litigation.\n", "\nCandidates <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.aicpa.org/membership/join/credentials.html\" rel=\"noopener noreferrer\">seeking ABV accreditation</a> must have a valid (and unrevoked) CPA license or certificate issued by the appropriate state authority. They must also pass the ABV Examination, with some exceptions. For example, this requirement is waived in the case of AM (Accredited Member of the ASA) and ASA (Accredited Senior Appraiser) credential holders of the American Society of Appraisers, CFA (Certified Financial Actuary) holders, and CBV (Chartered Business Valuator) credential holders of the Canadian Institute of Chartered Business Valuators.\n", "\nEvery three years, ABV professionals must complete 60 hours of continuing professional education. They must also pay an annual fee of several hundred dollars.\n", "\nABV candidates must have obtained a minimum of 150 hours of BV experience within the five years preceding the credential application date. Candidates may also apply a maximum of 15 experience hours by completing the hands-on business valuation case study track at the AICPA Forensic and Valuation Services Conference.\n", "\nABV candidates must complete 75 hours of valuation-related continuing professional development (CPD). All hours must be obtained within the 5-year period preceding the date of the ABV application.\n", "\nThe ABV Exam is conducted by computer and consists of two parts. Both parts must be passed in 12 months (based on passing the first part) to receive ABV credit.\n", "\nApplicants are given three hours and 15-minutes to complete each section of the test, including a 15-minute break. The exam consists of 90 multiple-choice questions per module, and much of the exam are discrete multiple-choice questions (78 in total). A dozen questions are case studies with accompanying multiple-choice answers. These questions are meant to test a candidate's analytical aptitude and apply valuation theory and methodology.\n"]}