{"name": "Accrued Expense Definition", "@id": "https://www.investopedia.com/terms/a/accruedexpense.asp", "related": ["https://www.investopedia.com/terms/a/accrualaccounting.asp", "https://www.investopedia.com/terms/a/accountspayable.asp", "https://www.investopedia.com/terms/d/deferredcharge.asp", "https://www.investopedia.com/terms/c/cashbasis.asp", "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp", "https://www.investopedia.com/terms/a/accruedincome.asp"], "body": ["\nAn accrued expense is an accounting term that refers to an expense that is recognized on the books before it has been paid; the expense is recorded in the accounting period in which it is incurred. Because accrued expenses represent a company's obligation to make future cash payments, they are shown on a company's balance sheet as current liabilities; accrued expenses are also known as accrued liabilities. An accrued expense is only an estimate, and will likely differ from the supplier’s invoice that will arrive at a later date.\n", "\nFollowing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\" rel=\"noopener noreferrer\">accrual method of accounting</a>, expenses are recognized when they are incurred, not necessarily when they are paid. Unless an expense is substantial, it is generally not accrued because accrual accounting requires the work of multiple journal entries.\n", "\nAn example of an accrued expense is when a company purchases supplies from a vendor but has not yet received an invoice for the purchase. Other forms of accrued expenses include interest payments on loans, warranties on products or services received, and taxes; all of which have been incurred or obtained, but for which no invoices have been received nor payments made. Employee commissions, wages, and bonuses are accrued in the period they occur although the actual payment is made in the following period.\n", "\nAccrued expenses are the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaidexpense.asp\" rel=\"noopener noreferrer\">prepaid expenses</a>. Prepaid expenses are payments made in advance for goods and services that are expected to be provided or used in the future. While accrued expenses represent liabilities, prepaid expenses are recognized as assets on the balance sheet.\n", "\nA company pays its employees' salaries on the first day of the following month for services received in the prior month. So, employees that worked all of November will be paid in December. If on December 31, the company’s income statement recognizes only the salary payments that have been made, the accrued expenses from the employees’ services for December will be omitted.\n", "\nBecause the company actually incurred 12 months’ worth of salary expenses, an adjusting journal entry is recorded at the end of the accounting period for the last month’s expense. The adjusting entry will be dated December 31 and will have a debit to the salary expenses account on the income statement and a credit to the salaries payable account on the balance sheet.\n", "\nWhen the company’s accounting department receives the bill for the total amount of salaries due, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031015/whats-difference-between-accrued-expenses-and-accounts-payable.asp\" rel=\"noopener noreferrer\">accounts payable</a> account is credited. Accounts payable is found in the current liabilities section of the balance sheet and represents the short-term liabilities of a company. After the debt has been paid off, the accounts payable account is debited and the cash account is credited.\n", "\nAlthough the accrual method of accounting is labor-intensive because it requires extensive journaling. The method is a more accurate measure of a company's transactions and events for each period. This more complete picture helps users of financial statements to better understand a company's present financial health and predict its future financial position.\n", "\nAccrual accounting differs from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/accrual-accounting.asp\" rel=\"noopener noreferrer\">cash basis accounting</a>, which records financial events and transactions only when cash is exchanged—often resulting in the overstatement and understatement of income and account balances.\n"]}