{"name": "Accrued Liability Definition", "@id": "https://www.investopedia.com/terms/a/accrued-liability.asp", "related": ["https://www.investopedia.com/terms/a/accrualaccounting.asp", "https://www.investopedia.com/terms/d/deferredcharge.asp", "https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/d/deferredtaxliability.asp", "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp", "https://www.investopedia.com/terms/a/accountspayable.asp"], "body": ["\nAn accrued liability is an expense that a business has incurred but has not yet paid. A company can accrue liabilities for any number of obligations, and the accruals can be recorded as either short-term or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermliabilities.asp\">long-term liabilities</a> on a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>. Payroll taxes, including Social Security, Medicare, and federal unemployment taxes are liabilities that can be accrued periodically in preparation for payment before the taxes are due.\n", "\nAn accrued liability is a financial obligation a company incurs during a given period but has not yet paid for in that period. Although the cash flow has yet to occur, the company must still pay for the benefit received. Accrued liabilities only exist when using an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\">accrual method</a> of accounting.\n", "\nThe other alternative—the cash method—does not accrue liabilities. Accrued liabilities are entered into the financial records during one period and are typically reversed in the next when paid. This will allow for the actual expense to be recorded at the accurate dollar amount when payment is made in full.\n", "\nThe concept of an accrued liability relates to timing and the matching principle. Under accrual accounting, all expenses are to be recorded in financial statements in the period in which they are incurred, which may differ from the period in which they are paid.\n", "\nExpenses are recorded in the same period when related revenues are reported to provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statement</a> users with accurate information regarding the costs required to generate revenue.\n", "\nAccrued liabilities arise due to events that occur during the normal course of business. A company that purchased goods or services on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredpaymentoption.asp\">deferred payment plan</a> will accrue liabilities because the obligation to pay in the future exists.\n", "\nEmployees may have performed work but have not yet received wages. Interest on loans may be accrued if interest fees have been incurred since the previous loan payment. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/back-taxes.asp\">Taxes owed to governments</a> may be accrued because they may not be due until the next tax reporting period.\n", "\nAt the end of a calendar year, salary and benefits must be recorded in the appropriate year, regardless of when the pay period ends and when paychecks are distributed. For example, a two-week pay period may extend from December 25 to January 7.\n", "\nAlthough the salaries and benefits will not be distributed until January, there is still one full week of expenses relating to December. Therefore, the salaries, benefits, and taxes incurred from December 25 to December 31 are accrued liabilities. In the financial records, expenses will be debited to reflect an increase in the expenses. Meanwhile, various liabilities will be credited to report the increase in obligations at the end of the year.\n"]}