{"name": "Accumulated Depreciation Definition", "@id": "https://www.investopedia.com/terms/a/accumulated-depreciation.asp", "related": ["https://www.investopedia.com/terms/d/depreciation.asp", "https://www.investopedia.com/terms/d/double-declining-balance-depreciation-method.asp", "https://www.investopedia.com/terms/s/salvagevalue.asp", "https://www.investopedia.com/terms/b/business-asset.asp", "https://www.investopedia.com/terms/c/capitallease.asp", "https://www.investopedia.com/terms/f/fixedasset.asp"], "body": ["\nAccumulated depreciation is the cumulative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">depreciation</a> of an asset up to a single point in its life. Accumulated depreciation is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contraaccount.asp\">contra</a> asset account, meaning its natural balance is a credit that reduces the overall asset value.\n", "\nThe matching principle under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">generally accepted accounting principles</a> (GAAP) dictates that expenses must be matched to the same accounting period in which the related revenue is generated. Through depreciation, a business will expense a portion of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\">capital asset's</a> value over each year of its useful life. This means that each year a capitalized asset is put to use and generates revenue, the cost associated with using up the asset is recorded.\n", "\nAccumulated depreciation is the total amount an asset has been depreciated up until a single point. Each period, the depreciation expense recorded in that period is added to the beginning accumulated depreciation balance. An asset's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/carryingvalue.asp\">carrying value</a> on the balance sheet is the difference between its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historical-cost.asp\">historical cost</a> and accumulated depreciation. At the end of an asset's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\">useful life</a>, its carrying value on the balance sheet will match its <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salvagevalue.asp\">salvage value</a>.\n", "\nWhen recording depreciation in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalledger.asp\">general ledger</a>, a company debits depreciation expense and credits accumulated depreciation. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040215/what-relationship-between-accumulated-depreciation-and-depreciation-expense.asp\">Depreciation expense</a> flows through to the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a> in the period it is recorded. Accumulated depreciation is presented on the balance sheet below the line for related capitalized assets. The accumulated depreciation balance increases over time, adding the amount of depreciation expense recorded in the current period.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/straightlinebasis.asp\">Straight-line</a> depreciation expense is calculated by finding the depreciable base of the asset, which equals the difference between the historical cost of the asset and its salvage value. The depreciable base is then divided by the asset's useful life in order to get the periodic depreciation expense. In this example, the historical cost of the asset is the purchase price, the salvage value is the value of the asset at the end of its useful life, also referred to as scrap value, and the useful life is the number of years the asset is expected to provide value.\n", "\nCompany A buys a piece of equipment with a useful life of 10 years for $110,000. The equipment is estimated to have a salvage value of $10,000. The equipment is going to provide the company with value for the next 10 years, so the company expenses the cost of the equipment over the next 10 years. Straight-line depreciation is calculated as (($110,000 - $10,000) / 10), or $10,000 a year. This means the company will depreciate $10,000 for the next 10 years until the book value of the asset is $10,000.\n", "\nEach year the contra asset account referred to as accumulated depreciation increases by $10,000. For example, at the end of five years, the annual depreciation expense is still $10,000, but accumulated depreciation has grown to $50,000. That is, accumulated depreciation is a cumulative account. It is credited each year as the value of the asset is written off and remains on the books, reducing the net value of the asset, until the asset is disposed of or sold. It is important to note that accumulated depreciation cannot be more than the asset's historical cost even if the asset is still in use after its estimated useful life.\n"]}