{"name": "Acquisition Cost Definition", "@id": "https://www.investopedia.com/terms/a/acquisition-cost.asp", "related": ["https://www.investopedia.com/terms/c/cpga.asp", "https://www.investopedia.com/terms/c/costofacquisition.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/s/strategic-buyer.asp", "https://www.investopedia.com/terms/d/duediligence.asp"], "body": ["\nAn acquisition cost, also referred to as the cost of acquisition, is the total cost that a company recognizes on its books for property or equipment after adjusting for discounts, incentives, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingcosts.asp\">closing costs</a> and other necessary expenditures, but before <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\">sales taxes</a>. An acquisition cost may also entail the amount needed to take over another firm or purchase an existing business unit from another company. Additionally, an acquisition cost can describe the costs incurred by a business in relation to the efforts involved in acquiring a new customer.\n", "\nAcquisition costs provide a reflection of the true amount paid for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\">fixed assets</a> before sales tax is applied, for expenses related to the acquisition of a new customer, or for the takeover of other firms. Acquisition costs are useful because they recognize a more realistic cost on a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a> than using other measures. For instance, the acquisition cost of property, plant, and equipment (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppe.asp\">PP&amp;E</a>) recognizes any discounts or additional costs that the company will experience and is often referred to as the original <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\">book value</a> of the asset in question.\n", "\nBesides the price paid for the asset itself, additional costs may also be considered part of acquisition when these costs are directly tied to the acquisition process. For example, if the asset in question requires legal assistance to complete the transaction, legal and regulatory fees are also included. Commissions associated with the purchase may also be included, such as those paid to a real estate agent when dealing with a property transaction, to a staffing company for placing an employee, to a marketing firm for acquiring customers, or to an investment bank for brokering a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\">merger</a>.\n", "\nWith regard to manufacturing or production equipment, any costs associated with bringing the equipment to an operational state may also be included in the cost of acquisition. This includes the cost of shipping &amp; receiving, general installation, mounting, and calibration.\n", "\nCustomer acquisition costs are those funds that are used to introduce new customers to the company's products and services in hopes of acquiring the customer’s business. The customer acquisition cost is calculated by dividing total acquisition costs by total new customers over a set period.\n", "\nUnderstanding customer acquisition costs is helpful in planning future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_allocation.asp\">capital allocations</a> for marketing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget.asp\">budgets</a> and sales discounts. Costs traditionally associated with customer acquisition include marketing and advertising, incentives and discounts, the staff associated with those business areas, and other sales staff or contracts with external advertising firms. Incentives may be expressed in various formats, such as buy-one-get-one-free deals, receiving another product free with purchase, upgraded service at no additional cost to the customer, gift cards, or bill credits.\n", "\nOne business sector with a high occurrence of promotions directed at new customers is the wireless and cellular industry. Wireless companies often extend deals to new customers such as increased data packages, additional family phone lines for free, and discounts on the newest cellular phones. The purpose of these offerings is to entice customers to choose their business over their competitors.\n"]}