{"name": "Additional Paid-In Capital (APIC) Definition", "@id": "https://www.investopedia.com/terms/a/additionalpaidincapital.asp", "related": ["https://www.investopedia.com/terms/p/paidincapital.asp", "https://www.investopedia.com/terms/c/capitalstock.asp", "https://www.investopedia.com/terms/c/contributedsurplus.asp", "https://www.investopedia.com/terms/f/fullstock.asp", "https://www.investopedia.com/terms/t/treasurystock.asp", "https://www.investopedia.com/terms/p/parvalue.asp"], "body": ["\nAdditional paid-in capital (APIC), is an accounting term referring to money an investor pays above and beyond the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/par.asp\" rel=\"noopener noreferrer\">par value</a> price of a stock. Often referred to as \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contributed-capital.asp\" rel=\"noopener noreferrer\">contributed capital</a> in excess of par”, APIC occurs when an investor buys newly-issued shares, directly from a company, during its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (IPO) stage. Therefore, APICs, which are itemized under the “shareholder’s equity” section of a balance sheet, are viewed as profit opportunities for companies, who receive excess cash from stockholders.\n", "\nDuring its IPO, a firm is entitled to set any price for its stock that it sees fit. Meanwhile, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\" rel=\"noopener noreferrer\">investors </a>may elect to pay any amount above this declared par value of a share price, which generates the additional paid-in capital.\n", "\nLet us assume that during its IPO phase, the XYZ Widget Company issues one million shares of stock, with a par value of $1 per share, and that investors bid on shares for $2, $4, and $10 above the par value. Let us further assume that those shares ultimately sell for $11, consequently making the company $11 million. In this instance, the additional paid-in capital is $10 million ($11 million minus the par value of $1 million). Therefore, the company’s balance sheet itemizes $1 million as \"paid-in-capital,\" and $10 million as \"additional paid-in capital\".\n", "\nOnce a stock trades in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/primary-and-secondary-markets/\" rel=\"noopener noreferrer\">secondary market</a>, an investor may pay whatever the market will bear. When investors buy shares directly from a given company, that corporation receives and retains the funds as paid-in-capital. But after that time, when investors buy shares in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\" rel=\"noopener noreferrer\">open market</a>, the generated funds go directly into the pockets of the investors selling off their positions.\n", "\nAdditional paid-in capital is an accounting term, the amount of which is generally booked in the shareholders' equity (SE) section of the balance sheet. When a company issues stock, there are two entries that take place in the equity section: common stock and APIC. The total cash generated by the IPO is recorded as a debit in the equity section, and the common stock and APIC are recorded as credits. The APIC formula is APIC = (Issue Price – Par Value) x Number of Shares Acquired by Investors.\n", "\nDue to the fact that additional paid-in capital represents money paid to the company, above the par value of a security, it is essential to understand what par actually means. Simply put, “par” signifies the value a company assigns to stock at the time of its IPO, before there is even a market for the security. Issuers traditionally set stock par values deliberately low—in some cases as little as a penny per share, in order to preemptively avoid any potential legal liability, which might occur if the stock dips below its par value.\n", "\nMarket value is the actual price a financial instrument is worth at any given time. The stock market determines the real value of a stock, which shifts continuously, as shares are bought and sold throughout the trading day. Thus, investors make money on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/155.asp\" rel=\"noopener noreferrer\">changing value</a> of a stock over time, based on company performance and investor sentiment.\n", "\nPaid-in capital is the full amount of cash or other assets that shareholders have given a company in exchange for stock. Paid-in capital includes the par value of both common and preferred stock plus any amount paid in excess. Additional paid-in capital, on the other hand, includes only the amount paid in excess of the par value of stock issued during a company's IPO. Both items are included next to one another in the shareholder's equity section of the balance sheet.\n", "\nFor common stock, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/09/abcs-of-private-equity.asp\" rel=\"noopener noreferrer\">paid-in-capital</a> consists of a stock's par value and additional paid-in capital, the latter of which may provide a substantial portion of a company's equity capital, before retained earnings begin to accumulate. This capital provides a layer of defense against potential losses, in the event that retained earnings begin to show a deficit. \n", "\nAnother huge advantage for a company issuing shares is that it does not raise the fixed cost of the company. The company doesn't have to make any payment to the investor; even dividends are not required. Furthermore, investors do not have any claim on the company's existing assets. After issuing stock to shareholders, the company is free to use the funds generated by issuing stock any way they choose, whether that means paying off loans, purchasing an asset, or any other action that may benefit the company.\n", "\nAdditional paid-in capital is recorded as a credit under the shareholder's equity section of a company's balance sheet and refers to the money an investor pays above the par value price of a stock.\n", "\nAdditional paid-in capital is recorded under the equity section of a company's balance sheet. The total cash generated by the IPO is recorded as a debit in the equity section, and the common stock and APIC are recorded as credits.\n", "\nThe APIC formula is APIC = (Issue Price – Par Value) x Number of Shares Acquired by Investors.\n", "\nAny new issuance of preferred or common shares may increase the paid-in capital as the excess value is recorded.\n", "\nAdditional paid-in capital is a great way for companies to generate cash without having to give any collateral in return. Furthermore, purchasing shares at a company's IPO can be incredibly profitable for some investors.\n"]}