{"name": "Adjudication Definition", "@id": "https://www.investopedia.com/terms/a/adjudication.asp", "related": ["https://www.investopedia.com/terms/w/writ-of-attachment.asp", "https://www.investopedia.com/terms/p/petition.asp", "https://www.investopedia.com/terms/q/quiet-title-action.asp", "https://www.investopedia.com/terms/a/alternative-dispute-resolution.asp", "https://www.investopedia.com/terms/a/appeal-bond.asp", "https://www.investopedia.com/terms/j/judgement.asp"], "body": ["\nAn adjudication is a legal ruling or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/judgement.asp\" rel=\"noopener noreferrer\">judgment</a>, usually final, but can also refer to the process of settling a legal case or claim through the court or justice system, such as a decree in the bankruptcy process between the defendant and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a>.\n", "\nNormally, an adjudication represents the final judgment or pronouncement in a case that will determine the course of action taken regarding the issue presented. Outside of a legal process, adjudication can also more generally refer to other formal processes of judgment or ruling that render a final decision, such as the process of validating an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\" rel=\"noopener noreferrer\">insurance claim</a>.\n", "\nAdjudication describes the legal process that helps expedite and deliver a court's resolution regarding an issue between two parties. The result of the process is a judgment and court opinion that is legally binding. Most adjudication hearings center on disputes that involve money or nonviolent infractions and result in the distribution of rights and obligations for all parties involved.\n", "\nAdjudication specifically refers to the process and decision issued by a government-appointed (or elected) judge, as opposed to a decision issued by an arbitrator in a private proceeding or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitration.asp\" rel=\"noopener noreferrer\">arbitration</a>. While both judges and arbitrators are expected and required to follow the law, judges' adjudications also must take into account the interests of the government and general public interest. Arbitration, meanwhile, only needs to consider the interests of the parties involved.\n", "\nThis legal process differs from other justice-seeking or evidence-based court cases. It is instead used to settle disputes between private parties, political officials and a private party, and public bodies and public officials. In the healthcare industry, for example, adjudication can determine a carrier's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liability</a> for monetary claims submitted by an insured person.\n", "\nThe types of disputes handled or resolved through adjudication include the following:\n", "\nRequirements for full adjudication include requisite notice to all interested parties (all legally-interested parties or those with a legal right affected by the disagreements) and an opportunity for all parties to have their evidence and arguments heard.\n", "\nFormal rules of evidence and procedure govern the process where the initiating party, or trier, gives a notice establishing the facts in controversy and defines any applicable laws. The notice also sometimes outlines the nature of the dispute between the parties and recounts where and when the dispute occurred, and the desired result based on law. However, there are no specific requirements regarding the notice of adjudication.\n", "\nAn adjudicator is then appointed and a notice is sent to the defending party, who responds by submitting a defense to the claim of adjudication by the plaintiff. The adjudicator gives the plaintiff and defendant a chance to present their arguments at a hearing and makes a final ruling. This is not too dissimilar from an arbitrator in an arbitration hearing settling a business dispute.\n"]}