{"name": "Adjusted Funds From Operations—AFFO Definition", "@id": "https://www.investopedia.com/terms/a/affo.asp", "related": ["https://www.investopedia.com/terms/f/fundsfromoperation.asp", "https://www.investopedia.com/terms/f/funds-from-operations-per-share.asp", "https://www.investopedia.com/terms/c/cash-available-for-distribution.asp", "https://www.investopedia.com/terms/f/funds-available-for-distribution.asp", "https://www.investopedia.com/terms/f/funds-operations-ffo-total-debt-ratio.asp", "https://www.investopedia.com/terms/i/infrastructuretrust.asp"], "body": ["\nAdjusted funds from operations (AFFO) refers to the financial performance measure primarily used in the analysis of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">real estate investment trusts </a>(REITs). The AFFO of a REIT, though subject to varying methods of computation, is generally equal to the trust's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundsfromoperation.asp\">funds from operations</a> (FFO) with adjustments made for recurring capital expenditures used to maintain the quality of the REIT's underlying assets. The calculation takes in the adjustment to GAAP straight-lining of rent, leasing costs, and other material factors.\n", "\nRegardless of how industry professionals choose to compute adjusted funds from operations (AFFO), it is considered to be a more accurate measure of residual cash flow for shareholders than simple FFO. Though FFO is commonly used, it does not deduct for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a> required to maintain the existing portfolio of properties, so it doesn't quite measure the true residual cash flow. Professional analysts prefer AFFO because it takes into consideration additional costs incurred by the REIT—and additional income sources too, like rent increases. Thus, It provides for a more accurate base number when estimating <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\">present values</a> and a better predictor of the REIT's future ability to pay <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>. This is a non-GAAP measure.\n", "\nBefore calculating the AFFO, an analyst must first determine the REIT's funds from operations (FFO). The FFO measures cash flow from a specified list of activities. FFO reflects the impact from the REIT's leasing and acquisition activity, as well as interest costs. FFO takes into account the REIT's net income including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/amortizationvsdepreciation.asp\">amortization and depreciation</a>, but it excludes the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gains</a> from property sales. The reasons these gains are not included is that they are one time events and generally do not have a long-term effect on the REIT's future earnings potential.\n", "\nThe formula for FFO is:\n", "\n<strong>FFO = net income + amortization + depreciation - capital gains from property sales</strong>\n", "\nOnce the FFO is determined, the AFFO can be calculated. Though there is no one official formula, calculations for AFFO typically would be something like:\n", "\n<strong>AFFO = FFO + rent increases - capital expenditures - routine maintenance amounts</strong>\n", "\nAs an example of the AFFO calculation, assume the following: a REIT had $2 million in net income over the last reporting period. During that time, it earned $400,000 from the sale of one of its properties and lost $100,000 from the sale of another. It reported $35,000 of amortization and $50,000 of depreciation. During the period, net rent increases were $40,000; capital expenditures were $75,000 and routine maintenance amounted to $30,000.\n", "\nGiven this information the FFO can be calculated as:\n", "\nFFO = $2,000,000 + $35,000 + $50,000 - ($400,000 - $100,000) = $1,785,000\n", "\nFrom this, the AFFO is calculated as:\n", "\nAFFO = FFO + $40,000 - $75,000 - $30,000 = $1,785,000 - $65,000 = $1,720,000\n"]}