{"name": "Adjustable Life Insurance Definition", "@id": "https://www.investopedia.com/terms/a/adjustable-life-insurance.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/a/adjustedpremium.asp", "https://www.investopedia.com/terms/e/equity-indexed-universal-life-insurance.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp"], "body": ["\nAdjustable life insurance is a hybrid of term life and whole life insurance that allows policyholders the option to adjust policy features, including the period of protection, face amount, premiums, and length of the premium payment period.\n", "\nAdjustable life policies also incorporate an interest-bearing savings component, known as a “cash value” account.\n", "\nAdjustable life insurance differs <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">from other life insurance products</a> in that there is no requirement to cancel or purchase additional policies as the insured’s circumstances change. It is attractive to those who want the protection and cash value benefits of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/permanentlife.asp\" rel=\"noopener noreferrer\">permanent life insurance</a> yet need or want some level of flexibility with policy features.\n", "\nUsing the ability to modify premium payments and face amounts, policyholders may customize their coverage as their lives change. For example, a policyholder may want to increase the face amount upon getting married and having children. An unemployed person may want to reduce premiums to accommodate a restricted budget.\n", "\nAs with other permanent life insurance, adjustable life insurance has a savings component that earns cash value interest, usually at a guaranteed rate. Policyholders are permitted to make changes to key features of their policy within limits. They may increase or decrease the premium, increase or decrease the face amount, extend or shorten the guaranteed protection period, and extend or shorten the premium payment period.\n", "\nAdjustments to the policy will alter the guaranteed period of the interest rate, and changes in the length of the guarantee will change the cash value schedule. Decreasing the face amount is done upon request or in writing. However, increasing the face amount may require additional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a>, with substantial increases requiring full <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-underwriting.asp\" rel=\"noopener noreferrer\">medical underwriting</a>.\n", "\nInternal Revenue Code (IRC) <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/section-7702.asp\" rel=\"noopener noreferrer\">Section 7702</a> defines the characteristics of and guidelines for life insurance policies. Subsection C of this section provides guidelines for premium payments. The policyholder may not adjust the premiums in a manner that violates these guidelines. Increasing premiums may also increase the face amount to the point that it requires evidence of insurability.\n", "\nHowever, many life insurers set parameters to prevent violations.\n", "\nMuch like other life insurance policies, adjustable life insurance policies typically have optional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\" rel=\"noopener noreferrer\">riders</a>. Familiar ones include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/waiver_of_premium.asp\" rel=\"noopener noreferrer\">waiver of premium</a> and accidental death and dismemberment riders \n", "\nAdjustable life policies provide the flexibility <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/06/lifeinsuranceclauses.asp\" rel=\"noopener noreferrer\">that most traditional policies do not</a>. However, the frequency of allowable adjustments is restricted within set time frames. Requests must be made within an allotted period and meet the guidelines set by the insurer.\n", "\nThe variability in adjustments can create a policy that mirrors either term life insurance or whole life insurance. Effectively, adjustable life insurance policies allow policyholders to customize their life insurance to meet current or anticipated needs.\n", "\nAs with any kind of permanent policy, it's critical to research every firm that's being considered to ensure that they're among the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-life-insurance-companies-4845858\" rel=\"noopener noreferrer\">best life insurance companies</a> currently operating.\n"]}