{"name": "Adverse Possession Definition", "@id": "https://www.investopedia.com/terms/a/adverse-possession.asp", "related": ["https://www.investopedia.com/terms/s/squatter.asp", "https://www.investopedia.com/terms/e/encumbrance.asp", "https://www.investopedia.com/terms/a/affidavit-of-title.asp", "https://www.investopedia.com/terms/r/royalty.asp", "https://www.investopedia.com/terms/e/easement-in-gross.asp", "https://www.investopedia.com/terms/p/party-wall.asp"], "body": ["\nThe term adverse possession refers to a legal principle that grants <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/title.asp\" rel=\"noopener noreferrer\">title</a> to someone who resides on or is in possession of another person's land. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property.asp\" rel=\"noopener noreferrer\">property's</a> title is granted to the possessor as long as certain conditions are met including whether they infringe on the rights of the actual owner and whether they are in continuous possession of the property. Adverse possession is sometimes called squatter’s rights, although squatter’s rights are a colloquial reference to the idea rather than a recorded law.\n", "\nAs mentioned above, adverse possession is a legal situation that occurs when one party is granted title to another person's property by taking possession over it. This can happen intentionally or unintentionally with or without the property owner's knowledge.\n", "\nIn cases of intentional adverse possession, a trespasser or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0911/how-to-get-a-house-for-free.aspx\" rel=\"noopener noreferrer\">squatter</a>—someone who occupies another person's land illegally—knowingly comes on to another person's land to live on it and/or take it over. In other cases, adverse possession may be unintentional. For example, a homeowner may build a fence separating their yard without realizing they've crossed over and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/encroachment.asp\" rel=\"noopener noreferrer\">encroached</a> on their neighbor's property line. In either case, the adverse possessor—also referred to as the disseissor—can lay claim to that property. And if the claimant is successful in proving adverse possession, they are not required to pay the owner for the land.\n", "\nThe requirements to prove adverse possession tend to vary between jurisdictions. In many states, proof of payment for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\" rel=\"noopener noreferrer\">taxes</a> on a property and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deed.asp\" rel=\"noopener noreferrer\">deed</a> is essentially required for the claimant to be successful. Each state has a time period during which the landowner of record can invalidate the claim at any time. For example, if the state threshold is 20 years and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/landlord.asp\" rel=\"noopener noreferrer\">landlord</a> paints or pays for other maintenance on the house in question in the 19th year, then the claimant will have a difficult time proving adverse possession. That said, landowners are advised to remove the possibility of adverse possession as soon as possible by having signed agreements for any use of an owned property.\n", "\nTo successfully claim land under adverse possession, the claimant must demonstrate that his or her occupation of the land meets the following requirements:\n", "\nAdverse possession has been proposed as a possible solution to discourage abuses of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property rights</a> like cybersquatting, excessive copyright, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent-troll.asp\" rel=\"noopener noreferrer\">patent trolling</a>. Applying adverse possession to intellectual property as well as physical property would force the abusers to put more resources into actively using their portfolio of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\" rel=\"noopener noreferrer\">trademarks</a>, patents, and so on, rather than just sitting on them and waiting for the actual innovators to step in their territory.\n", "\nAdverse possession is similar to homesteading in practice. In homesteading, government-owned land or property with no clear owner on record is granted to new owners provided they are using and improving it. If a homesteader doesn't use the land, they can lose it. Adverse possession can operate in a similar manner by freeing up land with an unclear title for productive use.\n", "\nOf course, adverse possession can also be abused in ways homesteading cannot. If there is an informal easement between two farms where one farmer’s fence has an acre of the neighbors’ land in it, for example, the farmer using it can claim adverse possession to essentially bite off that chunk of land if there is no written easement agreement.\n"]}