{"name": "Adverse Selection Definition", "@id": "https://www.investopedia.com/terms/a/adverseselection.asp", "related": ["https://www.investopedia.com/terms/a/asymmetricinformation.asp", "https://www.investopedia.com/terms/l/lemon.asp", "https://www.investopedia.com/terms/g/george-a-akerlof.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/c/concealment.asp", "https://www.investopedia.com/terms/d/doctrineofutmostgoodfaith.asp"], "body": ["\nAdverse selection refers generally to a situation in which sellers have information that buyers do not have, or vice versa, about some aspect of product quality. In other words, it is a case where asymmetric information is exploited. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asymmetricinformation.asp\" rel=\"noopener noreferrer\">Asymmetric information</a>, also called information failure, happens when one party to a transaction has greater material knowledge than the other party.\n", "\nTypically, the more knowledgeable party is the seller. Symmetric information is when both parties have equal knowledge.\n", "\nIn the case of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insurance/082516/examples-adverse-selection-insurance-industry.asp\" rel=\"noopener noreferrer\">insurance</a>, adverse selection is the tendency of those in dangerous jobs or high-risk lifestyles to purchase products like <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/get-life-insurance.asp\" rel=\"noopener noreferrer\">life insurance</a>. In these cases, it is the buyer who actually has more knowledge (i.e., about their health). To fight adverse selection, insurance companies reduce exposure to large claims by limiting coverage or raising premiums.\n", "\nAdverse selection occurs when one party in a negotiation has relevant information the other party lacks. The asymmetry of information often leads to making bad decisions, such as doing more business with less-profitable or riskier <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-segment.asp\" rel=\"noopener noreferrer\">market segments</a>.\n", "\nIn the case of insurance, avoiding adverse selection requires identifying groups of people more at risk than the general population and charging them more money. For example, life insurance companies go through underwriting when evaluating whether to give an applicant a policy and what <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">premium</a> to charge.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">Underwriters</a> typically evaluate an applicant’s height, weight, current health, medical history, family history, occupation, hobbies, driving record, and lifestyle risks such as smoking; all these issues impact an applicant’s health and the company’s potential for paying a claim. The insurance company then determines whether to give the applicant a policy and what premium to charge for taking on that risk.\n", "\nA seller may have better information than a buyer about products and services being offered, putting the buyer at a disadvantage in the transaction. For example, a company’s managers may more willingly issue shares when they know the share price is overvalued compared to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real-value.asp\" rel=\"noopener noreferrer\">real value</a>; buyers can end up buying overvalued shares and lose money. In the secondhand car market, a seller may know about a vehicle’s defect and charge the buyer more without disclosing the issue.\n", "\nBecause of adverse selection, insurers find that high-risk people are more willing to take out and pay greater premiums for policies. If the company charges an average price but only high-risk consumers buy, the company takes a financial loss by paying out more benefits or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\" rel=\"noopener noreferrer\">claims</a>.\n", "\nHowever, by increasing premiums for high-risk policyholders, the company has more money with which to pay those benefits. For example, a life insurance company charges higher premiums for race car drivers. A car insurance company charges more for customers living in high crime areas. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health insurance</a> company charges higher premiums for customers who smoke. In contrast, customers who do not engage in risky behaviors are less likely to pay for insurance due to increasing policy costs.\n", "\nA prime example of adverse selection in regard to life or health insurance coverage is a smoker who successfully manages to obtain insurance coverage as a nonsmoker. Smoking is a key identified risk factor for life insurance or health insurance, so a smoker must pay higher premiums to obtain the same coverage level as a nonsmoker. By concealing their behavioral choice to smoke, an applicant is leading the insurance company to make decisions on coverage or premium costs that are adverse to the insurance company's management of financial risk.\n", "\nAnother example of adverse selection in the case of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auto-insurance.asp\" rel=\"noopener noreferrer\">auto insurance</a> would be a situation where the applicant obtains insurance coverage based on providing a residence address in an area with a very low crime rate when the applicant actually lives in an area with a very high crime rate. Obviously, the risk of the applicant's vehicle being stolen, vandalized, or otherwise damaged when regularly parked in a high-crime area is substantially greater than if the vehicle was regularly parked in a low-crime area.\n", "\nAdverse selection might occur on a smaller scale if an applicant states that the vehicle is parked in a garage every night when it is actually parked on a busy street.\n", "\nLike adverse selection, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moralhazard.asp\" rel=\"noopener noreferrer\">moral hazard</a> occurs when there is asymmetric information between two parties, but where a change in the behavior of one party is exposed after a deal is struck. Adverse selection occurs when there's a lack of symmetric information prior<em> </em>to a deal between a buyer and a seller.\n", "\nMoral hazard is the risk that one party has not entered into the contract in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/doctrineofutmostgoodfaith.asp\" rel=\"noopener noreferrer\">good faith</a> or has provided false details about its assets, liabilities, or credit capacity. For instance, in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentbank.asp\" rel=\"noopener noreferrer\">investment banking</a> sector, it may become known that government regulatory bodies will bail out failing banks; as a result, bank employees may take on excessive amounts of risk to score lucrative bonuses knowing that if their risky bets do not pan out, the bank will be saved anyhow.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lemons-problem.asp\" rel=\"noopener noreferrer\">lemons problem</a> refers to issues that arise regarding the value of an investment or product due to asymmetric information possessed by the buyer and the seller.\n", "\nThe lemons problem was put forward in a research paper, \"The Market for 'Lemons': Quality Uncertainty and the Market Mechanism,\" written in the late 1960s by George A. Akerlof, an economist and professor at the University of California, Berkeley. The tag phrase identifying the problem came from the example of used cars Akerlof used to illustrate the concept of asymmetric information, as defective used cars are commonly referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lemon.asp\" rel=\"noopener noreferrer\">lemons</a>.\n", "\nThe lemons problem exists in the marketplace for both consumer and business products, and also in the arena of investing, related to the disparity in the perceived value of an investment between buyers and sellers. The lemons problem is also prevalent in financial sector areas, including insurance and credit markets. For example, in the realm of corporate finance, a lender has asymmetrical and less-than-ideal information regarding the actual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\" rel=\"noopener noreferrer\">creditworthiness</a> of a borrower.\n"]}