{"name": "Affirmative Action Definition", "@id": "https://www.investopedia.com/terms/a/affirmative-action.asp", "related": ["https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/s/social-justice.asp", "https://www.investopedia.com/terms/e/equal-employment-opportunity-commission-eeoc.asp", "https://www.investopedia.com/what-is-comparable-worth-5115639", "https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp", "https://www.investopedia.com/terms/f/fair-housing-act.asp"], "body": ["\nAffirmative action is a policy that aims to increase opportunities in the workplace or education to underrepresented parts of society by taking into account an individual's color, race, sex, religion, or national origin.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business.asp\" rel=\"noopener noreferrer\">Businesses</a> and government entities implement affirmative action programs to increase the number of people from certain groups within companies, institutions, and other areas of society. The policy focuses on demographics who have historically had low representation in positions of leadership, professional roles, and academics, and is often considered a means of countering historical discrimination against particular groups.\n", "\nIn the United States, affirmative action came to prominence in the 1960s as a way to promote equal opportunity across various segments of society. The policy was developed as a way to enforce the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/civil-rights-act-1964.asp\" rel=\"noopener noreferrer\">Civil Rights Act of 1964</a>, which sought to eliminate discrimination.\n", "\nEarly implementations of affirmative action largely focused on breaking the continued social segregation of minorities from institutions and opportunities. Despite legislation that outlawed biased practices in the United States, tangible change in the status quo was not immediate.\n", "\nEfforts to stimulate such change can take the form of assistance to increase the opportunities available to underrepresented groups. This aid can include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grant.asp\" rel=\"noopener noreferrer\">grants</a>, scholarships, and other financial support earmarked to help those segments of the population gain access to higher education.\n", "\nHiring practices may also be structured to require the inclusion of diverse candidates for job openings. Government agencies might mandate that companies and institutions populate their ranks with a minimum percentage of qualified professionals from varying ethnicities, genders, and cultures. Failure to meet such requirements could disqualify institutions from receiving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-grant.asp\" rel=\"noopener noreferrer\">government funding</a> or being able to compete for public contracts.\n", "\nIn recent years, campaigns to make organizations and institutions more inclusive have seen a push for greater gender diversity, along with more access to opportunities for covered veterans and people with disabilities.\n", "\nThe implementation and continued practice of affirmative action policies have drawn strong support as well as staunch criticism. Proponents of affirmative action say the effort must continue because of the low percentages of diversity in positions of authority, representation in the media, and limited acknowledgment of the achievements of underrepresented groups.\n", "\nOpponents of affirmative action frequently call these efforts a collective failure, citing the tiny changes to the status quo after decades of effort as evidence of this. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costs-and-expenses.asp\" rel=\"noopener noreferrer\">cost</a> of such programs, coupled with a belief that affirmative action forces the populace to make unwarranted accommodations, drives a significant part of the opposition.\n", "\nFurthermore, critics of affirmative action might claim that little to no bias exists in current society, at least from their perspective. In addition, it has been argued that affirmative action has, in some cases, led qualified candidates to be overlooked in favor of hiring less qualified candidates that meet affirmative action standards.\n", "\nThere’s also the catch-22 that affirmative action leads to condescension for those benefiting from affirmative action. That is, some people may be accused of getting a job or promotion due to their ethnicity or gender, versus qualifications. Affirmative action is a delicate balance of promoting a diverse workplace without resentment.  \n"]}