{"name": "Affordable Care Act (ACA) Definition", "@id": "https://www.investopedia.com/terms/a/affordable-care-act.asp", "related": ["https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "https://www.investopedia.com/terms/p/preexisting_condition.asp", "https://www.investopedia.com/terms/m/minimum-essential-coverage.asp", "https://www.investopedia.com/terms/q/qualifying-event.asp", "https://www.investopedia.com/terms/c/catastrophic-illness-insurance.asp", "https://www.investopedia.com/terms/g/grandfathered-health-plan.asp"], "body": ["\nThe Affordable Care Act (ACA) is the comprehensive healthcare reform signed into law by President Barack Obama in March 2010. Formally known as the Patient Protection and Affordable Care Act, and often just called Obamacare, the law includes a list of healthcare policies intended to extend <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health insurance</a> coverage to millions of uninsured Americans<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Act expanded <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\" rel=\"noopener noreferrer\">Medicaid</a> eligibility, created health insurance exchanges, mandated that Americans purchase or otherwise obtain health insurance, and prohibited insurance companies from denying coverage (or charging more) due to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preexisting_condition.asp\" rel=\"noopener noreferrer\">pre-existing conditions</a>. It also allows children to remain on their parents' insurance plan until age 26.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe ACA was designed to reduce the cost of health insurance coverage for people who qualify. The law includes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-premium-tax-credit.asp\" rel=\"noopener noreferrer\">premium tax credits</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costsharing-reductions.asp\" rel=\"noopener noreferrer\">cost-sharing reductions</a> to help lower expenses for lower-income individuals and families.\n", "\nPremium tax credits lower your health insurance bill each month. Cost-sharing reductions, meanwhile, reduce your out-of-pocket costs for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\" rel=\"noopener noreferrer\">deductibles</a>, copays, and coinsurance, as well as lowering your <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket-limit.asp\" rel=\"noopener noreferrer\">out-of-pocket maximum</a>: the total amount you pay in a year for covered health expenses.\n", "\nAll ACA-compliant health insurance plans—including every plan that's sold on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/health-insurance-marketplace.asp\" rel=\"noopener noreferrer\">Health Insurance Marketplace</a>—must cover specific \"essential health benefits\" including:<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn addition, the ACA requires most insurance plans, including those sold on the Marketplace, to cover at no cost to policyholders a list of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preventive-services.asp\" rel=\"noopener noreferrer\">preventive </a>services. These include checkups, patient counseling, immunizations, and numerous health screenings. It also allowed states that opted in to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.healthcare.gov/medicaid-chip/medicaid-expansion-and-you/\" rel=\"noopener noreferrer\">extend Medicaid coverage to a wider range of people</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ To date, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.kff.org/medicaid/issue-brief/status-of-state-medicaid-expansion-decisions-interactive-map/\" rel=\"noopener noreferrer\">38 states and the District of Columbia have exercised that option</a>.\n", "\nEvery year, there is an open enrollment period on the Health Insurance Marketplace during which people can buy or switch insurance plans. If you miss this time, you cannot enroll until the following year unless you qualify for a special enrollment period because your circumstances change--for example, you marry, divorce, become a parent or lose a job that provided health insurance coverage.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nA critical part of the original ACA was the individual mandate, a provision requiring all Americans to have healthcare coverage—either from an employer or through the ACA or another source—or face tax penalties. The mandate was eliminated in 2017.\n", "\nThis mandate served the double purpose of extending healthcare to uninsured Americans and ensuring that there was a sufficiently broad pool of insured individuals to support health insurance payouts.\n", "\nCombined with the mandates that insurers issue coverage covering a wide range of care and conditions, including pre-existing conditions, these parts of the law were designed to overcome problems described by the economic theories of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asymmetricinformation.asp\" rel=\"noopener noreferrer\">asymmetric information</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-agent-problem.asp\" rel=\"noopener noreferrer\">principal-agent</a> problem.\n", "\nIn short, the mandates for guaranteed issues and pre-existing conditions would create a massive industry-wide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adverseselection.asp\" rel=\"noopener noreferrer\">adverse selection</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/moral-hazard.asp\" rel=\"noopener noreferrer\">moral hazard</a> problems. Since they were guaranteed coverage, only unhealthy people would have an economic incentive to buy most kinds of health coverage, while healthy people would have an incentive to put off purchasing coverage until they needed it, creating a wide-spread adverse selection.\n", "\nIn the meantime, healthy people would even have an incentive to engage in more behaviors that put their health at risk, secure in the knowledge that they would be guaranteed coverage if their behavior produced poor health outcomes. That's the problem of moral hazard. Requiring that all individuals purchase and maintain health insurance coverage regardless of whether they needed or wanted it, was intended to overcome both the adverse selection and moral hazard problems that the other provisions of the law would predictably create.\n", "\nThis mandate represented an unprecedented expansion of federal power over the healthcare industry and the economy in general in that it required all individuals to purchase a service (health insurance) on the market whether they wanted to or not.\n", "\nThis aspect of the law was a major focus of debate and was challenged in the U.S. Supreme Court in 2012 by the National Federation of Independent Business. The Court ruled in favor of the individual mandate as a constitutional exercise of the taxing authority of the Congress, characterizing the penalties levied against the uninsured as a tax.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nAfter President Obama left office, the ACA weathered opposition and a number of significant changes.\n", "\nOn Jan. 20, 2017, in his first executive order after taking office, former President Donald Trump signaled his intention to defund the ACA, saying executive agency heads should \"delay the implementation of any provision or requirement of the Act that would impose a fiscal burden on any State.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ The intention of this order signaled the first phase of Republican efforts to repeal and replace the ACA.\n", "\nAttempts by the government in 2017 to repeal the law altogether were not successful. However, the government substantially scaled back its outreach program to help Americans sign up for the ACA and cut the enrollment period in half.\n", "\nChanges have been made to the law that addressed some of the objections raised by opponents, while still keeping the Marketplace open for users. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5944881/\" rel=\"noopener noreferrer\">as part of the Tax Cuts and Jobs Act</a>, Congress in December 2017 removed the penalty for not having health insurance. Starting with 2019 taxes, the individual mandate penalty was reduced to zero dollars, essentially removing the requirement that many Republicans had opposed.\n", "\nBy 2018, the number of Americans covered under the ACA had dropped from 17.4 million in 2015 to 13.8 million, according to a report from healthcare research organization KFF.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn March 2019, House Democrats unveiled <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.marketwatch.com/story/house-democrats-are-introducing-legislation-to-rescue-the-affordable-care-act-2019-03-26\" rel=\"noopener noreferrer\">legislation to shore up the Act and expand coverage</a>, while the Trump administration revealed it would seek to repeal the entire ACA. The Justice Department in a letter to a federal appeals court said it agreed with a federal judge in Texas, who declared the healthcare law unconstitutional, and added that it will support the judgment on appeal. The case was heard by the Supreme Court in November 2020, with a coalition of 21 attorney generals defending the ACA.\n", "\nThe 2020 presidential election also represented a massive victory for the ACA. President Joe Biden, who helped Obama pass the law, is widely expected to make efforts to strengthen the ACA during his term and veto further legislative attempts to overturn it.\n", "\nIn addition to setting up a new special enrollment period, the executive order Biden signed on Jan. 28, 2021, also focused on \"rules and other policies that limit American's access to health care,\" ordering federal agencies to examine five areas and decide whether action is needed there:<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n"]}