{"name": "Alphabet Stock Definition", "@id": "https://www.investopedia.com/terms/a/alphabet-stock.asp", "related": ["https://www.investopedia.com/terms/d/dual-class-ownership.asp", "https://www.investopedia.com/terms/c/classifiedshares.asp", "https://www.investopedia.com/terms/c/class.asp", "https://www.investopedia.com/terms/s/share_class.asp", "https://www.investopedia.com/terms/t/trackingstocks.asp", "https://www.investopedia.com/terms/k/k.asp"], "body": ["\nAn alphabet stock refers to a separate class of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\">common stock</a> that is tied to a specific subsidiary of a corporation. More broadly, it refers to shares of common stock that are distinguished in some way from other common stock of the same company.\n", "\nIt is called an alphabet stock because the classification system used to identify each class of common stock uses letters to distinguish it from the parent company's stock. Alphabet stock may have different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a> from the parent company's stock.\n", "\nPublicly traded companies may issue alphabet stock when purchasing a business unit from another company. This unit becomes a subsidiary of the acquirer, and holders of the alphabet stock are only entitled to the earnings, dividends, and rights of the subsidiary, not the entire acquirer. A similar situation would be the issuance of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trackingstocks.asp\">tracking stock</a>, where a firm issues a subclass of shares on an existing subsidiary.\n", "\nAlternatively, like with all stock issuance, a firm may issue a new class of common stock to raise <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\">capital</a>. However, this new asset class of stock may have limited voting rights, allowing insiders and firm management to maintain control of the firm.\n", "\nAlphabet shares may be indicative of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/complex-capital-structure.asp\">complex capital structure</a>. Companies with complex capital structures and several subsidiaries and divisions may have a combination of several different varieties of common stock classes, with each share class carrying different <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a> and dividend rates.\n", "\nWhen alphabet stock is issued, typical nomenclature is to see a period and letter behind the existing stock symbol, indicating a separate share class. If ABC company, whose stock symbol is ABC, issued Class A and B shares, the new ticker for these shares would be ABC.A and ABC.B, respectively, for example. It is important to note that there is no standard format for alphabet stock in terms of which share class has more voting rights if voting rights differ among them.\n", "\nTypically, Class A shares would have more rights than Class B, and so forth, but it is important to read the details about share classes before investing. To learn more about the issuance of multiple share classes by a firm, check out <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/company-multiple-share-classes-super-voting-shares/\">related</a> writing on the topic.\n", "\nAn example of alphabet stock is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/berkshire-hathaway.asp\">Berkshire Hathaway'</a>s class A and class B shares. These share classes, with the ticker BRK.A and BRK.B, do not have different voting rights. BRK.B was issued in response to investor's frustration with the high price of BRK.A.\n"]}