{"name": "Alternative Depreciation System (ADS) Definition", "@id": "https://www.investopedia.com/terms/a/alternative-depreciation-system.asp", "related": ["https://www.investopedia.com/terms/r/recoveryproperty.asp", "https://www.investopedia.com/terms/d/depreciation.asp", "https://www.investopedia.com/terms/g/generaldepreciationsystem.asp", "https://www.investopedia.com/terms/s/salvagevalue.asp", "https://www.investopedia.com/terms/s/sinking-fund-method.asp", "https://www.investopedia.com/terms/u/unit-of-production-method.asp"], "body": ["\nAn alternative depreciation system (ADS) is one of the methods the Internal Revenue Service (IRS) requires taxpayers to use to determine the depreciation allowed on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-asset.asp\">business assets</a>. An ADS has a depreciation schedule with a longer recovery period that generally better mirrors the asset's income streams than declining balance depreciation. If the taxpayer elects to use an alternative depreciation system, they must apply it to all property of the same class placed in service during the same year.\n", "\nUnderstanding when to use ADS is important for business owners because accurately calculating depreciation expenses can help lower business taxes. However, the IRS rules regarding ADS can be complex. For this reason, many business owners opt to hire a tax professional to ensure they take as much <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">depreciation expense</a> as the IRS allows.\n", "\nDepreciation is an accounting method that allows businesses to spread out the cost of a physical asset over a specified number of years, which is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\">useful life</a> of the asset. The useful life of an asset is an estimate of the number of years a company will use that asset to help generate revenue. The IRS allows businesses to depreciate many kinds of business assets, including computers and peripherals; office furniture, fixtures, and equipment; automobiles; and manufacturing equipment.\n", "\nTaxpayers who elect to use the alternative depreciation system feel that the alternative schedule will allow for a better match of depreciation <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deduction.asp\">deductions</a> against income than the recovery period under the general depreciation system. While the ADS method extends the number of years an asset can be depreciated, it also decreases the annual depreciation cost. The depreciation amount is set at an equal amount each year with the exception of the first and last years, which are generally lower because they do not include a full twelve months.\n", "\nFor property placed in service after 1986, the IRS requires that taxpayers use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macrs.asp\">Modified Accelerated Cost Recovery System (MACRS)</a> to depreciate property. There are two methods that fall under the MACRS: the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generaldepreciationsystem.asp\">general depreciation system</a> (GDS) and the alternative depreciation system (ADS).\n", "\nThe alternative depreciation system offers depreciation over a longer period of time than the general depreciation system, which is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decliningbalancemethod.asp\">declining balance method</a>. The general depreciation system is often used by companies to depreciate assets that tend to become obsolete quickly and are replaced with newer versions on a fairly frequent basis. Computers and phone equipment are examples of this.\n", "\nThe general depreciation system allows companies to accelerate the asset's depreciation rate by recording a larger depreciation amount during the early years of an asset's useful life and smaller amounts in later years. The general depreciation system is more commonly used than the alternative depreciation system.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031815/what-tax-impact-calculating-depreciation.asp\">tax implications of calculating depreciation</a> can affect a company's profitability. For this reason, business owners need to carefully consider the pros and cons of ADS versus GDS. Since the alternative depreciation system offers depreciation over a longer course of time, the yearly deductions for depreciation are smaller than with the other method. Taxpayers who choose the alternative depreciation system schedule must use this schedule for all property of the same class that was placed in service during the taxable year.\n", "\nHowever, taxpayers may elect the alternative depreciation system schedule for real estate on a property-by-property basis. The alternative depreciation system recovery schedule is listed in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/publications/p946\">IRS Publication 946</a>.\n"]}