{"name": "Amalgamation Definition", "@id": "https://www.investopedia.com/terms/a/amalgamation.asp", "related": ["https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/m/megamerger.asp", "https://www.investopedia.com/terms/b/business-consolidation.asp", "https://www.investopedia.com/terms/r/rtm.asp", "https://www.investopedia.com/terms/m/merger.asp", "https://www.investopedia.com/terms/a/acquisition.asp"], "body": ["\nAn amalgamation is a combination of two or more companies into a new entity. Amalgamation is distinct from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\" rel=\"noopener noreferrer\">merger</a> because neither company involved survives as a legal entity. Instead, a completely new entity is formed to house the combined assets and liabilities of both companies.\n", "\nThe term amalgamation has generally fallen out of popular use in the United States, being replaced with the terms merger or consolidation. But it is still commonly used in countries such as India.\n", "\nAmalgamation typically happens between two or more companies engaged in the same line of business or those that share some similarity in operations. Companies may combine to diversify their activities or to expand their range of services.\n", "\nSince two or more companies are merging together, an amalgamation results in the formation of a larger entity. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transferor.asp\" rel=\"noopener noreferrer\">transferor</a> company—the weaker company—is absorbed into the stronger transferee company, thus forming an entirely different company. This leads to a stronger and larger customer base, and also means the newly formed entity has more assets.\n", "\nAmalgamations generally take place between larger and smaller entities, where the larger one takes over smaller firms.\n", "\nAmalgamation is a way to acquire cash resources, eliminate competition, save on taxes, or influence the economies of large-scale operations. Amalgamation may also increase shareholder value, reduce risk by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">diversification</a>, improve managerial effectiveness, and help achieve company growth and financial gain.\n", "\nOn the other hand, if too much competition is cut out, amalgamation may lead to a monopoly, which can be troublesome for consumers and the marketplace. It may also lead to the reduction of the new company's workforce as some jobs are duplicated and therefore make some employees obsolete. It also increases debt: by merging the two companies together, the new entity assumes the liabilities of both.\n", "\nThe terms of amalgamation are finalized by the board of directors of each company. The plan is prepared and submitted for approval. For instance, the High Court and Securities and Exchange Board of India (SEBI) must approve the shareholders of the new company when a plan is submitted.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe new company officially becomes an entity and issues shares to shareholders of the transferor company. The transferor company is liquidated, and all assets and liabilities are taken over by the transferee company.\n", "\nIn November 2015, drug firm Natco Pharma received shareholders' approval for the amalgamation of its subsidiary Natco Organics into the company. Results of postal ballots and e-voting showed the resolution passed with 99.94% of votes in favor with 0.02% opposed and 0.04% invalid.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOne type of amalgamation—similar to a merger—pools both companies’ assets and liabilities, and the shareholders’ interests together. All assets of the transferor company become that of the transferee company.\n", "\nThe business of the transferor company is carried on after the amalgamation. No adjustments are made to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\" rel=\"noopener noreferrer\">book values</a>. Shareholders of the transferor company holding a minimum of 90% face value of equity shares become shareholders of the transferee company.\n", "\nThe second type of amalgamation is similar to a purchase. One company is acquired by another, and shareholders of the transferor company do not have a proportionate share in the equity of the combined company. If the purchase consideration exceeds the net asset value (NAV), the excess amount is recorded as goodwill. If not, it is recorded as capital reserves.\n"]}