{"name": "Amended Return Definition", "@id": "https://www.investopedia.com/terms/a/amendedreturn.asp", "related": ["https://www.investopedia.com/tax-day-definition-5116810", "https://www.investopedia.com/terms/f/form1040x.asp", "https://www.investopedia.com/terms/1/1040.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/f/form-1045.asp", "https://www.investopedia.com/terms/i/individual-tax-return.asp"], "body": ["\nAn amended return is a form filed in order to make corrections to a tax return from a previous year. An amended return can be used to correct errors and claim a more advantageous tax status—such as a refund. For example, one might choose to file an amended return in instances of misreported earnings or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\" rel=\"noopener noreferrer\">tax credits</a>. Mathematical errors, however, would not require amendments, as the IRS would automatically correct for such errors.\n", "\nAll taxpayers are required to file their taxes annually for the previous tax year. Taxpayers may realize that they made a mistake in filling out their tax forms or that their circumstances have changed after they have submitted or mailed a return that has been accepted by the government. If this occurs, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> has provided a way for these individuals to re-do their taxes by providing an amended return form, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1040x.asp\" rel=\"noopener noreferrer\">Form 1040X</a>, on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nNot all errors need to be amended using the form. A math error, for example, will be spotted and corrected by the IRS on its end. When this happens, any refund owed will be adjusted and any extra <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\" rel=\"noopener noreferrer\">tax liability</a> due will be billed to the taxpayer. In the event that the individual fails to include a required form or schedule in his or her submitted original tax return, the IRS will send a letter requesting that the missing information be mailed to one of their offices.\n", "\nAn amended return needs to be filed by a taxpayer if:\n", "\nForm 1040X has three columns: A, B, and C. Under column A, the figure that was reported in the original or last-amended tax form is recorded. The taxpayer will need to input the adjusted or correct number in column C. The difference between columns A and C is reflected in column B.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The adjustments made to a tax return will either result in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-refund.asp\" rel=\"noopener noreferrer\">tax refund</a>, balance due, or no tax change. The taxpayer also has to explain what changes s/he is making and the reasons for making each change in a section provided on the back of form 1040X.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe drawback of filing an amended tax return is that Form 1040X cannot be submitted electronically,<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ although the IRS has announced they will start accepting e-filed amended returns in summer 2020.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ After filling out the form, the taxpayer has to mail the document on paper to the IRS Service Center that processed the original tax form. The IRS manually processes amended returns, and the process can take 16 weeks<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ —or even longer, if the amended return is not signed, is incomplete, has errors, requires additional information, needs clearance by the IRS bankruptcy area or has been routed to another specialized area, or has been affected by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/identitytheft.asp\" rel=\"noopener noreferrer\">identity fraud</a>.\n", "\nThere is, however, a three-year <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statute-of-limitations.asp\" rel=\"noopener noreferrer\">statute of limitations</a> on issuing tax refund checks. Therefore, any filed amended returns that will result in a tax refund needs to be done within three years after the date the taxpayer filed the original tax return.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Any refunds received after the stipulated three-year mark will only cover overpaid taxes made during the previous two years. An amended return filed to account for additional income or overstated deductions does not fall under any such statute and can be filed at any time.\n"]}