{"name": "American Dream Definition", "@id": "https://www.investopedia.com/terms/a/american-dream.asp", "related": ["https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp", "https://www.investopedia.com/terms/b/basic-income.asp", "https://www.investopedia.com/terms/e/edmund-s-phelps.asp", "https://www.investopedia.com/terms/a/ability-to-pay-taxation.asp", "https://www.investopedia.com/black-metropolis-5094203"], "body": ["\nThe American dream is the belief that anyone, regardless of where they were born or what class they were born into, can attain their own version of success in a society in which upward mobility is possible for everyone. The American dream is believed to be achieved through sacrifice, risk-taking, and hard work, rather than by chance.\n", "\nThe term was coined by writer and historian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012616/what-american-dream-2016.asp\">James Truslow Adams</a> in his best-selling 1931 book <em>Epic of America</em>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> He described it as \"that dream of a land in which life should be better and richer and fuller for everyone, with opportunity for each according to ability or achievement.\"\n", "\nAdams went on to explain, \"It is a difficult dream for the European upper classes to interpret adequately, and too many of us ourselves have grown weary and mistrustful of it. It is not a dream of motorcars and high wages merely, but a dream of social order in which each man and woman shall be able to attain to the fullest stature of which they are innately capable, and be recognized by others for what they are, regardless of the fortuitous circumstances of birth or position.\"\n", "\nThe idea of the American dream has much deeper roots. Its tenets can be found in the Declaration of Independence, which states: “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty, and the pursuit of Happiness.”<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nIn a society based on these principles, an individual can live life to its fullest as they define it. America also grew mostly as a nation of immigrants who created a nation where becoming an American—and passing that citizenship to your children—didn't require being the child of an American.\n", "\nAchieving the American dream requires political and economic freedom, as well as rules of law and private <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property_rights.asp\">property rights</a>. Without them, individuals cannot make the choices that will permit them to attain success, nor can they have confidence that their achievements will not be taken away from them through arbitrary force.\n", "\nThe American dream promises freedom and equality. It offers the freedom to make both the large and small decisions that affect one’s life, the freedom to aspire to bigger and better things and the possibility of achieving them, the freedom to accumulate wealth, the opportunity to lead a dignified life, and the freedom to live in accordance with one’s values—even if those values are not widely held or accepted.\n", "\nThe books of post-Civil War writer Horatio Alger, in which impoverished but hardworking teenage boys rise to success through pluck, determination, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/11/tips-for-dealing-with-sudden-wealth.asp\">good fortune</a>, came to personify realizing the Dream.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nTerming it a \"dream\" also carries with it the notion that these ideals aren't necessarily what has played out in the lives of many actual Americans and those who hope to become Americans. The criticism that reality falls short of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/10/middle-class.asp\">American dream</a> is at least as old as the idea itself. The spread of settlers into Native American lands, slavery, the limitation of the vote (originally) to white male landowners, and a long list of other injustices and challenges have undermined the realization of the dream for many who live in the United States.\n", "\nAs income inequality has increased substantially since the 1970s, the American dream has begun to seem less attainable for those who aren't already affluent or born into affluence. According to U.S. Census family income data, real family income began to grow much more among the top income group than among other segments of American society.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nThese realities, however, do not diminish the luster of the American dream as an ideal and a beacon to all nations.\n", "\nToday, homeownership is frequently cited as an example of attaining the American dream. It is a symbol of financial success and independence, and it means the ability to control one’s own dwelling place instead of being subject to the whims of a landlord. Owning a business and being one’s own boss also represents the American dream fulfillment. In addition, access to education and healthcare have been cited as elements of the Dream.\n", "\nHomeownership has steadily increased over time in the U.S., reflecting a key aspect of owning your own property as a sign of achieving the American Dream. For example, the homeownership rate at the end of 2020 was 65.8%, reflecting an increase of 0.7% higher than the previous year.<span class=\"ql-inline-citation\" data-cite=\"7\"></span><strong> </strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/101414/why-entrepreneurs-are-important-economy.asp\">Entrepreneurship has always been important</a> to the U.S. economy too. In 2019, small businesses created 1.6 million net jobs alone.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nOwning property, one's own business, and carving a life of one's own making is all part of the American dream, and the U.S. as a first-world country also offers the benefits of pursuing these passions, without having to worry about basics such as accessing good education and healthcare.\n", "\nIn her book <em>Spreading the American Dream: American Economic and Cultural Expansion, 1890-1945</em>, sociologist Emily S. Rosenberg identifies five components of the American dream that have shown up in countries around the world. These include the following:\n", "\nThe American dream was aided by a number of factors that gave the United States a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/051316/buffetts-moat-how-sustainable-googles-competitive-advantage-googl.asp\">competitive advantage</a> over other countries. For starters, it is relatively isolated geographically, compared to many other countries, and enjoys a temperate climate. It has a culturally diverse population that businesses use to foster innovation in a global landscape. Abundant natural resources—including oil, arable land, and long coastlines—generate food and income for the country and its residents.\n", "\nThe original concept of the American Dream was coined by writer and historian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012616/what-american-dream-2016.asp\">James Truslow Adams</a> in his best-selling 1931 book <em>Epic of America.</em><span class=\"ql-inline-citation\" data-cite=\"1\"></span> He described it as \"that dream of a land in which life should be better and richer and fuller for everyone, with opportunity for each according to ability or achievement.\"\n", "\nIt's widely debated if the American Dream is still achievable, and what that achievement even entails.\n", "\nExamples of the American Dream include owning your own house, starting a family, and having a stable job, or owning your own business.\n", "\nDr. Martin Luther King Jr.'s famous speech referenced the concept of the American dream by stating: \"I have a dream that one day this nation will rise up and live out the true meaning of its creed: 'We hold these truths to be self-evident; that all men are created equal.'\" Since the early 1960s, Dr. King had pondered and preached about how African Americans didn't get a chance to access the reality of the American dream because they were not truly equal to white men and women. Ultimately, Dr. King's \"American dream\" was equality.\n", "\nThe concept of the American dream is still one of the most uniquely \"American\" ideals—the ultimate idea that any individual should be able to pursue their dreams and build the life they want if they put in the hard work. This motivating drive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061815/how-does-notion-american-dream-influence-us-economy.asp\">influences the economy</a> with entrepreneurship and individual ambition, infusing a romantic notion to anyone trying to be successful in the United States. Though the definition of the American Dream <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062215/what-does-american-dream-mean-different-generations.asp\">has changed to mean different things to different generations</a>, it's undoubtedly part of the American ethos, and always will be.\n"]}