{"name": "Americans With Disabilities Act – ADA Definition", "@id": "https://www.investopedia.com/terms/a/americans-with-disabilities-act-ada.asp", "related": ["https://www.investopedia.com/terms/a/americans-with-disabilities-act-amendments-act-of-2008-adaaa.asp", "https://www.investopedia.com/terms/h/homemodification.asp", "https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/e/equal-employment-opportunity-commission-eeoc.asp", "https://www.investopedia.com/terms/c/civil-rights-act-1964.asp", "https://www.investopedia.com/terms/f/fair-housing-act.asp"], "body": ["\nThe Americans with Disabilities Act (ADA) is federal legislation passed in 1990 that prohibits discrimination against people with disabilities. The law made it illegal to discriminate against a disabled person in terms of employment opportunities, access to transportation, public accommodations, communications, and government activities. The law prohibits private employers, state and local governments, employment agencies, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-union.asp\">labor unions</a> from discriminating against the disabled.\n", "\nUnder the ADA, employers are required to make reasonable accommodations in order for a disabled person to perform their job function.\n", "\nThe Department of Justice holds responsibility for enforcing the Americans with Disabilities Act. The law holds authority over employers who have 15 or more employees. This includes state and local governments. Three major sections comprise the primary protections introduced by the ADA.\n", "\nThe ADA established standards for accessible design for public accommodations that include creating automatic doorways, ramps, and elevators to accommodate wheelchairs. Water fountains must be made available at heights that individuals with disabilities can reach.\n", "\nSome examples of accommodations in the workplace include supplying a deaf applicant with a sign language interpreter during a job interview, modifying a work schedule to meet the needs of a person who needs treatment, or restructuring an existing facility to make it readily accessible to persons with disabilities.\n", "\nAn employer is not required by the Americans with Disabilities Act to make reasonable accommodations if doing so presents an undue hardship for the business and requires significant expenses in comparison with the size of the company.\n"]}