{"name": "Animal Spirits Definition", "@id": "https://www.investopedia.com/terms/a/animal-spirits.asp", "related": ["https://www.investopedia.com/terms/p/pig.asp", "https://www.investopedia.com/terms/m/marketpsychology.asp", "https://www.investopedia.com/terms/d/deficit-spending.asp", "https://www.investopedia.com/terms/j/joseph-schumpeter.asp", "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp"], "body": ["\nAnimal spirits was a term coined by the famous British economist, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\">John Maynard Keynes</a>, to describe how people arrive at financial decisions, including buying and selling securities, in times of economic stress or uncertainty. In Keynes’s 1936 publication, \"The General Theory of Employment, Interest, and Money,\" he speaks of animal spirits as the human emotions that affect <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cci.asp\">consumer confidence</a>.\n", "\nToday, animal spirits describe the psychological and emotional factors that drive investors to take action when faced with high levels of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> in the capital markets. The term comes from the Latin <em>spiritus animalis,</em> which means \"the breath that awakens the human mind.\" In some ways, Keynes' insights into human behavior predicted the rise of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioraleconomics.asp\">behavioral economics</a>.\n", "\nThe technical concept of <em>spiritus animalis </em>can be traced as far back as 300 B.C., in the fields of human anatomy and medical physiology. There, animal spirits applied to the fluid or spirit present in sensory activities and nerve endings in the brain.\n", "\nAnimal spirits also appeared in literary culture, where it referred to states of physical courage, gaiety, and exuberance. The literary meaning implies that animal spirits can be high or low depending on an individual's degree of health and energy.\n", "\nToday in finance, the term animal spirits arise in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketpsychology.asp\">market psychology</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioraleconomics.asp\">behavioral economics</a>. Animal spirits represent the emotions of confidence, hope, fear, and pessimism that can affect financial decision making, which in turn can fuel or hamper economic growth. If spirits are low, then confidence levels will be low, which will drive down a promising market—even if the market or economy <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\">fundamentals</a> are strong. Likewise, if spirits are high, confidence among participants in the economy will be high, and market prices will soar.\n", "\nAccording to the theory behind animal spirits, the decisions of business leaders are based on intuition and the behavior of their competitors rather than on solid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-analysis.asp\">analysis</a>. Keynes understood that in times of economic upheaval, irrational thoughts might influence people as they pursue their financial self-interests.\n", "\nKeynes further posited in \"The General Theory\"<em> </em>that trying to estimate the future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield.asp\">yield</a> of various industries, companies, or activities using general knowledge and available insight \"amounts to little and sometimes to nothing.\" He proposed that the only way people can make decisions in an uncertain environment is if animal spirits guide them.\n", "\nIn 2009, the term animal spirits returned to popularity when two economists—George A. Akerlof (Nobel laureate and professor of economics at University of California) and Robert J. Shiller (professor of economics at Yale University)—published their book,<em> \"</em>Animal Spirits: How Human Psychology Drives the Economy, and Why it Matters for Global Capitalism.\" Here, the authors argue that although animal spirits are important, it is equally important that the government actively intervene to control them—via economic policymaking—when necessary. Otherwise, the authors postulate, the spirits might follow their own devices—that is, capitalism could get out of hand, and result in the kind of overindulgence that we saw in the 2008 financial crisis.\n", "\nFor example, from the late-1990s through the 2000s, and peaking around 2008 in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>, the markets were rife with financial innovations. Creative use of both new and existing financial products—like <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cdo.asp\">collateralized debt obligations</a> (CDOs)—abounded, particularly in the housing market.\n", "\nInitially, this trend was thought to be positive, that is until the new financial instruments were found to be deceptive and fraudulent. At this point, investor confidence plummeted, a sell-off ensued, and the markets plunged. A clear case of animal spirits run amok.\n"]}