{"name": "Anomaly Definition", "@id": "https://www.investopedia.com/terms/a/anomaly.asp", "related": ["https://www.investopedia.com/terms/j/januaryeffect.asp", "https://www.investopedia.com/terms/s/september-effect.asp", "https://www.investopedia.com/terms/s/sportsillustratedindicator.asp", "https://www.investopedia.com/terms/s/superbowlindicator.asp", "https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp", "https://www.investopedia.com/terms/b/blackthursday.asp"], "body": ["\nIn economics and finance, an anomaly is when the actual result under a given set of assumptions is different from the expected result predicted by a model. An anomaly provides evidence that a given assumption or model does not hold up in practice. The model can either be a relatively new or older model.\n", "\nIn finance, two common types of anomalies are market anomalies and pricing anomalies. Market anomalies are distortions in returns that contradict the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp\" rel=\"noopener noreferrer\">efficient market hypothesis</a> (EMH). Pricing anomalies are when something, for example a stock, is priced differently than how a model predicts it will be priced.\n", "\nCommon market anomalies include the small cap effect and the January effect. The small cap effect refers to the small company effect, where smaller companies tend to outperform larger ones over time. The January effect refers to the tendency of stocks to return much more in the month of January than in others.\n", "\nAnomalies also often occur with respect to asset pricing models, in particular, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\" rel=\"noopener noreferrer\">capital asset pricing model (CAPM).</a> Although the CAPM was derived by using innovative assumptions and theories, it often does a poor job of predicting stock returns. The numerous market anomalies that were observed after the formation of the CAPM helped form the basis for those wishing to disprove the model. Although the model may not hold up in empirical and practical tests, it still does hold some utility.\n", "\nAnomalies tend to be few and far between. In fact, once anomalies become publicly known, they tend to quickly disappear as arbitragers seek out and eliminate any such opportunity from occurring again.\n", "\nIn financial markets, any opportunity to earn excess profits undermines the assumptions of market efficiency, which states that prices already reflect all relevant information and so cannot be arbitraged.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/januaryeffect.asp\" rel=\"noopener noreferrer\">January effect</a> is a rather well-known anomaly. According to the January effect, stocks that underperformed in the fourth quarter of the prior year tend to outperform the markets in January. The reason for the January effect is so logical that it is almost hard to call it an anomaly. Investors will often look to jettison underperforming stocks late in the year so that they can use their losses to offset capital gains taxes (or to take the small deduction that the IRS allows if there is a net capital loss for the year). Many people call this event tax-loss harvesting.\n", "\nAs selling pressure is sometimes independent of the company's actual fundamentals or valuation, this \"tax selling\" can push these stocks to levels where they become attractive to buyers in January. Likewise, investors will often avoid buying underperforming stocks in the fourth quarter and wait until January to avoid getting caught up in the tax-loss selling. As a result, there is excess selling pressure before January and excess buying pressure after January 1, leading to this effect.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/september-effect.asp\" rel=\"noopener noreferrer\">September effect</a> refers to historically weak stock market returns for the month of September. There is a statistical case for the September effect depending on the period analyzed, but much of the theory is anecdotal. It is generally believed that investors return from summer vacation in September ready to lock in gains as well as tax losses before the end of the year. There is also a belief that individual investors liquidate stocks going into September to offset schooling costs for children. As with many other calendar effects, the September effect is considered a historical quirk in the data rather than an effect with any causal relationship. \n", "\nLike the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/octobereffect.asp\" rel=\"noopener noreferrer\">October effect</a> before it, the September effect <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/trading-with-market-anomalies.asp\" rel=\"noopener noreferrer\">is a market anomaly</a> rather than an event with a causal relationship. In fact, October’s 100-year dataset is positive despite being the month of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-panic-of-1907.asp\" rel=\"noopener noreferrer\">1907 panic</a>, Black Tuesday, Thursday and Monday in 1929, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackmonday.asp\" rel=\"noopener noreferrer\">Black Monday in 1987</a>. The month of September has seen as much market turmoil as October. It was the month when the original Black Friday occurred in 1869, and two substantial single-day dips occurred in the DJIA in 2001 after 9/11 and in 2008 as the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime crisis</a> ramped up. \n", "\nHowever, according to Market Realist, the effect has dissipated in recent years. Over the past 25 years, for the S&amp;P 500, the average monthly return for September is approximately <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://marketrealist.com/2015/08/september-effect\" rel=\"noopener noreferrer nofollow\">-0.4 percent</a> while the median monthly return is positive. In addition, frequent large declines have not occurred in September as often as they did before 1990. One explanation is that investors have reacted by “pre-positioning;” that is, selling stock in August.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-is-market-efficiency/\" rel=\"noopener noreferrer\">Efficient market supporters</a> hate the \"Days of the Week\" anomaly because it not only appears to be true, but it also makes no sense. Research has shown that stocks tend to move more on Fridays than Mondays and that there is a bias toward positive market performance on Fridays. It is not a huge discrepancy, but it is a persistent one. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mondayeffect.asp\" rel=\"noopener noreferrer\">Monday effect</a> is a theory which states that returns on the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a> on Mondays will follow the prevailing trend from the previous Friday. Therefore, if the market was up on Friday, it should continue through the weekend and, come Monday, resume its rise. The Monday effect is also known as the \"<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weekendeffect.asp\" rel=\"noopener noreferrer\">weekend effect</a>.\"\n", "\nOn a fundamental level, there is no particular reason that this should be true. Some psychological factors could be at work. Perhaps an end-of-week optimism permeates the market as traders and investors look forward to the weekend. Alternatively, perhaps the weekend gives investors a chance to catch up on their reading, stew and fret about the market, and develop pessimism going into Monday.\n", "\nAside from calendar anomalies, there are some non-market signals that some people believe will accurately indicate the direction of the market. Here is a short list of superstitious <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market_indicators.asp\" rel=\"noopener noreferrer\">market indicators</a>:\n"]}