{"name": "Anti Money Laundering (AML) Definition", "@id": "https://www.investopedia.com/terms/a/aml.asp", "related": ["https://www.investopedia.com/terms/s/smurf.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/m/moneylaundering.asp", "https://www.investopedia.com/terms/c/combating-financing-terrorism-cft.asp", "https://www.investopedia.com/terms/c/cams.asp", "https://www.investopedia.com/terms/p/patriotact.asp"], "body": ["\nAnti-money laundering (AML) refers to the laws, regulations and procedures intended to prevent criminals from disguising illegally obtained funds as legitimate income. Though anti-money laundering laws cover a limited range of transactions and criminal behavior, their implications are far-reaching. For example, AML regulations require banks and other financial institutions that issue credit or accept customer deposits to follow rules that ensure they are not aiding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneylaundering.asp\" rel=\"noopener noreferrer\">money-laundering</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nAML laws and regulations target criminal activities including market manipulation, trade in illegal goods, corruption of public funds and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxevasion.asp\" rel=\"noopener noreferrer\">tax evasion</a>, as well as the methods used to conceal these crimes and the money derived from them.\n", "\nCriminals often \"launder\" money they obtain through illegal acts such as drug trafficking so the funds cannot be easily traced to them. One common technique is to run the money through a legitimate cash-based business owned by the criminal organization or its confederates. The supposedly legitimate business deposits the money, which the criminals can then withdraw.\n", "\nMoney launderers may also sneak cash into foreign countries to deposit, deposit cash in smaller increments to avoid arousing suspicion, or use illicit cash to buy other cash instruments. Launderers will sometimes invest the money, using dishonest brokers willing to ignore the rules in return for large commissions.\n", "\nOne rule in place is the AML holding period, which requires deposits to remain in an account for a minimum of five trading days. This holding period is intended to help in anti-money laundering and risk management.\n", "\nIt's up to financial institutions to monitor customer deposits and other transactions to ensure they aren't part of a money-laundering scheme. The institutions must verify the origin of large sums, monitor suspicious activities, and report cash transactions exceeding $10,000.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ In addition to complying with AML laws, financial institutions must ensure clients are aware of them.\n", "\nMoney-laundering investigations by law enforcement often involve scrutinizing financial records for inconsistencies or suspicious activity. In today's regulatory environment, extensive records are kept on just about every significant financial transaction. So when police attempt to trace a crime to its perpetrators, few methods are more effective than examining the records of connected financial transactions.\n", "\nIn cases of robbery, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embezzlement.asp\" rel=\"noopener noreferrer\">embezzlement</a> or larceny, law enforcement are often able to return the funds or property uncovered during a money-laundering investigation to the victims of the crime. For example, if an agency discovers money a criminal laundered to cover up embezzlement, the agency can usually trace it back to those from whom the funds were embezzled.\n", "\nWhile closely related, there is a difference between AML and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/knowyourclient.asp\" rel=\"noopener noreferrer\">know your client (KYC)</a> rules.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ In banking, KYC rules are the steps institutions must take to verify their customers' identities. AML operates on a broader level: they are the measures institutions take to prevent and combat money laundering, terrorism financing and other financial crimes. Banks use AML and KYC compliance to maintain secure financial institutions.\n", "\nAnti-money laundering initiatives rose to global prominence in 1989, when a group of countries and organizations around the world formed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-action-task-force-fatf.asp\" rel=\"noopener noreferrer\">Financial Action Task Force (FATF)</a>. Its mission is to devise international standards to prevent money laundering and promote their implementation. In October 2001, following the 9/11 terrorist attacks, FATF expanded its mandate to include combating terrorist financing.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAnother important organization in the fight against money laundering is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\" rel=\"noopener noreferrer\">International Monetary Fund (IMF)</a>. Like the FATF, the IMF has pressed its 189 member countries to comply with international standards to thwart terrorist financing.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}