{"name": "Applicable Federal Rate (AFR) Definition", "@id": "https://www.investopedia.com/terms/a/applicablefederalrate.asp", "related": ["https://www.investopedia.com/terms/u/unstatedinterest.asp", "https://www.investopedia.com/terms/i/imputedinterest.asp", "https://www.investopedia.com/terms/m/minimum-interest-rules.asp", "https://www.investopedia.com/terms/s/student-loan-forgiveness.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/i/irs-publication-15-b.asp"], "body": ["\nThe applicable federal rate (AFR) is the minimum interest rate that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> allows for private loans. Each month the IRS publishes a set of interest rates that the agency considers the minimum market rate for loans. Any interest rate that is less the AFR would have tax implications. The IRS publishes these rates in accordance with Section 1274(d) of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\" rel=\"noopener noreferrer\">Internal Revenue Code</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe AFR is used by the IRS as a point of comparison versus the interest on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\" rel=\"noopener noreferrer\">loans</a> between related parties, such as family members. If you were giving a loan to a family member, you would need to be sure that the interest rate charged is equal to or higher than the minimum applicable federal rate.\n", "\nThe IRS publishes three AFRs: short-term, mid-term, and long-term. Short-term AFR rates are determined from the one-month average of the market yields from marketable obligations, such as U.S. government T-bills with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\" rel=\"noopener noreferrer\">maturities</a> of three years or less. Mid-term AFR rates are from obligations of maturities of more than three and up to nine years. Long-term AFR rates are from bonds with maturities of more than nine years.\n", "\nAs of Dec. 2019, the IRS stated that the annual short-term AFR was 1.61%, the mid-term AFR was 1.69%, and the long-term AFR was 2.09%. Please bear in mind, that these AFR rates are subject to change by the IRS.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nWhich AFR rate to use for a family loan would depend on the length of time designated for payback. Let's say you were giving a loan to a family member for $10,000 to be paid back in one year. You would need to charge the borrower a minimum interest rate of 1.69% for the loan. In other words, you should receive $169 in interest from the loan.\n", "\nIn our example above, any rate below 1.69% could trigger a taxable event. For example, let's say you gave the same loan, but you didn't charge any interest. By not charging any interest, you would have \"foregone\" $169 in interest income, and according to the IRS, would be considered a taxable gift. Any interest rate charged below the stated AFR for the particular term of the loan would be considered foregone interest and as a result, be taxable.\n", "\nWhen preparing to make a loan between related parties, taxpayers should consider two factors to select the correct AFR. The length of the loan should correspond to the AFRs: short-term (three years or less), mid-term (up to nine years), and long-term (more than nine years).\n", "\nIf the lender charges interest at a rate that is lower than the proper AFR, the IRS may reassess the lender and add imputed interest to the income to reflect the AFR rather than the actual amount paid by the borrower. Also, if the loan is in excess of the annual gift tax exclusion, it may trigger a taxable event, and income taxes may be owed. Depending on the circumstances, the IRS may also assess penalties.\n"]}