{"name": "Arab League Definition", "@id": "https://www.investopedia.com/terms/a/arab-league.asp", "related": ["https://www.investopedia.com/terms/a/arab-monetary-fund.asp", "https://www.investopedia.com/terms/o/oapec.asp", "https://www.investopedia.com/terms/o/opec.asp", "https://www.investopedia.com/terms/m/middle-east-and-north-africa-mena.asp", "https://www.investopedia.com/terms/i/international-labour-organization.asp", "https://www.investopedia.com/terms/u/united-nations-un.asp"], "body": ["\nThe Arab League is a union of Arab-speaking African and Asian countries. It was formed in Cairo in 1945 to promote the independence, sovereignty, affairs and interests of its 22 member countries and four observers.\n", "\nThe 22 members of the Arab League as of 2018 were Algeria, Bahrain, Comoros, Djibouti, Egypt, Iraq, Jordan, Kuwait, Lebanon, Libya, Mauritania, Morocco, Oman, Palestine, Qatar, Saudi Arabia, Somalia, Sudan, Syria, Tunisia, the United Arab Emirates and Yemen. The four observers are Brazil, Eritrea, India and Venezuela.\n", "\nThe Arab League countries have widely varying levels of population, wealth, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a>, and literacy. They are all predominantly Muslim, Arabic-speaking countries, but Egypt and Saudi Arabia are considered the dominant players in the League. Through agreements for joint defense, economic cooperation and free trade, among others, the league helps its member countries to coordinate government and cultural programs to facilitate cooperation and limit conflict.\n", "\nIn 1945, when the League was formed, the prominent issues were freeing the Arab countries that were still under colonial rule and preventing the Jewish community in Palestine from creating a Jewish state.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ncusar.org/modelarableague/wordpress/wp-content/uploads/2012/08/Council-of-Arab-Economic-Affairs-Ministers.pdf\" rel=\"nofollow\">Council</a> is the highest body of the league and is composed of representatives of member states, typically foreign ministers, their representatives or permanent delegates. Each member state has one vote. The council meets twice a year, in March and September. Two members or more can request a special session if they desire. The general secretariat manages the daily operations of the league and is headed by the secretary-general. The general secretariat is the administrative body of the league, the executive body of the council and the specialized ministerial councils.\n", "\nThe Arab League's effectiveness has been hampered by divisions among member states. During the Cold War, some members were supportive of the Soviet Union while others aligned with Western nations. There has also been rivalry over leadership, for example, between Egypt and Iraq. Hostilities between monarchies such as Saudi Arabia, Jordan and Morocco have been disruptive as have the conduct of states that have undergone political change such as Egypt under Gamal Abdel Nasser, Baathist Syria and Iraq and Libya under Muammar Gaddafi.\n", "\nThe United States' attack on Saddam Hussein's Iraq created significant rifts between members of the Arab League and, because decisions made by the league only apply to the nations that voted for them, the divisions have crippled the league's influence.\n", "\nThe \"Arab spring\" uprisings in early 2011 spurred the league into action, and it backed UN action against Libya's Muammar Gaddafi's forces. Members also tend to agree on policy such as support for Palestinians who are under Israeli occupation. However, the league's actions are mostly limited to the issuing of declarations. One exception was an economic boycott of Israel between 1948 and 1993.\n", "\nWhere the Arab League has been effective is in education, preserving documents and manuscripts, and creating a regional telecommunications union.\n"]}