{"name": "Articles of Association Definition and Example", "@id": "https://www.investopedia.com/terms/a/articles-of-association.asp", "related": ["https://www.investopedia.com/terms/a/agm.asp", "https://www.investopedia.com/terms/a/articlesofincorporation.asp", "https://www.investopedia.com/terms/p/plc.asp", "https://www.investopedia.com/terms/u/ultra-vires-acts.asp", "https://www.investopedia.com/terms/s/small-corporate-offering-registration-scor.asp", "https://www.investopedia.com/terms/i/incorporate.asp"], "body": ["\nArticles of association form a document that specifies the regulations for a company's operations and defines the company's purpose. The document lays out how tasks are to be accomplished within the organization, including the process for appointing directors and the handling of financial records.\n", "\nArticles of association often identify the manner in which a company will issue shares, pay <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>, audit financial records, and provide <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a>. This set of rules can be considered a user's manual for the company because it outlines the methodology for accomplishing the day-to-day tasks that must be completed.\n", "\nWhile the content of the articles of association and the exact terms used vary from jurisdiction to jurisdiction, the document is quite similar throughout the world and generally contains provisions on the company name, the company's purpose, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharecapital.asp\">share capital</a>, the company's organization, and provisions regarding shareholder meetings.\n", "\nIn the the U.S. and Canada, articles of association are often referred to as \"articles\" for short.\n", "\nAs a legal entity, the company must have a name that can be found in the articles of association. All jurisdictions will have rules concerning company names. Usually, a suffix such as \"Inc.\" or \"Ltd.\" must be used to show that the entity is a company. Also, some words that could confuse the public, such as \"government\" or \"church,\" cannot be used or must be used only for specific types of entities. Words that are offensive or heinous are also usually prohibited.\n", "\nThe reason for the creation of the company must also be stated in the articles of association. Some jurisdictions accept very broad purposes—\"management\"—while others require greater detail—\"the operation of a wholesale bakery,\" for example.\n", "\nThe number and type of shares that comprise a company's capital are listed in the articles of association. There will always be at least one form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\">common share</a> that makes up a company's capital. In addition, there may be several types of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\">preferred shares</a>. The company may or may not <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issuedshares.asp\">issue the shares</a>, but if they are found in the articles of association, they can be issued if and when the need presents itself.\n", "\nThe legal organization of the company, including its address, the number of directors and officers, and the identity of the founders and original shareholders, are found in this section. Depending on the jurisdiction and type of business, the auditors and legal advisors of the company may also be in this section.\n", "\nThe provisions for the first general meeting of shareholders and the rules that will govern subsequent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agm.asp\">annual shareholder meetings</a>—such as notices, resolutions, and votes—are laid out in detail in this section.\n", "\nA person, or group of people, starting a business will typically refer to a lawyer, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\">accountant</a>, or both for advice when setting up a company.\n", "\nThe company will choose a name and define its purpose. The company is then registered at the state/province or federal level. Note that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\">trademarking</a> a name is a different process.\n", "\nA company may issue shares to divide up the company if it wishes, but it doesn't need to. The articles will lay out how this can be done. The lawyer or accountant will typically work with the directors of the company, asking them questions to help figure out how they wish to grow and how the company may end up being structured in the future.\n", "\nCompany directors are listed, along with their personal information. A business address is also provided.\n", "\nChanges can be made to the articles of association with director(s) approval.\n"]}