{"name": "Ascending Triangle Definition and Tactics", "@id": "https://www.investopedia.com/terms/a/ascendingtriangle.asp", "related": ["https://www.investopedia.com/terms/c/continuationpattern.asp", "https://www.investopedia.com/terms/r/rectangle.asp", "https://www.investopedia.com/terms/s/symmetricaltriangle.asp", "https://www.investopedia.com/terms/d/descendingtriangle.asp", "https://www.investopedia.com/terms/r/rectangles.asp", "https://www.investopedia.com/terms/b/breakout.asp"], "body": ["\nAn ascending triangle is a chart pattern used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a>. It is created by price moves that allow for a horizontal line to be drawn along the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swinghigh.asp\" rel=\"noopener noreferrer\">swing highs</a>, and a rising trendline to be drawn along the swing lows. The two lines form a triangle. Traders often watch for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakout.asp\" rel=\"noopener noreferrer\">breakouts</a> from triangle patterns. The breakout can occur to the upside or downside. Ascending triangles are often called <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/continuation-patterns-introduction/\" rel=\"noopener noreferrer\">continuation patterns</a> since the price will typically breakout in the same direction as the trend that was in place just prior to the triangle forming.\n", "\nAn ascending triangle is tradable in that it provides a clear entry point, profit target, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop loss</a> level.\n", "\nAn ascending triangle is generally considered to be a continuation pattern, meaning that the pattern is significant if it occurs within an uptrend or downtrend. Once the breakout from the triangle occurs, traders tend to aggressively buy or sell the asset depending on which direction the price broke out.\n", "\nIncreasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volume.asp\" rel=\"noopener noreferrer\">volume</a> helps to confirm the breakout, as it shows rising interest as the price moves out of the pattern.\n", "\nA minimum of two swing highs and two swing lows are required to form the ascending triangle's trendlines. But, a greater number of trendline touches tends to produce more reliable trading results. Since the trendlines are converging on one another, if the price continues to move within a triangle for multiple swings the price action becomes more coiled, likely leading to a stronger eventual breakout.\n", "\nVolume tends to be stronger during trending periods than during consolidation periods. A triangle is a type of consolidation, and therefore volume tends to contract during an ascending triangle. As mentioned, traders look for volume to increase on a breakout, as this helps confirm the price is likely to keep heading in the breakout direction. If the price breaks out on low volume, that is a warning sign that the breakout lacks strength. This could mean the price will move back into the pattern. This is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/failedbreak.asp\" rel=\"noopener noreferrer\">false breakout</a>.\n", "\nFor trading purposes, an entry is typically taken when the price breaks out. Buy if the breakout occurs to upside, or short/sell if a breakout occurs to the downside. A stop loss is placed just outside the opposite side of the pattern. For example, if a long trade is taken on an upside breakout, a stop loss is placed just below the lower trendline.\n", "\nA profit target can be estimated based on the height of the triangle added or subtracted from the breakout price. The thickest part of the triangle is used. If the triangle is $5 high, add $5 to the upside breakout point to get the price target. If the price breaks lower, the profit target is the breakout point less $5.\n", "\nHere an ascending triangle forms during a downtrend, and the price continues lower following the breakout. Once the breakout occurred the profit target was attained. The short entry or sell signal occurred when the price broke below the lower trendline. A stop loss could be placed just above the upper trendline.\n", "\nWide patterns like this present a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskrewardratio.asp\" rel=\"noopener noreferrer\">risk/reward</a> than patterns that get substantially narrower as time goes on. As a pattern narrows the stop loss becomes smaller since the distance to the breakout point is smaller, yet the profit target is still based on the largest part of the pattern.\n", "\nThese two types of triangles are both continuation patterns, except they have a different look. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/descendingtriangle.asp\" rel=\"noopener noreferrer\">descending triangle</a> has a horizontal lower line, while the upper trendline is descending. This is the opposite of the ascending triangle which has a rising lower trendline and a horizontal upper trendline.\n", "\nThe main problem with triangles, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/112601.asp\" rel=\"noopener noreferrer\">chart patterns</a> in general, is the potential for false breakouts. The price may move out of the pattern only to move back into it, or the price may even proceed to break out the other side. A pattern may need to be redrawn several times as the price edges past the trendlines but fails to generate any momentum in the breakout direction.\n", "\nWhile ascending triangles provide a profit target, that target is just an estimate. The price may far exceed that target, or fail to reach it.\n"]}