{"name": "Asian Infrastructure Investment Bank (AIIB)", "@id": "https://www.investopedia.com/terms/a/asian-infrastructure-investment-bank-aiib.asp", "related": ["https://www.investopedia.com/terms/m/multilateral_development_bank.asp", "https://www.investopedia.com/terms/t/trilateralcommission.asp", "https://www.investopedia.com/terms/a/arab-monetary-fund.asp", "https://www.investopedia.com/terms/i/idb.asp", "https://www.investopedia.com/terms/m/mubadala-development-company.asp", "https://www.investopedia.com/terms/c/caribbean-development-bank-cdb.asp"], "body": ["\nThe Asian Infrastructure Investment Bank (AIIB) is a new international development bank that provides financing for infrastructure projects in Asia. It began operations in January 2016.\n", "\nThe Asian Infrastructure Investment Bank (AIIB) is a multilateral development bank headquartered in Beijing. Like other development banks, its mission is to improve social and economic outcomes in its region, Asia, and beyond. The bank opened in January 2016 and now has 86 approved members worldwide. \n", "\nChina's leader Xi Jinping first proposed an Asian infrastructure bank at an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asiapacific-economic-cooperation-apec.asp\">APEC</a> summit in Bali in 2013. Many observers have interpreted the bank as a challenge to international lending bodies, which some consider too reflective of American foreign policy interests such as the International Monetary Fund (IMF), the World Bank and the Asian Development Bank.\n", "\nIn this bank's case, China controls half of the bank's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingshares.asp\">voting shares</a>, which gives the perception that the AIIB will function in the interests of the Chinese government. The U.S. has questioned the bank's governing standards and its social and environmental safeguards, perhaps pressuring allies not to apply for membership. However, despite American objections, approximately half of NATO has signed on, as has nearly every large Asian country, with the exception of Japan. The result is widely considered in an indicator of China's growing international influence at the expense of the United States.\n", "\nThe bank is headed by a Board of Governors composed of one Governor and one Alternate Governor appointed by each of the 86 member countries. A non-resident Board of Directors is responsible for the direction and management of the Bank such as the Bank’s strategy, annual plan and budget and establishing policies and oversight procedures.\n", "\nThe bank staff is headed by a President who is elected by AIIB shareholders for a five-year term and is eligible for re-election once. The President is supported by Senior Management including five Vice Presidents for policy and strategy, investment operations, finance, administration, and the corporate secretariat and the General Counsel and Chief Risk Officer. Mr. Jin Liqun is the current President.\n", "\nThe bank's priorities are projects that promote sustainable Infrastructure and to support countries that are striving to meet environmental and development goals. The bank funds projects linking countries in the region and cross-border infrastructure projects for roads, rail, ports, energy pipelines and telecoms across Central Asia and maritime routes in South East and South Asia and the Middle East. The bank's priorities also include private capital mobilization and encouraging partnerships that stimulate private capital investment such as those with other multilateral development banks, governments, and private financiers.\n", "\nAn example of an AIIB project is a rural road connectivity initiative that will benefit approximately <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.aiib.org/en/news-events/news/2018/20180411_001.html\" rel=\"nofollow\">1.5 million rural residents</a> in Madhya Pradesh, India. In April 2018, the AIIB announced the project, which is also expected to improve the livelihoods, education, and mobility of the residents of 5,640 villages. The project is a U.S. $140-million jointly financed by the AIIB and the World Bank.\n"]}