{"name": "Asset-Backed Security (ABS) Definition", "@id": "https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "related": ["https://www.investopedia.com/terms/c/cdo.asp", "https://www.investopedia.com/terms/t/talf.asp", "https://www.investopedia.com/terms/i/iostrips.asp", "https://www.investopedia.com/terms/m/midgets.asp", "https://www.investopedia.com/terms/r/real-estate-mortgage-investment-conduit-remic.asp", "https://www.investopedia.com/terms/s/securitization.asp"], "body": ["\nAn asset-backed security (ABS) is a type of financial investment that is collateralized by an underlying pool of assets—usually ones that generate a cash flow from debt, such as loans, leases, credit card balances, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/receivables.asp\" rel=\"noopener noreferrer\">receivables</a>. It takes the form of a bond or note, paying income at a fixed rate for a set amount of time, until maturity. For income-oriented investors, asset-backed securities can be an alternative to other debt instruments, like corporate bonds or bond funds.\n", "\nAsset-backed securities allow their issuers to raise cash, which can be used for lending or other investment purposes. The underlying assets of an ABS are often <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/illiquid.asp\" rel=\"noopener noreferrer\">illiquid</a> and can't be sold on their own. So, pooling assets together and creating a financial instrument out of them—a process called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitization.asp\" rel=\"noopener noreferrer\">securitization</a>—allows the issuer to make illiquid assets marketable to investors. It also allows them to get shakier assets off their books, thus alleviating their credit risk.\n", "\nThe underlying assets of these pools may be home equity loans, automobile loans, credit card receivables, student loans, or other expected <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>. Issuers of ABSs can be as creative as they desire. For example, asset-backed securities have been built based on cash flows from movie revenues, royalty payments, aircraft landing slots, toll roads, and solar photovoltaics. Just about any cash-producing vehicle or situation can be securitized into an ABS.\n", "\nFor investors, buying an ABS affords the opportunity of a revenue stream. The ABS allows them to participate in a wide variety of income-generating assets, sometimes (as noted above) exotic ones that aren't available in any other investment.\n", "\nAssume that Company X is in the business of making automobile loans. If a person wants to borrow money to buy a car, Company X gives that person the cash, and the person is obligated to repay the loan with a certain amount of interest. Perhaps Company X makes so many loans that it starts to run out of cash. Company X can then package its current loans and sell them to Investment Firm X, thus receiving the cash, which it can then use to make more loans.\n", "\nInvestment Firm X will then sort the purchased loans into different groups called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tranches.asp\" rel=\"noopener noreferrer\">tranches</a>. These tranches contain loans with similar characteristics, such as maturity, interest rate, and expected <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delinquency-rate.asp\" rel=\"noopener noreferrer\">delinquency rate</a>. Next, Investment Firm X will issue securities based on each tranche it creates. Similar to bonds, each ABS has a rating indicating its degree of riskiness—that is, the likelihood the underlying loans will go into <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a>.\n", "\nIndividual investors then purchase these securities and receive the cash flows from the underlying pool of auto loans, minus an administrative fee that Investment Firm X keeps for itself.\n", "\nAn ABS will usually have three <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tranches.asp\" rel=\"noopener noreferrer\">tranches</a>: class A, B, and C. The senior tranche, A, is almost always the largest tranche and is structured to have an investment-grade rating to make it attractive to investors.\n", "\nThe B tranche has lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditquality.asp\" rel=\"noopener noreferrer\">credit quality</a> and, thus, has a higher yield than the senior tranche. The C tranche has a lower credit rating than the B tranche and might have such poor credit quality that it can't be sold to investors. In this case, the issuer would keep the C tranche and absorb the losses.\n", "\nTheoretically, an asset-based security (ABS) can be created out of almost anything that generates an income stream, from mobile home loans to utility bills. But certain types are more common. Among the most typical ABS are:\n", "\nA CDO is an ABS issued by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spv.asp\" rel=\"noopener noreferrer\">special purpose vehicle</a> (SPV). The SPV is a business entity or trust formed specifically to issue that ABS. There are a variety of subsets of CDOs, including:\n", "\nThough a CDO is essentially structured the same as an ABS, some consider it a separate type of investment vehicle. In general, CDOs own a wider and more diverse range of assets—including other asset-based securities or CDOs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nHome equity loans are one of the largest categories of ABSs. Though similar to mortgages, home equity loans are often taken out by borrowers who have less-than-stellar credit scores or few assets—the reason they didn't qualify for a mortgage. These are amortizing loans—that is, payment goes towards satisfying a specific sum and consists of three categories: interest, principal, and prepayments.\n", "\nCar financing is another large category of ABS. The cash flows of an auto loan ABS include monthly interest payments, principal payments, and prepayments (though the latter is rarer for an auto loan ABS is much lower when compared to a home equity loan ABS). This is another amortizing loan.\n", "\nCredit card receivables—the amount due on credit card balances—are a type of non-amortizing asset ABS: They go to a revolving line of credit, rather than towards the same set sum. So they don't have fixed payment amounts, while new loans and changes can be added to the composition of the pool. The cash flows of credit card receivables include interest, principal payments, and annual fees.\n", "\nThere is usually a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lockup-period.asp\" rel=\"noopener noreferrer\">lock-up period</a> for credit card receivables where no principal will be paid. If the principal is paid within the lock-up period, new loans will be added to the ABS with the principal payment that makes the pool of credit card receivables staying unchanged. After the lock-up period, the principal payment is passed on to ABS investors.\n", "\nABSs can be collateralized by either government student loans, guaranteed by the U.S. Dept. of Education, or private student loans. The former have had a better repayment record, and a lower risk of default.\n", "\nAn ABS will usually have three <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tranches.asp\" rel=\"noopener noreferrer\">tranches</a>: class A, B, and C. The senior tranche, A, is almost always the largest tranche and is structured to have an investment-grade rating to make it attractive to investors.\n", "\nThe B tranche has lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditquality.asp\" rel=\"noopener noreferrer\">credit quality</a> and, thus, has a higher yield than the senior tranche. The C tranche has a lower credit rating than the B tranche and might have such poor credit quality that it can't be sold to investors. In this case, the issuer would keep the C tranche and absorb the losses.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cdo.asp\" rel=\"noopener noreferrer\">collateralized debt obligation</a> (CDO) is an example of an asset-based security (ABS). It is like a loan or bond, one backed by a portfolio of debt instruments—bank loans, mortgages, credit card receivables, aircraft leases, smaller bonds, and sometimes even other ABSs or CDOs. This portfolio acts as collateral for the interest generated by the CDO, which is reaped by the institutional investors who purchase it.\n", "\nAsset backing refers to the total value of a company's shares, in relation to its assets. Specifically, it refers to the total value of all the assets that a company has, divided by the number of outstanding shares that the company has issued.\n", "\nIn terms of investments, asset backing refers to a security whose value derives from a single asset or a pool of assets; these holdings act as collateral for the security—\"backing\" it, in effect.\n", "\nIn the business world, ABS stands for \"accounting and billing system.\"\n", "\nAn asset-based security (ABS) is similar to a mortgage-backed security (MBS). Both are securities that, like bonds, pay a fixed rate of interest derived from an underlying pool of income-generating assets—usually debts or loans. The main difference is that an MBS, as its name implies, consists of a package of mortgages (real estate loans). In contrast, an ABS is usually backed by other sorts of financing—student loans, auto loans, or credit card debt.\n", "\nSome financial sources do use ABS as a generic term, encompassing any sort of securitized investment based on underlying asset pools—in which case, an MBS is a kind of ABS. Others consider ABSs and MBSs to be separate investment vehicles.\n", "\nAsset securitization begins when a lender (or any company with loans) or a firm with income-producing assets earmarks a bunch of these assets and then arranges to sell the lot to an investment bank or other financial institution. This institution often pools these assets with comparable ones from other sellers, then establishes a special-purpose vehicle (SPV)—an entity set up specifically to acquire the assets, package them, and issue them as a single security.\n", "\nThe issuer then sells these securities to investors, usually institutional investors (hedge funds, mutual funds, pension plans, etc.). The investors receive fixed or floating rate payments from a trustee account funded by the cash flows generated by the portfolio of assets.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSometimes the issuer divides the original asset portfolio into slices, called tranches. Each tranche is sold separately and bears a different degree of risk, indicated by a different credit rating.\n"]}