{"name": "Assignment Definition", "@id": "https://www.investopedia.com/terms/a/assignment.asp", "related": ["https://www.investopedia.com/terms/s/sublease.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/a/assignablecontract.asp", "https://www.investopedia.com/terms/a/assignee.asp", "https://www.investopedia.com/terms/t/termination_date.asp", "https://www.investopedia.com/terms/a/assign.asp"], "body": ["\nAssignment most often refers to one of two definitions in the financial world:\n", "\nAssignment refers to the transfer of some or all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property_rights.asp\">property rights</a> and obligations associated with an asset, property, contract, etc. to another entity through a written agreement. For example, a payee assigns rights for collecting note payments to a bank. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\">trademark</a> owner transfers, gives, or sells another person interest in the trademark. A homeowner who sells their house assigns the deed to the new buyer.\n", "\nTo be effective, an assignment must involve parties with legal capacity, consideration, consent, and legality of object.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wage-assignment.asp\">wage assignment</a> is a forced payment of an obligation by automatic <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/withholding.asp\">withholding</a> from an employee’s pay. Courts issue wage assignments for people late with child or spousal support, taxes, loans, or other obligations. Money is automatically subtracted from a worker's paycheck without consent if they have a history of nonpayment. For example, a person delinquent on $100 monthly loan payments has a wage assignment deducting the money from their paycheck and sent to the lender. Wage assignments are helpful in paying back long-term debts.\n", "\nAnother instance can be found in a mortgage assignment. This is where a mortgage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deed.asp\">deed</a> gives a lender interest in a mortgaged property in return for payments received. Lenders often sell mortgages to third parties, such as other lenders. A mortgage assignment document clarifies the assignment of contract and instructs the borrower in making future mortgage payments, and potentially modifies the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> terms.\n", "\nA final example involves a lease assignment. This benefits a relocating tenant wanting to end a lease early or a landlord looking for rent payments to pay creditors. Once the new tenant signs the lease, taking over responsibility for rent payments and other obligations, the previous tenant is released from those responsibilities. In a separate lease assignment, a landlord agrees to pay a creditor through an assignment of rent due under rental property leases. The agreement is used to pay a mortgage lender if the landlord <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaults</a> on the loan or files for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>. Any rental income would then be paid directly to the lender.\n", "\nWithin the operation of stocks and options trading, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a> can be assigned when a buyer decides to exercise their right to buy (or sell) stock at a particular <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a>. The way the options market works, the corresponding seller of the option is not determined when a buyer opens an option trade, but only at the time that an option holder decides to exercise their right to buy stock. So an option seller with open positions is matched with the exercising buyer via automated lottery. The randomly selected seller is then assigned to fulfill the buyer's rights. This is known as an option assignment.\n", "\nOnce assigned, the writer (seller) of the option will have the obligation to sell (if a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\">call option</a>) or buy (if a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put option</a>) the designated number of shares of stock at the agreed-upon price (the strike price). For instance, if the writer sold calls then they would be obligated to sell the stock, and the process is often referred to as having the stock <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calledaway.asp\">called away</a>. For puts, the buyer of the option sells stock (puts stock shares) to the writer in the form of a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">short-sold</a> position.\n", "\nSuppose a trader owns 100 call options on company ABC's stock with a strike price of $10 per share. The stock is now trading at $30 and, ABC is due to pay a dividend shortly. As a result, the trader <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earlyexercise.asp\">exercises the options early</a> and receives 10,000 shares of ABC paid at $10. At the same time, the other side of the long call (i.e. the short call) is assigned the contract and must deliver the shares to the long.\n"]}