{"name": "Asymmetric Information Definition", "@id": "https://www.investopedia.com/terms/a/asymmetricinformation.asp", "related": ["https://www.investopedia.com/terms/a/adverseselection.asp", "https://www.investopedia.com/terms/c/contract-theory.asp", "https://www.investopedia.com/terms/p/peertopeer-p2p-economy.asp", "https://www.investopedia.com/terms/c/consumerism.asp", "https://www.investopedia.com/terms/k/knowledge-economy.asp", "https://www.investopedia.com/terms/e/economicrent.asp"], "body": ["\nAsymmetric information, also known as \"information failure,\" occurs when one party to an economic transaction possesses greater material knowledge than the other party. This typically manifests when the seller of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/free-market-regulation.asp\" rel=\"noopener noreferrer\">good or service</a> possesses greater knowledge than the buyer; however, the reverse dynamic is also possible. Almost all economic transactions involve information asymmetries.\n", "\nAsymmetric information exists in certain deals with a seller and a buyer whereby one party is able to take advantage of another. This is usually the case in the sale of an item. For example, if a homeowner wanted to sell their house, they would have more information about the house than the buyer. They might know some floorboards are creaky, the home gets too cold in winter, or that the neighbors are too loud; information that the buyer would not know until after they purchased the house. The buyer, then, might feel they paid too much for the house or would not have purchased it at all if they had this information beforehand.\n", "\nAsymmetric information can also be viewed as the specialization and division of knowledge, as applied to any economic trade. For example, doctors typically know more about medical practices than their patients. After all, physicians have extensive medical school educational backgrounds that their patients generally don't have. This principle equally applies to architects, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/112914/top-retirement-strategies-teachers.asp\" rel=\"noopener noreferrer\">teachers</a>, police officers, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/picking-lawyer.asp\" rel=\"noopener noreferrer\">attorneys</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/102315/highestpaying-engineering-careers.asp\" rel=\"noopener noreferrer\">engineers</a>, fitness instructors, and other trained professionals. Asymmetric information, therefore, is most often beneficial to an economy and a society in increasing efficiency.\n", "\nAsymmetric information isn't necessarily a bad thing. In fact, growing asymmetrical information is the desired outcome of a healthy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketeconomy.asp\" rel=\"noopener noreferrer\">market economy</a>. As workers strive to become increasingly specialized in their chosen fields, they become more productive, and can consequently provide greater value to workers in other fields.\n", "\nFor example, a stockbroker's knowledge is more valuable to a non-investment professional, such as a farmer, who may be interested in confidently trading stocks to prepare for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement.asp\" rel=\"noopener noreferrer\">retirement</a>. On the flip side, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockbroker.asp\" rel=\"noopener noreferrer\">stockbroker</a> does not need to know how to grow crops or tend to livestock to feed themself, but rather can purchase the items from a grocery store that are provided by the farmer.\n", "\nIn each of their respective trades, both the farmer and the stockbroker hold superior knowledge over the other, but both benefit from the trade and the division of labor.\n", "\nOne alternative to ever-expanding asymmetric information is for workers to study all fields, rather than specialize in fields where they can provide the most value. However, this is an impractical solution, with high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity costs</a> and potentially lower aggregate outputs, which would lower standards of living.\n", "\nIn some circumstances, asymmetric information may have near fraudulent consequences, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adverseselection.asp\" rel=\"noopener noreferrer\">adverse selection</a>, which describes a phenomenon where an insurance company encounters the probability of extreme loss due to a risk that was not divulged at the time of a policy's sale.\n", "\nFor example, if the insured hides the fact that they're a heavy smoker and frequently engages in dangerous recreational activities, this asymmetrical flow of information <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insurance/082516/examples-adverse-selection-insurance-industry.asp\" rel=\"noopener noreferrer\">constitutes adverse selection</a> and could raise <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">insurance premiums</a> for all customers, forcing the healthy to withdraw. The solution is for life insurance providers to perform thorough <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/actuary.asp\" rel=\"noopener noreferrer\">actuarial</a> work and conduct detailed health screenings, and then charge different premiums to customers based on their honestly-disclosed risk profiles.\n", "\nTo prevent abuse of customers or clients by finance specialists, financial markets often rely on reputation mechanisms. Financial advisors and fund companies that prove to be the most honest and effective stewards of their clients' assets tend to gain clients, while dishonest or ineffective agents tend to lose clients, face legal damages, or both.\n"]}