{"name": "Attrition Definition", "@id": "https://www.investopedia.com/terms/a/attrition.asp", "related": ["https://www.investopedia.com/terms/d/downsize.asp", "https://www.investopedia.com/terms/c/churnrate.asp", "https://www.investopedia.com/terms/u/unemployment.asp", "https://www.investopedia.com/terms/e/ebo.asp", "https://www.investopedia.com/terms/f/frictionalunemployment.asp", "https://www.investopedia.com/terms/h/human-resource-planning.asp"], "body": ["\nThe term attrition refers to a gradual but deliberate reduction in staff numbers that occurs as employees retire or resign and are not replaced. It is commonly used to describe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downsize.asp\">downsizing</a> in a firm's employee pool by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humanresources.asp\">human resources</a> (HR) professionals. In this case, downsizing is voluntary, where employees either resign or retire and aren't replaced by the company.\n", "\nAttrition happens for several reasons, including pay, lack of growth, and poor workplace conditions. The term is also sometimes used to describe the loss of customers or clients as they mature beyond a product or company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/target-market.asp\">target market</a> without being replaced by a younger generation.\n", "\nAttrition is commonly used to describe the deliberate downsizing of a company's workforce. Downsizing happens when employees resign or retire.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> This type of reduction in staff is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hiring-freeze.asp\">hiring freeze</a>. It is one way a company can decrease <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-labor.asp\">labor costs</a> without the disruption of layoffs.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> There are a number of reasons why this kind of attrition, which is also called employee attrition, takes place.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> They include:\n", "\nAttrition can be either voluntary or involuntary. Voluntary attrition occurs when employees leave on their own. Involuntary attrition, on the other hand, takes place when the company decides to reduce the workforce by cutting positions.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> Voluntary attrition is less devastating to company morale. But it can still negatively impact any remaining employees if their workloads increase. It also can limit promotional opportunities and movement, resulting in an unhappier workplace or more attrition than was intended.\n", "\nAs mentioned above, the term attrition is normally used to describe downsizing in a firm's workforce. But it is also used to denote customer attrition, which happens when a company's customer base begins to drop.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAs noted above, attrition can also mean that a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/06/targetclients.asp\">customer base</a> is shrinking. This is called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/churnrate.asp\">churn rate</a>. Like employee attrition, customer attrition may be deliberate or not. But it normally means that a company is in trouble and needs to take precautions as it can mean a loss of revenue.\n", "\nCustomer attrition can take place for a variety of reasons. For instance:\n", "\nCompanies may also experience customer attrition when they don't adapt their offerings to their customers. For instance, products offered by Sears and Oldsmobile are examples of products that failed to capture a younger generation of customers.\n", "\nChanges in management, company structure, or other aspects of a company's operations can cause employees to leave voluntarily, resulting in a higher attrition rate. The employee may take a new job, retire, or move to another new city. An attrition policy takes advantage of this inevitable changeover to reduce overall staff. Layoffs are a different story.\n", "\nLaying off employees results in attrition as long as the company doesn't immediately hire as many new employees as it <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/layoff.asp\">laid off</a>.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> For example, a company might reduce its administrative staff by six in order to create a new internet team of six.\n", "\nWhen a company is faced with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/041415/investing-crisis-high-riskhigh-reward-strategy.asp\">financial crisis</a>, it must make tough calls and cut back its workforce in order to stay afloat. In these cases, the company might implement a layoff with no intention of filling those positions again.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nIn less drastic cases, such as changes in the company structure or business model or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\">merger</a>, certain departments are trimmed or eliminated. This usually requires layoffs rather than attrition.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/turnover.asp\">Turnover</a> takes place in a company's workforce when people leave their job and are replaced by new employees. Employee turnover is generally counted within a one-year period.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> This loss of talent occurs in a company for many reasons. As with attrition, employees may retire, relocate, find a better job, or change their career.\n", "\nTurnover can be both voluntary and involuntary, just like employee attrition. Voluntary turnover takes place when employees choose to leave their jobs. Involuntary turnover, on the other hand, occurs when a company decides to let workers go.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nCompanies can study turnover in order to make changes to their workforce.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> For instance, many employees who leave within a short period of time may signal there are issues within a company's workforce. Management can use this to make any changes it feels necessary to make the workplace a more amenable place for newer employees, as well as existing ones, to want to stay with the company.\n", "\nEmployee attrition is used to describe what happens when a firm's talent pool drops. Customer attrition, on the other hand, is used to denote when a company's customer base shrinks.\n", "\nThe churn rate is another term used to describe customer attrition. This is what happens when a company begins to lose their customer base. This happens for a number of reasons, such as when a customer has a bad customer service experience, or when a company fails to update their products and services.\n", "\nThe loss of employees can be a problem for corporations because it leads to the reduction of talent in the workforce. But it can also be a good thing. That's because it allows the firm to identify any issues within the workplace and fix them. It also helps companies cut down labor costs and attract new employees who come with fresh ideas.\n", "\nYou can prevent customer attrition from happening by making sure your company offers the products and services your customers want, providing them with excellent customer service, staying current with market trends, and address any problems that arise as a result of customer complaints.\n"]}