{"name": "Australian Securities Exchange (ASX)", "@id": "https://www.investopedia.com/terms/a/asx.asp", "related": ["https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/t/toronto-stock-exchange-tsx.asp", "https://www.investopedia.com/terms/a/archipelago.asp", "https://www.investopedia.com/terms/j/jasdaq.asp", "https://www.investopedia.com/terms/t/tokyo.asp", "https://www.investopedia.com/terms/d/dtc.asp"], "body": ["\nThe Australian Securities Exchange is headquartered in Sydney, Australia. The Exchange in its current form was created through the merger of the Australian Stock Exchange and Sydney Futures Exchange in 1999. The ASX acts as a market operator, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\">clearing house</a>, and payments facilitator. It also provides educational materials to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\">retail investors</a>.\n", "\nASX has a combined 150 years of exchange experience. In 2018 it had a team of 530 employees, along with 6.7 million shareowners, 180 participants, and nearly 2,200 listed companies and issuers. \n", "\nASX is consistently ranked among the top exchanges globally. Other major exchanges include the Tokyo Stock Exchange or TSE, the New York Stock Exchange (NYSE), the Nasdaq, and the London Stock Exchange (LSE). Each exchange has specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listingrequirements.asp\">listing requirements</a> that include regular financial reports and minimum capital requirements. For example, in 2018 the NYSE has a key listing requirement that stipulated aggregate shareholders equity for last three fiscal years of greater than or equal to $10 million, a global market capitalization of $200 million, and a minimum share price of $4. In addition, for initial public offerings and secondaries issuers must have 400 shareholders.\n", "\nAs of 2018, the ASX had a total market capitalization of close to $1.5 trillion, in addition to a $47-trillion interest rate derivatives market that is the largest in Asia.\n", "\nAs with the majority of international exchanges, ASX’s relies on a hefty data center to help connect it to leading financial hubs and facilitate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/11/securities-market-introduction.asp\">electronic trading</a>. Electronic trading gained strong traction with NYSE’s 2005 acquisition of rival market the Archipelago Exchange – a fully electronic exchange that listed new and fast-growing companies. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse-arca.asp\">NYSE Arca</a> was the new name following the acquisition. Cybersecurity is an increasing concern as exchanges become more interconnected via the internet.\n", "\nThe Australian Securities Exchange has a strong emphasis on educating visitors to its website, the investing public, and current and potential listers. For example, for first-time investors, ASX offers free resources for understanding the public markets, exploring different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetclasses.asp\">asset classes</a>, and developing a personal <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentstrategy.asp\">investment strategy</a>. Visitors can download a series of tutorials and guidebooks. In addition, ASX offers a game-version of trading where players do not have to risk real money; instead, they can learn the basics in a risk-free environment.\n"]}