{"name": "Automated Teller Machine (ATM) Definition", "@id": "https://www.investopedia.com/terms/a/atm.asp", "related": ["https://www.investopedia.com/terms/o/off-premise-banking.asp", "https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/s/skimming.asp", "https://www.investopedia.com/terms/m/mini-branch.asp", "https://www.investopedia.com/terms/b/bitcoin-atm.asp"], "body": ["\nAn automated teller machine (ATM) is an electronic banking outlet that allows customers to complete basic transactions without the aid of a branch representative or teller. Anyone with a credit card or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/102616/top-5-debit-cards-teens.asp\">debit card</a> can access cash at most ATMs.\n", "\nATMs are convenient, allowing consumers to perform quick self-service transactions such as deposits, cash withdrawals, bill payments, and transfers between accounts. Fees are commonly charged for cash withdrawals by the bank where the account is located, by the operator of the ATM, or by both. Some or all of these fees can be avoided by using an ATM operated directly by the bank that holds the account.\n", "\nATMs are known in different parts of the world as automated bank machines (ABM) or cash machines.\n", "\nThe first ATM appeared at a branch of Barclay's Bank in London in 1967, although there are reports of a cash dispenser in use in Japan in the mid-1960s. The interbank communications networks that allowed a consumer to use one bank's card at another bank's ATM came later, in the 1970s.\n", "\nWithin a few years, ATMs had spread around the globe, securing a presence in every major country. They now can be found even in tiny island nations such as Kiribati and the Federated States of Micronesia.\n", "\nThere are now more than 3.5 million <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/060216/top-10-checking-accounts-no-atm-fees-pnc-ally.asp\">ATMs in use</a> across the world.\n", "\nThere are two primary types of ATMs. Basic units only allow customers to withdraw cash and receive updated account balances. The more complex machines accept deposits, facilitate line-of-credit payments and transfers, and access account information.\n", "\nTo access the advanced features of the complex units, a user must be an account holder at the bank that operates the machine.\n", "\nAnalysts anticipate ATMs will become even more popular and forecast an increase in the number of ATM withdrawals. ATMs of the future are likely to be full-service terminals instead of or in addition to traditional bank tellers.\n", "\nAlthough the design of each ATM is different, they all contain the same basic parts:\n", "\nFull-service machines now often have slots for depositing paper checks.\n", "\nBanks place ATMs inside and outside of their branches. Other ATMs are located in high traffic areas such as shopping centers, grocery stores, convenience stores, airports, bus and railway stations, gas stations, casinos, restaurants, and other locations. Most ATMs that are found in banks are multi-functional, while others that are offsite tend to be primarily or entirely designed for cash withdrawals.\n", "\nATMs require consumers to use a plastic card—either a bank debit card or a credit card—to complete a transaction. Consumers are authenticated by a PIN before any transaction can be made.\n", "\nMany cards come with a chip, which transmits data from the card to the machine. These work in the same fashion as a bar code that is scanned by a code reader.\n", "\nAccount-holders can use their bank's ATMs at no charge, but accessing funds through a unit owned by a competing bank usually incurs a fee. According to MoneyRates.com, the average fee to withdraw cash from an out-of-network ATM was $4.61 as of late 2019.\n", "\nSome banks will reimburse their customers for the fee, especially if there is no corresponding ATM available in the area.\n", "\nSo, If you're one of those people who draws weekly spending money from an ATM, using the wrong machine could cost you nearly $240 a year.\n", "\nIn many cases, banks and credit unions own ATMs. However, individuals and businesses may also buy or lease ATMs on their own or through an ATM franchise. When individuals or small businesses, such as restaurants or gas stations own ATMs, the profit model is based on charging fees to the machine's users.\n", "\nBanks also own ATMs with this intent. They use the convenience of an ATM to attract clients. ATMs also take some of the customer service burdens from bank tellers, saving banks money in payroll costs.\n", "\nATMs make it simple for travelers to access their checking or savings accounts from almost anywhere in the world.\n", "\nTravel experts advise consumers to use foreign ATMs as a source of cash abroad, as they generally receive a more favorable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> than they would at most currency exchange offices.\n", "\nHowever, the account holder's bank may charge a transaction fee or a percentage of the amount exchanged. Most ATMs do not list the exchange rate on the receipt, making it difficult to track spending.\n"]}