{"name": "Autoregressive Defined", "@id": "https://www.investopedia.com/terms/a/autoregressive.asp", "related": ["https://www.investopedia.com/terms/s/serial-correlation.asp", "https://www.investopedia.com/terms/i/iv.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/m/movingaverage.asp", "https://www.investopedia.com/terms/c/crude-oil.asp", "https://www.investopedia.com/terms/r/robust.asp"], "body": ["\nA statistical model is autoregressive if it predicts future values based on past values. For example, an autoregressive model might seek to predict a stock's future prices based on its past performance.\n", "\nAutoregressive models operate under the premise that past values have an effect on current values, which makes the statistical technique popular for analyzing nature, economics, and other processes that vary over time. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mlr.asp\">Multiple regression models</a> forecast a variable using a linear combination of predictors, whereas autoregressive models use a combination of past values of the variable.\n", "\nAn AR(1) autoregressive process is one in which the current value is based on the immediately preceding value, while an AR(2) process is one in which the current value is based on the previous two values. An AR(0) process is used for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/07/stationary.asp\">white noise</a> and has no dependence between the terms. In addition to these variations, there are also many different ways to calculate the coefficients used in these calculations, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/least-squares-method.asp\">least squares method</a>.\n", "\nThese concepts and techniques are used by technical analysts to forecast security prices. However, since autoregressive models base their predictions only on past information, they implicitly assume that the fundamental forces that influenced the past prices will not change over time. This can lead to surprising and inaccurate predictions if the underlying forces in question are in fact changing, such as if an industry is undergoing rapid and unprecedented technological transformation.\n", "\nNevertheless, traders continue to refine the use of autoregressive models for forecasting purposes. A great example is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/autoregressive-integrated-moving-average-arima.asp\">Autoregressive Integrated Moving Average (ARIMA)</a>, a sophisticated autoregressive model that can take into account trends, cycles, seasonality, errors, and other non-static types of data when making forecasts.\n", "\nAutoregressive models are based on the assumption that past values have an effect on current values. For example, an investor using an autoregressive model to forecast stock prices would need to assume that new buyers and sellers of that stock are influenced by recent market transactions when deciding how much to offer or accept for the security.\n", "\nAlthough this assumption will hold under most circumstances, this is not always the case. For example, in the years prior to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2008 Financial Crisis</a>, most investors were not aware of the risks posed by the large portfolios of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">mortgage-backed securities</a> held by many financial firms. During those times, an investor using an autoregressive model to predict the performance of U.S. financial stocks would have had good reason to predict an ongoing trend of stable or rising stock prices in that sector. \n", "\nHowever, once it became public knowledge that many financial institutions were at risk of imminent collapse, investors suddenly became less concerned with these stocks' recent prices and far more concerned with their underlying risk exposure. Therefore, the market rapidly revalued financial stocks to a much lower level, a move which would have utterly confounded an autoregressive model.\n", "\nIt is important to note that, in an autoregressive model, a one-time shock will affect the values of the calculated variables infinitely into the future. Therefore, the legacy of the financial crisis lives on in today’s autoregressive models.\n"]}