{"name": "Automatic Bill Payment Definition", "@id": "https://www.investopedia.com/terms/a/automatic-bill-payment.asp", "related": ["https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/c/credit-card-balance.asp", "https://www.investopedia.com/fico-10-and-fico-10t-5072531", "https://www.investopedia.com/terms/r/recurring-billing.asp", "https://www.investopedia.com/terms/c/commercialbank.asp"], "body": ["\nAn automatic bill payment is a money transfer scheduled on a predetermined date to pay a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recurring-billing.asp\">recurring bill</a>. Automatic bill payments are routine payments made from a banking, brokerage, or mutual fund account to vendors.\n", "\nAutomatic payments are usually set up with the company receiving the payment, though it’s also possible to schedule automatic payments through a checking account’s online bill pay service. Automatic bill payments occur over an electronic payment system, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ach.asp\">Automated Clearing House (ACH)</a>.\n", "\nAutomatic bill payments can be scheduled for all types of payment transactions. This can include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/072316/how-installment-loans-work.asp\">installment loans</a>, auto loans, mortgage loans, credit card bills, electric bills, cable bills, and more. These payments can be automated quite easily from a checking account.\n", "\nSetting up automatic bill payment involves making arrangements with the bank holding the checking account to make the exact payment each month. The set of instructions is typically created online by the account holder. More frequently, this power is given to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vendor.asp\">vendor</a> (the utility company, for example) to charge the checking account for whatever amount is owed that particular month. In both cases, the individual paying the bill must initiate the automatic bill payment and provide the necessary information required to make automated recurring payments.\n", "\nAutomatic payments save consumers the hassle of having to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/stop-paying-bills-late.asp\">remember to make a payment</a> month after month. They can also help consumers avoid late payments.\n", "\nFor example, suppose you have a $300 car payment due on the 10th of every month for the next 60 months. Instead of logging into your online account with the auto loan company to schedule the same payment each month, you could set up automatic payments one time and agree to have $300 automatically transferred from your checking account to the auto loan company on the fifth day of each month. This way, you know your payment will never be late, and you’ll avoid the trouble of doing the same task each month. You'll also improve—or maintain—a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/120414/what-good-credit-score.asp\">good credit score</a>.\n", "\nAutomatic payments have a couple of potential downsides. If you forget about your scheduled automatic payments and do not maintain a cushion in your checking account, an automatic payment could bounce. Not only will your bill remain unpaid but you might also incur a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returned-payment-fee.asp\">returned payment fee</a> from the company you were trying to pay, as well as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/late-fee.asp\">late fee</a> for missing the due date. And automatic payments aren’t infallible. You still need to check regularly to make sure your scheduled payments have gone through as expected.\n", "\nAnother problem can occur when you authorize automatic payments that vary in amount. For example, suppose you set up automatic payments of your credit card bill from your checking account. If you don’t look at your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-balance.asp\">credit card bill</a> when it arrives, you might have an ugly surprise when it’s automatically paid in a much higher amount than you expected because of a mistake or fraud—or because you simply didn’t realize how much you had spent.\n", "\nAutomatic payments can also be difficult to cancel. Additionally, consumers might forget about certain automatic payments and continue to pay for services that they no longer want.\n"]}