{"name": "Average Propensity to Consume Definition", "@id": "https://www.investopedia.com/terms/a/average-propensity-to-consume.asp", "related": ["https://www.investopedia.com/terms/m/marginalpropensitytoconsume.asp", "https://www.investopedia.com/terms/s/savings-rate.asp", "https://www.investopedia.com/terms/d/disposableincome.asp", "https://www.investopedia.com/terms/f/fiscal-multiplier.asp", "https://www.investopedia.com/terms/a/average-propensity-to-save.asp", "https://www.investopedia.com/terms/p/peak-debt.asp"], "body": ["\nThe average propensity to consume (APC) measures the percentage of income that is spent rather than saved. This may be calculated by a single individual who wants to know where the money is going or by an economist who wants to track the spending and saving habits of an entire nation.\n", "\nIn either case, the propensity to consume can be determined by dividing average household consumption, or spending, by average <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/household_income.asp\">household income</a>, or earnings.\n", "\nFrom the broader economic view, a high average propensity to consume can be a good thing. Consumer spending drives the economy. High demand for goods and services keeps more people employed and more businesses open.\n", "\nA high propensity to save can have a negative effect on the economy. Demand for goods and services falls, resulting in job losses and business closures.\n", "\nIn general, low-income households are seen as having a higher average propensity to consume than high-income households. This is reasonable enough, as low-income households may be forced to spend their entire disposable incomes on necessities.\n", "\nIt is the middle-income households that bear close watching. Their spending and saving patterns indicate a degree of confidence or pessimism about their own personal financial situations and the economy as a whole.\n", "\nThe sum of the average propensity to consume and the average propensity to save is always equivalent to one. A household or a nation must either spend or save all of its income.\n", "\nThe inverse of the average propensity to consume is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/average-propensity-to-save.asp\">average propensity to save (APS)</a>. That figure is simply the total of income minus spending. The result is known as the savings ratio.\n", "\nNotably, the savings ratio is normally based on its percentage of disposable income, or after-tax income. An individual determining personal propensities to consume and save should probably use the disposable income figure as well for a more realistic measure.\n", "\nAssume a nation's economy has a gross domestic product (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a>) equivalent to its disposable income of $500 billion for the previous year. The total savings of the economy was $300 billion, and the rest was spent on goods and services.\n", "\nConsequently, the nation's APS is calculated to be 0.60, or $300 million/$500 million. This indicates the economy spent 60% of its disposable income on savings. The average propensity to consume is calculated to be 0.40, or (1 - 0.60). The economy thus spent 40% of its GDP on goods and services.\n", "\nAPS can include saving for retirement, a home purchase, and other long-term investments. As such, it can be a proxy for national financial health.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalpropensitytoconsume.asp\">marginal propensity to consume</a> (MPC) is a related concept. It measures the change in the average propensity to consume.\n", "\nAssume that the nation in the previous example increased its GDP to $700 billion and its consumption of goods and services rose to $375 billion. The economy's average propensity to consume increased to 53.57% and its marginal propensity to consume was 87.5%. Thus, 87.5% of its additional GDP (or disposable income) was spent on goods and services.\n"]}