{"name": "Axe Definition", "@id": "https://www.investopedia.com/terms/a/axe.asp", "related": ["https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/f/futurescontract.asp", "https://www.investopedia.com/terms/l/long.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/b/buytoopen.asp", "https://www.investopedia.com/terms/p/promissorynote.asp"], "body": ["\nAn axe (or \"axe to grind\") is the interest that a trader shows in buying or selling a security that is typically already on his books. If a trader holds a long position, but has short-term concerns, that trader’s axe toward short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put</a> options may be significant. Likewise, if a trader has risk exposure to an increase in interest rates, he may have an axe to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\">hedge</a> against that risk. Many times, a trader with an axe will keep that information private because if other market participants become aware of his motivations, they can take advantage of that information by offering unfavorable prices or withholding certain trades in order to exploit the situation.\n", "\nThe term \"axe\" is derived from the phrase “axe to grind,” which means to possess an ulterior motive or selfish aim. The phrase has historically meant to have a grievance with someone, especially where one feels the need to seek retribution. The phrase probably originates from the act of sharpening an axe with a grinding wheel, with the intent (in this definition) to get revenge on someone by maiming or killing them.\n", "\nTraders often use the term \"axe\" to represent someone’s particular interest in buying or selling a security that is already on his books, or hedging against it. The term was historically used to reference bond holdings, but traders have expanded the use to include all securities. In conversation, the term is often used to speculate about a trader’s plan with regard to a security he holds.\n", "\nThe term <em>axe</em> should not be confused with <em>ax</em>, which is a market marker central to the price action of a specific security.\n", "\nThe term \"axe\" can be used in many different ways, which makes the context of the conversation important to consider.\n", "\nSuppose that a trader has a large position in a given security. If that trader shops around for quotes with the intent of selling the stake, the trader who provides the quote may be at a disadvantage if he or she is unaware that the first trader has an axe with regard to the security. The second trader may ask, “Do they have an <em>axe</em> on this security?” which means, “Do they have plans to sell this security?”\n", "\nTraders may also use the term to represent securities related to the securities that they hold. For instance, a trader may hold a long position and have an axe toward put options if he's nervous about the stock’s short-term prospects.\n", "\nHaving an axe is often kept secret because knowledge of that information can be used by other market participants to exploit the situation for their own gain, and at the expense of the axe holder. That said, traders with good rapport may ask each other outright if they have a particular axe in the hopes that the other trader's axe(s) will be opposite from their own—this way they can effect a trade or trades with each other in a mutually beneficial manner.\n"]}