{"name": "Baby Boomer Definition", "@id": "https://www.investopedia.com/terms/b/baby_boomer.asp", "related": ["https://www.investopedia.com/terms/g/generation-gap.asp", "https://www.investopedia.com/terms/b/boomer-effect-baby-boomer-factor.asp", "https://www.investopedia.com/terms/g/generation-x-genx.asp", "https://www.investopedia.com/terms/b/baby-boom-age-wave.asp", "https://www.investopedia.com/terms/t/the_greatest_generation.asp", "https://www.investopedia.com/terms/m/millennial.asp"], "body": ["\n\"Baby boomer\" is a term used to describe a person who was born between 1946 and 1964. The baby boomer generation makes up a substantial portion of the world's population, especially in developed nations. It represents 23.5% of the population of the United States of America, as of 2019 figures.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAs the largest generational group in U.S. history (until the millennial generation slightly surpassed them), baby boomers have had—and continue to have—a significant impact on the economy. As a result, they are often the focus of marketing campaigns and business plans.\n", "\nBaby boomers emerged after the end of World War II when birth rates across the world spiked. The explosion of new infants became known as the baby boom. During the boom, 76 million babies were born in the United States alone.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nMost historians say the baby boomer phenomenon most likely involved a combination of factors: people wanting to start the families that they put off during World War II and the Great Depression, and a sense of confidence that the coming era would be safe and prosperous. Indeed, the late 1940s and 1950s generally saw increases in wages, thriving businesses, and an increase in the variety and quantity of products for consumers.\n", "\nAccompanying this new economic prosperity was a migration of young families from the cities to the suburbs. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gi-bill.asp\" rel=\"noopener noreferrer\">G.I. Bill</a> allowed returning military personnel to buy affordable homes in tracts around the edges of cities. This led to a suburban ethos of the ideal family comprised of the husband as the provider, the wife as a stay-at-home housekeeper, plus their children.\n", "\nAs suburban families began to use new forms of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\" rel=\"noopener noreferrer\">credit</a> to purchase consumer goods such as cars, appliances, and television sets, businesses also targeted those children, the growing boomers, with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing.asp\" rel=\"noopener noreferrer\">marketing</a> efforts. As the boomers approached adolescence, many became dissatisfied with this ethos and the consumer culture associated with it, which fueled the youth counterculture movement of the 1960s.\n", "\nThat huge cohort of children grew up to pay the decades of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\" rel=\"noopener noreferrer\">Social Security</a> taxes that funded the retirements of their parents and grandparents. Now, millions each year are retiring themselves.\n", "\nAs the longest-living generation in history, boomers are at the forefront of what’s been called a longevity economy, whether they are generating income in the workforce or, in their turn, consuming the taxes of younger generations in the form of their Social Security checks.\n", "\nIn a 2016 study by AARP, Baby boomers spend $7 trillion per year on goods and services.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ This is expected to increase to $13.5 trillion by 2032.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ And even though they are aging (the very youngest boomers are in their late 50s as of 2021) they continue to hold corporate and economic power; in the U.S., 54% of personal net worth belongs to boomers.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe first of the baby boom generation became eligible to retire in 2012. In many ways, the way they spend their post-work years will be different from that of their parents; members of what's often called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/the_greatest_generation.asp\" rel=\"noopener noreferrer\">Greatest Generation</a>.\n", "\nMany people in previous generations worked as long as they could and few were fortunate enough to have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement.asp\" rel=\"noopener noreferrer\">retirement</a> that would be considered golden by today's standards. America's post-World War II prosperity made things better for the greatest generation, who benefited from a workforce in which there were six employees for every retiree. Plenty of people in that generation were able to retire at the official age of 65.\n", "\nOne change from then and now is that a large percentage of the 76 million American baby boomers are expected to live 10 to 25 years longer than their parents did. Those retiring in their 60s can expect to live about 25 years more, at least. So their retirement period will be longer.\n", "\nWith more health and energy—and their children now adults—boomers who can afford it expect to spend at least early retirement fulfilling travel dreams and other bucket-list items. Those who reach retirement age now are often healthy enough to run marathons, build houses, and even start businesses.\n", "\nInstead of relocating to retirement communities, many are migrating to small towns that can offer employment and education opportunities. Other boomers are choosing to move into urban areas to take advantage of amenities, such as public transportation and cultural attractions.\n", "\nSome with thinner resources are retiring outside the U.S. to countries with lower costs of living, such as Mexico, Portugal, and the Philippines. Forty-five percent have no retirement savings, according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.myirionline.org/docs/default-source/default-document-library/iri_babyboomers_whitepaper_2019_final.pdf?sfvrsn=0\" rel=\"noopener noreferrer nofollow\">2019 Boomer Expectations of Retirement report</a> of the Insured Retirement Institute.\n", "\nThe greatest generation had relatively few investment options: mostly ordinary bonds and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificates of deposit</a>. But those are relatively secure forms of income. That's not true for the boomers. What's more, with a longer lifespan comes more opportunity, and need, to take at least some investment risks to ensure keeping up with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>.\n", "\nToday's boomers are faced with an ever-expanding universe of income securities. The investment industry has provided a lot of rope to invest, and a lot of new and exciting ways to lose it all.\n", "\nIf they felt like taking a risk, the boomers' parents might have bought some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a>-paying stocks. At the time, most of the dividend-paying industries, such as finance and utilities, were highly regulated. Decades of deregulation have caused these industries to become less predictable and riskier. Hence, the certainty of previously assumed dividends or return on investments is now uncertain.\n", "\nIn the 1980s, when the greatest generation started to retire, interest rates were about 18%. This was good for savers (and terrible for homebuyers). Ever since, interest rates have been decreasing, with some periods of increases, to a target of 0% to 0.25% as of January 2021. This long decline in interest rates provided a great return to bond investors.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe boomers are facing the very opposite situation. Instead of an ever-declining interest rate, they are facing the likelihood of steadily increasing interest rates during their retirement.\n", "\nThe greatest generation might have had a lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-per-capita.asp\" rel=\"noopener noreferrer\">per capita income</a>, but many of its members also had corporate or union pensions, which could be a considerable amount after working for a lifetime for the same employer, as was once common.\n", "\nBut the economy changed, many large corporations merged or disappeared, and unions dropped from 20.1% of workers in 1983 to 10.3% in 2019, according to the U.S. Bureau of Labor Statistics.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nWhat's more, traditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corppension.asp\" rel=\"noopener noreferrer\">corporate pensions</a> have been largely phased out now, giving way to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)</a> plans, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\" rel=\"noopener noreferrer\">IRAs</a>, and other investment vehicles that put the onus on saving on the individual. Because they were the first generation to encounter these changes, most boomers didn't start saving enough or early enough.\n", "\nAs for the federal pension known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\" rel=\"noopener noreferrer\">Social Security</a>, there is concern that it could fall short. The problem is that the baby boomer generation is much larger than previous generations; Generation X, which follows it, is much smaller; and even the larger-than-the-boomers millennial generation isn't large enough to offset the increased longevity of boomers.\n", "\nUnless there are changes in how Social Security is structured, estimates are that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/022516/what-will-social-security-look-when-you-retire.asp\" rel=\"noopener noreferrer\">there will not be enough tax-paying workers to support full Social Security payments</a> to the retiree population, starting in 2034. During the years baby boomers began joining the workforce, the ratio of workers to retirees ranged from 5.1 to 3.3, approximately. As of 2013, that number fell to 2.8 and is expected to decrease.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nIn addition to many not saving enough money, boomers experienced the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> at a crucial time for their retirement savings. Many boomers jumped into expensive investments, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgages</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startups</a> in the late 1990s, only to find themselves struggling to make those payments a few years later; many found themselves completely tapped out or their mortgages underwater. \n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime meltdown</a> of 2008 in the mortgage industry and the following stock market crash left many boomers scrambling to piece together an adequate nest egg. Many of them subsequently turned to borrowing against the equity in their homes as a solution. While real estate prices rose again, some boomers still can't profit substantially from selling their current home in order to find a cheaper one.\n", "\nFor those with such debts, savings have been put on the back burner. What's more, boomers who responded to the Great Recession by turning ultra-conservative with the savings they had left got a second hit: By not holding enough of their portfolios in stocks, they’ve missed the huge <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\" rel=\"noopener noreferrer\">bull market</a> that followed and risked letting their nest eggs stagnate. Meanwhile, wages have not increased significantly for many parts of the population.\n", "\nTaking some of these steps could help baby boomers manage retirement.\n", "\nOne idea might be the most non-traditional of all: don't retire. Or at least, delay doing so beyond the proverbial age 65, 66, or 67 (depending on birth date). Whether that means working longer, consulting, or finding a part-time gig, being part of the workforce can help boomers financially and emotionally.\n", "\nFinances permitting, boomers could also wait to take their Social Security benefits until they reach age 70. By postponing benefits, they can receive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ssa.gov/planners/retire/1943-delay.html\" rel=\"noopener noreferrer\">132% of their original monthly stipend</a>. This, combined with the increased income and savings from continuing to work will ease retirement.\n", "\nBoomers, who came of age during the freewheeling 1960s and 1970s, often project an image that they will stay active forever; and indeed, many are in better shape than their forebears at the same age. Still, the human body isn't invulnerable. Obesity, diabetes, hypertension, and high cholesterol are inevitably all on the rise in the boomer population. Cancer and heart disease are the leading cause of death. And then there's dementia: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://idrp.pbrc.edu/faq.htm\" rel=\"noopener noreferrer nofollow\">According to the Institute for Dementia Research &amp; Prevention</a>, it is estimated that 1 in 6 women and 1 in 10 men who live past the age of 55 will develop dementia in their lifetime.\n", "\nLess than 40% of adult Americans have a living will, which details their medical wishes, such as whether to be put on life support should they become unable to articulate their wishes.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ Fifty-Eight percent of boomers have not drawn up wills that stipulate how their assets should be distributed in the event of their own deaths, leaving the door open for a host of potential legal and financial problems.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nThe eldest boomers are still in their early 70s. That's the time to make decisions about healthcare and also about who should be in charge of their life and finances, should they be unable to make responsible decisions due to illness or incapacity. Boomers shouldn't leave those decisions to others; they should make them themselves.\n", "\nIt's also wise to look into <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/102014/top-5-elder-care-strategies.asp\" rel=\"noopener noreferrer\">long-term care insurance and other alternatives </a>to paying for care in advanced old age. This is especially useful for younger boomers, for whom it will be less expensive.\n"]}