{"name": "Baby Bond", "@id": "https://www.investopedia.com/terms/b/babybond.asp", "related": ["https://www.investopedia.com/terms/d/debt-issue.asp", "https://www.investopedia.com/terms/p/purchasefund.asp", "https://www.investopedia.com/terms/b/bond.asp", "https://www.investopedia.com/terms/z/zero-couponconvertible.asp", "https://www.investopedia.com/terms/s/serialbondwithballoon.asp", "https://www.investopedia.com/terms/j/junkbond.asp"], "body": ["\nA baby bond is a fixed income security that is issued in small-dollar denominations, with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\">par value</a> of less than $1,000. The small denominations enhance the attraction of baby bonds to average retail investors.\n", "\nBaby bonds are issued mainly by municipalities, counties, and states to fund expensive infrastructure projects and capital expenditures. These tax-exempt <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\">municipal bonds</a> are generally structured as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zero-couponbond.asp\">zero-coupon bonds</a> with a maturity of between eight and 15 years. The muni bonds are usually rated A or better in the bond market.\n", "\nBaby bonds are also issued by businesses as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\">corporate bonds</a>. Corporate issuers of these debt securities include utility companies, investment banks, telecom companies, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bdc.asp\">business development companies</a> (BDCs) involved in funding small- and mid-sized businesses. The price of the corporate bonds is determined by the issuer’s financial health, credit rating, and available market data for the company. A company that cannot or does not want to issue a large debt offering may issue baby bonds as a way to generate demand and liquidity for the bonds. Another reason that a company may issue baby bonds is to attract small or retail investors who may not have the funds to purchase the standard $1,000 <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\">par value</a> bond.\n", "\nFor example, an entity that wanted to borrow money by issuing $4 million worth of bonds might not garner much interest from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\">institutional investors</a> for such a relatively small issue. In addition, with a $1,000 par value, the issuer will be able to sell only 4,000 bond certificates on the markets. However, if the company issues baby bonds instead for a $400 face value, retail investors will be able to affordably access these securities, and the company will have the capacity to issue 10,000 bonds in the capital markets.\n", "\nBaby bonds are typically categorized as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecureddebt.asp\">unsecured debt</a>, meaning the issuer or borrower does not pledge any collateral to guarantee interest payments and principal repayments in the event of default. Therefore, if the issuer defaults on its payment obligations, baby bondholders would get paid only after the claims of secured debt holders were met. However, following the standard structure of debt instruments, baby bonds are senior to a company’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\">preferred shares</a> and common stock.\n", "\nOne feature of baby bonds is that they are callable. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callablebond.asp\">callable bond</a> is one that can be redeemed early, that is, before maturity, by the issuer. When bonds are called, the interest payments also stop being paid by the issuer. To compensate baby bondholders for the risk of calling a bond prior to its maturity date, these bonds have relatively high <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rates</a>, ranging from around 5 percent to 8 percent.\n", "\nBaby bonds may also refer to a series of small denomination <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ussavingsbonds.asp\">savings bonds</a> with face value ranging from $75 to $1,000, issued by the U.S. government from 1935 to 1941. These tax-exempt bonds were sold at 75% of face value and had a maturity of 10 years.\n", "\nIn the UK, baby bonds refer to a type of bond launched in the late 1990s with the objective of encouraging savings for children by their parents. Parents had to make small monthly contributions for at least 10 years and in return, the child received a guaranteed minimum amount tax-free upon turning 18.\n"]}