{"name": "Back Office Definition", "@id": "https://www.investopedia.com/terms/b/backoffice.asp", "related": ["https://www.investopedia.com/terms/c/client-facing.asp", "https://www.investopedia.com/terms/o/outsourcing.asp", "https://www.investopedia.com/terms/p/paraplanning.asp", "https://www.investopedia.com/terms/k/kiosk.asp", "https://www.investopedia.com/terms/n/nasaa.asp", "https://www.investopedia.com/terms/b/batch-processing.asp"], "body": ["\nThe back office is the portion of a company made up of administration and support personnel who are not client-facing. Back-office functions include settlements, clearances, record maintenance, regulatory compliance, accounting, and IT services. For example, a financial services firm is segmented into three parts: the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frontoffice.asp\">front office</a> (e.g., sales, marketing, and customer support), the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/middleoffice.asp\">middle office</a> (risk management), and the back office (administrative and support services).\n", "\nThe back office can be thought of as the part of a company responsible for providing all business functions related to its operations. Despite their seemingly invisible presence, back-office personnel provide essential functions to the business. The back office is an essential part of any firm and associated job titles are often classified under \"Operations.\" Their roles enable and equip front-office personnel to perform their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/client-facing.asp\">client-facing</a> duties. The back office is sometimes used to describe all jobs that do not directly generate revenue.\n", "\nToday, most back-office positions are located away from the company headquarters. Many are located in cities where commercial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\">leases</a> are inexpensive, labor costs are low, and an adequate labor pool is available. \n", "\nAlternatively, many companies have chosen to outsource and/or offshore back-office roles to further reduce costs. Technology has afforded many companies the opportunity to allow remote-work arrangements, in which associates work from home. Benefits include rent savings and increased productivity. Additionally, remotely employing back-office staff allows companies to access talent in various areas and attract a diverse pool of applicants.\n", "\nSome firms offer incentives to employees and applicants who accept remote positions. For example, a financial services firm that requires high-level accounting could offer a $500-per-month housing subsidy to experienced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\">CPAs</a> to work from home. If it costs $1,000 per month to secure office space per individual, a housing subsidy of $500 per month would result in an overall savings of $6,000 per year. The cost savings can be significant when employing many remote professionals.\n", "\nThough this saves money for the company, the employee may also have to accept a lower salary if they are moving from a Front Office position in a central location to a more remote location or even a work-at-home arrangement.\n", "\nAlthough back-office staff members do not interact with customers, they tend to actively interact with front-office staff. For example, a manufacturing equipment salesperson may enlist the help of back-office staff to provide accurate information on inventory and pricing structures. Real estate marketing professionals frequently interact with sales agents to create attractive and relevant marketing materials, and IT professionals regularly interact with all divisions within the company to ensure proper functioning systems.\n", "\nMany business school students from non-target colleges and universities see Back Office work as a way to gain experience within a firm and potentially network up into the Front Office roles. Though it varies from one firm to another, the work in the Back Office roles is significantly different from the Front Office and, with the exception of corporate credit risk roles, may not provide a Front Office hopeful with the needed experience to make such a transition.\n"]}