{"name": "Back-to-Back Letters of Credit Definition", "@id": "https://www.investopedia.com/terms/b/back-to-back-letters-of-credit.asp", "related": ["https://www.investopedia.com/terms/t/third-party-transaction.asp", "https://www.investopedia.com/terms/b/bullion.asp", "https://www.investopedia.com/terms/t/tradefinance.asp", "https://www.investopedia.com/terms/c/confirmed-letter-credit.asp", "https://www.investopedia.com/terms/l/letterofcredit.asp", "https://www.investopedia.com/terms/b/bankletterofcreditpolicy.asp"], "body": ["\nBack-to-back letters of credit consist of two <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/letterofcredit.asp\">letters of credit (LoCs)</a> used together to finance a transaction. A back-to-back letter of credit is usually used in a transaction involving an intermediary between the buyer and seller, such as a broker, or when a seller must purchase the goods it will sell from a supplier as part of the sale to his buyer.\n", "\nBack-to-back letters of credit are actually made up of two distinct LoCs, one issued by the buyer's bank to the intermediary and the other issued by the intermediary's bank to the seller. With the original LC from the buyer's bank in place, the broker goes to his own bank and has a second LC issued, with the seller as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiary</a>.\n", "\nThe seller is thus ensured of payment upon fulfilling the terms of the contract and presenting the appropriate documentation to the intermediary's bank. In some cases, the seller may not even know who the ultimate buyer of the goods is.\n", "\nBack-to-back LCs essentially substitute the two issuing banks' credit to the buyer's and intermediary's and thus help facilitate trade between parties who may be dealing from great distances and who may not otherwise be able to verify one another's credit.\n", "\nFor example, assume that Company A is in the U.S. and sells heavy machinery. Broker B, a trading firm based in London, has learned that Company C, which is located in China, wants to purchase heavy machinery and has managed to broker a deal between the two companies. Company A is eager to sell but does not want to take on the risk of default of payment by Company C. Broker B wants to ensure that the trade is made and that it receives its commission.\n", "\nBack to back LCs can be used to make sure the transaction goes through. Company C will go to a well-known financial institution in China and get it to issue an LC with Broker B as beneficiary. In turn, Broker B will use that LC to go to its own well-known financial institution in Germany and have it issue an LC to Company A.\n", "\nCompany A can now ship its heavy machinery knowing that once the transaction is complete, it will be paid by the German bank. The broker is also assured of being paid. The credit risk has been removed from the transaction.\n"]}