{"name": "Bad Credit Definition", "@id": "https://www.investopedia.com/terms/b/bad-credit.asp", "related": ["https://www.investopedia.com/terms/c/credit_score.asp", "https://www.investopedia.com/terms/c/cut-off-score.asp", "https://www.investopedia.com/terms/f/ficoscore.asp", "https://www.investopedia.com/terms/g/good-credit.asp", "https://www.investopedia.com/terms/v/vantagescore.asp", "https://www.investopedia.com/terms/s/subprime-borrower.asp"], "body": ["\nBad credit refers to a person's history of failing to pay bills on time, and the likelihood that they will fail to make timely payments in the future. It is often reflected in a low credit score. Companies can also have bad credit based on their payment history and current financial situation.\n", "\nA person (or company) with bad credit will find it difficult to borrow money, especially at competitive interest rates, because they are considered riskier than other borrowers. This is true of all types of loans, including both secured and unsecured varieties, though there are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-personal-loans-for-bad-credit-4774349\" rel=\"noopener noreferrer\">options available for the latter</a>.\n", "\nMost Americans who have ever borrowed money or signed up for a credit card will have a credit file at one or more of the three major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditbureau.asp\" rel=\"noopener noreferrer\">credit bureaus</a>, Equifax, Experian, and TransUnion.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ The information in those files, including how much money they owe and whether they pay their bills on time, is used to compute their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081514/what-do-credit-score-ranges-mean.asp\" rel=\"noopener noreferrer\">credit score</a>, a number that's intended as a guide to their creditworthiness. The most common credit score in the United States is the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ficoscore.asp\" rel=\"noopener noreferrer\">FICO score</a>, named for the Fair Isaac Corporation, which devised it.\n", "\nA FICO score is made up of five major elements:﻿\n", "\nFICO scores range from 300 to 850, and traditionally, borrowers with scores of 579 or lower are considered to have bad credit. According to Experian, about 62% of borrowers with scores at or below 579 are likely to become seriously delinquent on their loans in the future.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nScores between 580 and 669 are labeled as fair. These borrowers are substantially less likely to become seriously delinquent on loans, making them much less risky to lend to than those with bad credit scores. However, even borrowers within this range may face higher interest rates or have trouble securing loans, compared with borrowers who are closer to that top 850 mark.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿\n", "\nIf you have bad credit (or fair credit), there are steps you can take to get your credit score above 669—and keep it there. Here are some tips for accomplishing that, straight from FICO.\n", "\nDo this for all of your credit cards and loans, or at least get on the email or text reminder lists provided by the lenders. This will help ensure that you pay at least the minimum on time every month.﻿\n", "\nMake payments above the minimum due whenever possible. Set a realistic repayment goal and work toward it gradually. Having high total credit card debt damages your credit score and paying more than the minimum due <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-to-improve-your-credit-score-4590097\" rel=\"noopener noreferrer\">can help raise it</a>.﻿\n", "\nCredit card accounts provide these disclosures. Focus on paying off the highest-interest debt fastest. This will free up the most cash, which you can then begin to apply to other, lower-interest debts.﻿\n", "\nDon't close your unused credit card accounts. And don't open new accounts that you don't need. Either move can damage your credit score.﻿\n", "\nIf bad credit has made it difficult for you to get a regular credit card, consider <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-secured-credit-cards-4801574\" rel=\"noopener noreferrer\">applying for a secured credit card</a>. It is similar to a bank debit card, in that it allows you to spend only the amount you have on deposit. Having a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securedcard.asp\" rel=\"noopener noreferrer\">secured card</a> and making timely payments on it can help you rebuild a bad credit rating and eventually qualify for a regular card. It also is a good way for young adults to begin to establish a credit history.\n"]}