{"name": "Bailout Definition", "@id": "https://www.investopedia.com/terms/b/bailout.asp", "related": ["https://www.investopedia.com/terms/p/pay-czar.asp", "https://www.investopedia.com/terms/f/financial-crisis-responsibility-fee.asp", "https://www.investopedia.com/terms/t/tarp-bonuses.asp", "https://www.investopedia.com/terms/f/financial-crisis.asp", "https://www.investopedia.com/terms/c/capital-injection.asp", "https://www.investopedia.com/terms/l/liquiditycushion.asp"], "body": ["\nA bailout is when a business, an individual, or a government provides money and/or resources (also known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-injection.asp\">capital injection</a>) to a failing company. These actions help to prevent the consequences of that business's potential downfall which may include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a> and default on its financial obligations.<br/>Businesses and governments may receive a bailout which may take the form of a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loan</a>, the purchasing of bonds, stocks or cash infusions, and may require the recused party to reimburse the support, depending upon the terms.\n", "\nBailouts are typically only for companies or industries whose bankruptcies may have a severe adverse impact on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\">economy</a>, not just a particular market sector. For example, a company that has a considerable workforce may receive a bailout because the economy could not sustain the substantial jump in unemployment that would occur if the business failed. Often, other companies will step in and acquire the failing business, known as a bailout takeover.\n", "\nThe U.S. government has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/government-financial-bailout.asp\">long history of bailouts</a> going back to the Panic of 1792. Since that time, the government has assisted financial institutions during the 1989 savings and loan bailout, rescued insurance giant American International Group (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=aig\">AIG</a>), funded the government-sponsored home lenders Freddie Mac and Fannie Mae, and stabilized banks during the 2008 \"too big to fail\" bailout, officially known as the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergency-economic-stability-act.asp\">Emergency Economic Stabilization Act of 2008</a> (EESA).\n", "\nFurther, the financial industry is not the only one to receive rescue funds throughout the years. Lockheed Aircraft Corporation (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=lmt\">LMT</a>), Chrysler, General Motors (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=gm\">GM</a>), and the airline industry also received government and other bailout support.\n", "\nIn 2010, Ireland bailed out the Anglo Irish Bank Corporation to the tune of over US$29 billion. Greece received European Union (EU) bailouts which topple the scale at around US$360 billion. However, Greece is not alone in needing outside help to manage debts. Other rescues include South Korea in 1997, Indonesia in 1999, Brazil in 1998, 2001 and 2002, and Argentina in 2000 and 2001.\n", "\nAlso, it is essential to understand, many of the businesses which receive rescue funding will eventually go on to pay back the loans. Chrysler and GM repaid their Treasury obligations as did AIG. However, AIG also received aid in ways other than merely financial, which is harder to track.\n", "\nAs you can see, bailouts take many shapes and forms. Also, with each new bailout, the record books are reopened and a new biggest recipient award updated. Consider some of these other historical financial rescues.\n", "\nThe U.S. government offered one of the most massive bailouts in history in 2008 in the wake of the global financial crisis. The rescue targeted the largest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061615/what-are-major-categories-financial-institutions-and-what-are-their-primary-roles.asp\">financial institutions</a> in the world who experienced severe losses from the collapse of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime_mortgage.asp\">subprime mortgage</a> market and the resulting <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-crisis.asp\">credit crisis</a>. Banks, which had been providing an increasing number of mortgages to borrowers with low credit scores, experienced massive loan losses as many people defaulted on their mortgages.\n", "\nFinancial institutions such as Countrywide, Lehman Brothers, and Bear Stearns failed, and the government responded with a massive assistance package. On October 3, 2008, President George W. Bush signed into law the Emergency Economic Stabilization Act of 2008, which led to the creation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/troubled-asset-relief-program-tarp.asp\">Troubled Asset Relief Program </a>(TARP). TARP allowed for the United States Department of the Treasury to spend up to $700 billion to purchase toxic assets from the balance sheets of dozens of financial institutions. Ultimately, TARP disbursed US$439 billion to financial institutions, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://projects.propublica.org/bailout/list\">according to ProPublica</a>, an independent nonprofit newsroom. This figure represented the biggest bailout in financial history to that date.\n", "\nAutomakers such as Chrysler and General Motors (GM) were also knocked down during the 2008 financial crisis. The automakers sought a taxpayer bailout as well, arguing that, without one, they would not be able to stay solvent.\n", "\nAutomakers were under pressure as slumping sales plunged amid the dual impacts of surging gas prices and an inability for many consumers to get auto loans. More specifically, the high prices at the pump caused sales of the manufacturers' SUVs and larger vehicles to plummet. Simultaneously, the public found it difficult to get financing, including auto loans, during the financial crisis as banks tightened their lending requirements, further hampering auto sales.\n", "\nWhile intended for financial companies, the two automakers ended up <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.thebalance.com/auto-industry-bailout-gm-ford-chrysler-3305670\" rel=\"nofollow\">drawing roughly $17 billion from TARP</a> to stay afloat. In June 2009, Chrysler, now Fiat-Chrysler (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fcau\">FCAU</a>), and GM emerged from bankruptcy and remain among the larger auto producers today.\n", "\nProPublica states that as of April 2018, the U.S. Treasury has recouped $390 billion of the $439.6 billion it dispersed, and GM and Chrysler paid back their TARP loans years ahead of schedule. The U.S. Treasury ultimately recovered the remainder of what it had disbursed, as it made a profit of $66.2 billion by buying shares of the banks when prices were low and selling them as the stock rebounded.\n"]}