{"name": "Balloon Payment Definition", "@id": "https://www.investopedia.com/terms/b/balloon-payment.asp", "related": ["https://www.investopedia.com/terms/b/balloonmaturity.asp", "https://www.investopedia.com/terms/n/nontraditionalmortgages.asp", "https://www.investopedia.com/terms/s/self-amortizing_loan.asp", "https://www.investopedia.com/terms/t/twostepmortgage.asp", "https://www.investopedia.com/terms/p/paymentshock.asp", "https://www.investopedia.com/terms/b/balloonloan.asp"], "body": ["\nA balloon payment is a large payment due at the end of a balloon loan, such as a mortgage, a commercial loan, or another type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortized_loan.asp\">amortized loan</a>. It is considered similar to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bulletrepayment.asp\">bullet repayment</a>.\n", "\nWhat is a balloon loan? A balloon loan is set up for a relatively short term, and only a portion of the loan's principal balance is amortized over that period. The remaining balance is due as a final payment at the end of the term.\n", "\nThe term \"balloon\" indicates that the final payment is significantly large. Balloon payments tend to be at least <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.consumerfinance.gov/ask-cfpb/what-is-a-balloon-payment-when-is-one-allowed-en-104/\">twice the amount of the loan's previous payments</a>. Balloon payments are more common in commercial lending than in consumer lending because the average homeowner typically cannot make a very large balloon payment at the end of the mortgage.\n", "\nMost homeowners and borrowers plan in advance to either refinance their mortgage as the balloon payment nears, or sell their property before the loan's maturity date.\n", "\nIn a \"balloon payment mortgage,\" the borrower pays a set interest rate for a certain number of years. Then, the loan then resets and the balloon payment rolls into a new or continuing amortized mortgage at the prevailing market rates at the end of that term. The reset process is not automatic with all two-step mortgages. It can depend on several factors, such as whether the borrower has made timely payments and whether his income has remained consistent. The balloon payment comes due if the loan doesn't reset.\n", "\nA balloon loan is sometimes confused with an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\">adjustable-rate mortgage (ARM)</a>. The borrower receives an introductory rate for a set amount of time with an ARM loan, often for a period ranging from one to five years. The interest rate resets at that point and it might continue to reset periodically until the loan has been fully repaid.\n", "\nAn ARM adjusts automatically, unlike some balloon loans. The borrower doesn't have to apply for a new loan or refinance a balloon payment. Adjustable-rate mortgages can be a lot easier to manage in that respect.\n", "\nBalloon payments can be a big problem in a falling housing market. As house prices decline, the odds of homeowners having positive equity in their homes also drops and they might not be able to sell their homes for as much as they anticipated.\n", "\nBorrowers often have no choice but to default on their loans and enter foreclosure, regardless of their household incomes, when faced with a balloon payment they cannot afford.\n", "\nRegulation Z of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tila.asp\">Truth in Lending Act</a> requires that <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.minneapolisfed.org/publications/banking-in-the-ninth/mortgage-loans-with-balloon-payments\" rel=\"nofollow\">banks thoroughly investigate a borrower's ability to repay</a> (ATR) before granting any mortgage. Some lenders have historically worked around this with balloon mortgages because most consumers have limited ability to make major balloon payments. Some lenders, therefore, didn't include these large payments in their evaluations, instead basing a buyer's ATR on just the preceding payments.\n", "\nRegulation Z sets forth <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/boarddocs/caletters/2009/0912/caltr0912.htm\">specific criteria that lenders must meet</a> before they can disregard balloon payments from their analysis.\n"]}