{"name": "Bancassurance Definition", "@id": "https://www.investopedia.com/terms/b/bancassurance.asp", "related": ["https://www.investopedia.com/terms/e/euribor.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/d/deregulate.asp", "https://www.investopedia.com/terms/g/glass_steagall_act.asp", "https://www.investopedia.com/terms/e/export.asp", "https://www.investopedia.com/terms/c/commercialbank.asp"], "body": ["\nBancassurance is an arrangement between a bank and an insurance company allowing the insurance company to sell its products to the bank's client base. This partnership arrangement can be profitable for both companies. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/070715/insurance-companies-vs-banks-separate-and-not-equal.asp\">Banks</a> earn additional revenue by selling insurance products, and insurance companies expand their customer bases without increasing their sales force or paying agent and broker commissions.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/03/071603.asp\">Glass-Steagall Act</a> of 1933 prohibited US banks from entering into business with firms that provided another type of financial service. In 1999, most of the Glass-Steagall Act was repealed, allowing bancassurance, also known as Allfinanz. However, it still has not been fully accepted as a practice for most forms of insurance.\n", "\nBancassurance arrangements are widespread in Europe, where the practice has a long history. European banks, such as Crédit Agricole (France), ABN AMRO (Netherlands), BNP Paribas (France), and ING (Netherlands) dominate the global bancassurance market. For instance, in December of 2015, Allianz and Philippine National Bank (PNB) formed a joint venture through which Allianz gained access to over 660 commercial bank branches and 4 million customers located in the Philippines. Allianz SE is an insurance and asset management company based in Munich, Germany, with a market cap of $93.8 billion as of March 12, 2019.\n", "\nThe Bankassurance <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/07global_trade.asp\">global market</a> is growing. Asia-Pacific is the most significant region in the world. Europe is a major contributor to the growing global Bancassurance market due to increasing investment from European banks. The United States is anticipated to exhibit a higher compound annual growth rate (CAGR) from 2018 to 2025 because of superior product bank portfolios and increasing use of the internet in the region. Latin America and Africa are also expected to show significant growth in the upcoming years.\n", "\nBancassurance offers many benefits to customers, one of which is convenience. The bank is a one-stop-shop for all financial needs. For the banks and insurance companies, bancassurance increases revenue diversification for the bank and brings greater volume and profit for both players.\n", "\nThese factors are contributing to the growth of bancassurance across the world. The restraining factors of the global bancassurance market are the risks associated with the reputation of banks and the stringent rules and regulations enforced in some regions.\n", "\nBancassurance remains prohibited in some countries. However, the global trend is toward the liberalization of banking laws and the opening up of domestic markets to foreign firms.\n"]}