{"name": "Bank Reconciliation Statement Definition", "@id": "https://www.investopedia.com/terms/b/bankreconciliation.asp", "related": ["https://www.investopedia.com/terms/o/outstanding-check.asp", "https://www.investopedia.com/terms/d/deposit-in-transit.asp", "https://www.investopedia.com/terms/b/bank-statement.asp", "https://www.investopedia.com/terms/r/reconciliation.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/a/accountbalance.asp"], "body": ["\nA bank reconciliation statement is a summary of banking and business activity that reconciles an entity’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/banking-101/\" rel=\"noopener noreferrer\">bank account</a> with its financial records. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-statement.asp\" rel=\"noopener noreferrer\">The statemen</a>t outlines the deposits, withdrawals, and other activities affecting a bank account for a specific period. A bank reconciliation statement is a useful financial internal control tool used to thwart <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a>.\n", "\nBank reconciliation statements ensure payments have been processed and cash collections have been deposited into the bank. The reconciliation statement helps identify differences between the bank balance and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/book-balance.asp\" rel=\"noopener noreferrer\">book balance</a>, in order to process necessary adjustments or corrections. An accountant typically processes reconciliation statements once a month.\n", "\nCompleting a bank reconciliation statement requires using both the current and the previous month's statements, including the closing balance of the account. The accountant typically prepares the bank reconciliation statement using all transactions through the previous day, as transactions may still be occurring on the actual statement date.\n", "\nThe accountant adjusts the ending balance of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-statement.asp\" rel=\"noopener noreferrer\">bank statement</a> to reflect <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstanding-check.asp\" rel=\"noopener noreferrer\">outstanding checks</a> or withdrawals. These are transactions in which payment is en route but the cash has not yet been accepted by the recipient. An example is a check mailed on Oct. 30. When preparing the Oct. 31 bank reconciliation statement, the check mailed the previous day is unlikely to have been cashed, so the accountant deducts the amount from the bank balance. There may also be collected payments that have not yet been processed by the bank, which requires a positive adjustment.\n", "\nThe balance of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashaccount.asp\" rel=\"noopener noreferrer\">cash account</a> in an entity's financial records may require adjusting as well. For instance, a bank may charge a fee for having the account open. The bank typically withdraws and processes the fees automatically from the bank account. Therefore, when preparing a bank reconciliation statement, any fees taken from the account must be accounted for by preparing a journal entry.\n", "\nAnother item that requires an adjustment is interest earned. Interest is automatically deposited into a bank account after a certain period of time. Thus, the accountant may need to prepare an entry that increases the cash currently shown in the financial records. After all, adjustments are made to the books, the balance should equal the ending balance of the bank account. If the figures are equal, a successful bank reconciliation statement has been prepared.\n"]}