{"name": "Bank Guarantee Definition", "@id": "https://www.investopedia.com/terms/b/bankguarantee.asp", "related": ["https://www.investopedia.com/terms/r/recourse-loan.asp", "https://www.investopedia.com/terms/b/buyers-credit.asp", "https://www.investopedia.com/terms/n/nonaccrual-loan.asp", "https://www.investopedia.com/terms/g/guarantor.asp", "https://www.investopedia.com/terms/p/promissorynote.asp", "https://www.investopedia.com/terms/c/creditdefaultswap.asp"], "body": ["\nA bank guarantee is a type of financial backstop offered by a lending institution. The bank guarantee means that the lender will ensure that the liabilities of a debtor will be met. In other words, if the debtor fails to settle a debt, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank.asp\">bank</a> will cover it. A bank guarantee enables the customer, or debtor, to acquire goods, buy equipment or draw down a loan.\n", "\nA bank guarantee is when a lending institution promises to cover a loss if a borrower defaults on a loan. The guarantee lets a company buy what it otherwise could not, helping business growth and promoting entrepreneurial activity.\n", "\nThere are different kinds of bank guarantees, including direct and indirect guarantees. Banks typically use direct guarantees in foreign or domestic business, issued directly to the beneficiary. Direct guarantees apply when the bank’s security does not rely on the existence, validity, and enforceability of the main obligation.\n", "\nIndividuals often choose direct guarantees for international and cross-border transactions, which can be more easily adapted to foreign legal systems and practices since they don't have form requirements.\n", "\nIndirect guarantees occur most often in the export business, especially when government agencies or public entities are the beneficiaries of the guarantee. Many countries do not accept foreign banks and guarantors because of legal issues or other form requirements. With an indirect guarantee, one uses a second bank, typically a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/102915/tax-implications-opening-foreign-bank-account.asp\">foreign bank</a> with a head office in the beneficiary’s country of domicile.\n", "\nBecause of the general nature of a bank guarantee, there are many different kinds:\n", "\nFor example, Company A is a new restaurant that wants to buy $3 million in kitchen equipment. The equipment vendor requires Company A to provide a bank guarantee to cover payments before they ship the equipment to Company A. Company A requests a guarantee from the lending institution keeping its cash accounts. The bank essentially cosigns the purchase contract with the vendor.\n"]}