{"name": "Bank Reserves Definition", "@id": "https://www.investopedia.com/terms/b/bank-reserve.asp", "related": ["https://www.investopedia.com/terms/r/reserveratio.asp", "https://www.investopedia.com/terms/r/requiredreserves.asp", "https://www.investopedia.com/terms/f/fractionalreservebanking.asp", "https://www.investopedia.com/terms/d/deposit_multiplier.asp", "https://www.investopedia.com/terms/l/lagged-reserves.asp", "https://www.investopedia.com/terms/n/net-free-reserves.asp"], "body": ["\nBank reserves are the cash minimums that must be kept on hand by financial institutions in order to meet central bank requirements. The bank cannot lend the money but must keep it in the vault, on-site or at the central bank, in order to meet any large and unexpected demand for withdrawals.\n", "\nIn the U.S., the Federal Reserve dictates the amount of cash reserves each bank must maintain.\n", "\nBank reserves are essentially an antidote to panic. The Federal Reserve obliges banks to hold a certain amount of cash in reserve so that they never run short and have to refuse a customer's withdrawal, possibly triggering a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankrun.asp\">bank run</a>.\n", "\nBank reserves are divided into the required reserve and the excess reserve. The required reserve is that minimum cash on hand.\n", "\nThe excess reserve is any cash over the required minimum that the bank is holding in the vault rather than putting it to use as loans. Banks usually have little incentive to maintain excess reserves because cash earns no return and can even lose value over time due to inflation. Thus, banks normally minimize their excess reserves and lend out the money to clients rather than holding it in their vaults.\n", "\nBank reserves decrease during periods of economic expansion and increase during recessions. That is, in good times businesses and consumers borrow more and spend more. During recessions, they can't or won't take on additional debt.\n", "\nThe required bank reserve follows a formula set by the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve Board's</a> regulations that are based on the amount deposited in net transaction accounts. These include demand deposits, automatic transfer accounts, and share draft accounts. Net transactions are calculated as the total amount in transaction accounts minus funds due from other banks and less cash in the process of collection.\n", "\nThe <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reserveratio.asp\">required reserve ratio</a> may also be used as a tool to implement monetary policies. Through this ratio, a central bank can influence the amount of funds available for borrowing.\n", "\nBeginning in late 2008, the Federal Reserve began paying interest to the banks for required and excess reserves as a way to infuse more cash into the U.S. economy. That upended the conventional wisdom that banks would rather lend money out than keep it in the vault.\n", "\nAs noted, banks typically keep their excess reserves at minimal levels. However, the interest rate at which banks could loan money fell sharply after December 2008, when the Federal Reserve attempted to boost the economy by cutting interest rates. Around the same time, the Federal Reserve began paying interest to the banks on their cash reserves.\n", "\nThe banks took the cash injected by the Federal Reserve and kept it as excess reserves rather than lending it out. They were earning a small but essentially risk-free interest rate rather than lending it out for a somewhat higher but riskier return.\n", "\nFor this reason, the number of excess reserves spiked after 2008, despite an unchanged required reserve ratio.\n"]}