{"name": "Bare Trust Definition", "@id": "https://www.investopedia.com/terms/b/bare-trust.asp", "related": ["https://www.investopedia.com/terms/g/grantortrustrules.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/m/marital-trust.asp", "https://www.investopedia.com/terms/p/prudent-investor-rule.asp", "https://www.investopedia.com/terms/s/sprinkling_provision.asp", "https://www.investopedia.com/terms/i/igdt.asp"], "body": ["\nA bare trust is a basic trust in which the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/absolute-beneficiary.asp\" rel=\"noopener noreferrer\">beneficiary</a> has the absolute right to the capital and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a> within the trust, as well as the income generated from these assets.\n", "\nTrust assets are held in the name of a trustee, who has the responsibility of managing the trust assets prudently so as to generate maximum benefit for the beneficiaries or as lawfully directed by beneficiaries or the trust's creator. However, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a> has no say in how or when the trust's capital or income is distributed.\n", "\nAlso known as simple trusts or naked trusts, bare <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\" rel=\"noopener noreferrer\">trusts</a> are widely used by parents and grandparents to transfer assets to their children or grandchildren. Bare trust rules allow beneficiaries to decide when they want to recover the trust's assets as long as they are at least 18 years of age in the United Kingdom. Beneficiaries can use the capital and income they inherit from a bare trust any way they please. \n", "\nA bare trust is established using a deed of settlement or a declaration of trust. In the simplest form of a bare trust, the assets bequeathed by the individual who set up the bare trust are owned by the trustee and beneficiary. But the trustee, in a bare trust, has no responsibilities or powers. They act per the beneficiary's instructions.\n", "\nThere are key differences between a bare trust and other types of trusts. Income generated from trust assets in the form of interest, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a>, and rent is taxed to the beneficiary because they are the legal owner of these assets. This stipulation can offer beneficiaries substantial tax relief if they are low-earning individuals as tax policies typically favor individuals over trusts. Beneficiaries would have to report income generated by the trust assets as well as capital gains that exceed the annual exemption in their Self Assessment tax returns. \n", "\nThis tax will be levied on the trust's creator or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlor.asp\" rel=\"noopener noreferrer\">settlor</a>, however, if the beneficiary is under the age of 18. For example, a grandparent opening a bare trust for an infant grandchild would have to pay taxes on the income generated by trust assets until the infant beneficiary turns 18.\n", "\nBeneficiaries may also be responsible for paying inheritance tax if the trust settlor dies within seven years of establishing the trust because bare trusts are treated by tax authorities as potentially exempt transfers. No inheritance tax will be owed, however, if the settlor outlives those seven years. There is no tax implication for the individual who sets up a bare trust because they give up legal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/title.asp\" rel=\"noopener noreferrer\">title</a> to the assets when they are transferred to the trust.\n"]}