{"name": "Basel I Definition", "@id": "https://www.investopedia.com/terms/b/basel_i.asp", "related": ["https://www.investopedia.com/terms/b/basel_accord.asp", "https://www.investopedia.com/terms/b/bank-capital.asp", "https://www.investopedia.com/terms/r/risk-based-capital-requirement.asp", "https://www.investopedia.com/terms/t/tier3capital.asp", "https://www.investopedia.com/terms/u/undisclosedreserves.asp", "https://www.investopedia.com/terms/b/baselii.asp"], "body": ["\nBasel I is a set of international banking regulations put forth by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baselcommittee.asp\">Basel Committee on Bank Supervision</a> (BCBS) that sets out the minimum <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalrequirement.asp\">capital requirements</a> of financial institutions with the goal of minimizing credit risk. Banks that operate internationally are required to maintain a minimum amount (8%) of capital based on a percent of risk-weighted assets. Basel I is the first of three sets of regulations known individually as Basel I, II, and III, and together as the Basel Accords.\n", "\nThe BCBS was founded in 1974 as an international forum where members could cooperate on banking supervision matters. The BCBS aims to enhance \"financial stability by improving supervisory know-how and the quality of banking supervision worldwide.\" This is done through regulations known as accords.\n", "\nThe BCBS regulations do not have legal force. Members are responsible for their implementation in their home countries. Basel I originally called for the minimum capital ratio of capital to risk-weighted assets of 8% to be implemented by the end of 1992. In September 1993, the BCBS issued a statement confirming that G10 countries' banks with material international banking business were meeting the minimum requirements set out in Basel I.\n", "\nAccording to the BCBS, the minimum capital ratio framework was introduced in member countries and in virtually all other countries with active international banks.\n", "\nAlthough some will argue that the Basel accords hamper bank activity, Basel I was developed to mitigate risk to both the consumer and the institution. Basel II, brought forth some years later, lessened the requirements for banks. This came under criticism from the public but, since Basel II did not supersede Basel I, many banks proceeded to operate under the original Basel I framework, supplemented by Basel III addendums.\n", "\nBasel I lowered most banks' risk profiles, which in turn drove investment back into banks that were rightfully distrusted following the sub-prime mortgage collapse of 2008. The public needed,⁠—perhaps even more than the protections Basel offered⁠—to trust banks with their assets again. Basel I was the driving force behind that much-needed capital influx to the banks.\n", "\nPerhaps the greatest contribution of Basel I was that it contributed to the ongoing adjustment of banking regulations and best practices, paving the way for additional measures that protect banks, consumers, and their respective economies.\n", "\nThe Basel I classification system groups a bank's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a> into five risk categories, classified as percentages: 0%, 10%, 20%, 50%, and 100%. A bank's assets are placed into a category based on the nature of the debtor.\n", "\nThe 0% risk category is comprised of cash, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central bank</a> and government debt, and any Organization for Economic Cooperation and Development (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oecd.asp\" rel=\"noopener noreferrer\">OECD</a>) government debt. Public sector debt can be placed in the 0%, 10%, 20% or 50% category, depending on the debtor.\n", "\nDevelopment bank debt, OECD bank debt, OECD securities firm debt, non-OECD bank debt (under one year of maturity), non-OECD public sector debt and cash in collection comprises the 20% category. The 50% category is residential mortgages, and the 100% category is represented by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-sector.asp\" rel=\"noopener noreferrer\">private sector</a> debt, non-OECD bank debt (maturity over a year), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/intro-to-investment-real-estate/\" rel=\"noopener noreferrer\">real estate</a>, plant and equipment, and capital instruments issued at other banks.\n", "\nThe bank must maintain capital (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tier1capital.asp\" rel=\"noopener noreferrer\">Tier 1</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tier2capital.asp\" rel=\"noopener noreferrer\">Tier 2</a>) equal to at least 8% of its risk-weighted assets. This ensures banks hold a certain amount of capital to meet obligations.  For example, if a bank has risk-weighted assets of $100 million, it is required to maintain capital of at least $8 million. Tier 1 capital being the most liquid and primary funding source of the bank, and Tier 2 capital including less liquid hybrid capital instruments, loan-loss and revaluation reserves as well as undisclosed reserves. \n"]}