{"name": "Basket of Goods Definition", "@id": "https://www.investopedia.com/terms/b/basket_of_goods.asp", "related": ["https://www.investopedia.com/terms/c/consumerpriceindex.asp", "https://www.investopedia.com/terms/r/reference_base_period.asp", "https://www.investopedia.com/terms/o/owners-equivalent-rent.asp", "https://www.investopedia.com/terms/r/realincome.asp", "https://www.investopedia.com/terms/p/purchasingpower.asp", "https://www.investopedia.com/terms/f/farmprices.asp"], "body": ["\nA basket of goods refers to a fixed set of consumer products and services whose price is evaluated on a regular basis, often monthly or annually. This basket is used to track <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> in a specific market or country, so that if the price of the basket of goods increases by 2% in a year, inflation can thus be said to be 2%. The goods in the basket are meant to be representative of the broader economy and are adjusted periodically to account for changes in consumer habits.\n", "\nA basket of goods is used primarily to calculate the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">consumer price index</a> (CPI).\n", "\nA basket of goods in the economic sense contains everyday products such as food, clothing, furniture, and a range of services. As the products in the basket increases or decreases in price, the overall value of the basket changes. Annually, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\">Bureau of Labor Statistics</a> (BLS) collects data on the cost of the items in the basket and compares the price of the basket to the previous year. The resulting ratio is consumer price index, or CPI.\n", "\nThe basket of goods includes basic food and beverages such as cereal, milk, and coffee. It also includes housing costs, bedroom furniture, apparel, transportation expenses, medical care costs, recreational expenses, toys, and the cost of admissions to museums also qualify. Education and communication expenses are included in the basket's contents, and the government also includes other random items such as tobacco, haircuts, and funerals.\n", "\nIn the United States, the basket of goods primarily takes into account purchases made by urban consumers. According to the Bureau of Labor Statistics, the CPI reflects the spending habits of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bls.gov/cpi/questions-and-answers.htm#Question_2\">two population groups</a>: all urban consumers and urban wage earners and clerical workers. The all urban consumer group represents approximately 93% of the total U.S. population based on the expenditures of professionals, the self-employed, the unemployed, wage earners, and clerical workers. The CPI does not include the spending habits of people living in rural areas, those from agricultural households, people in the Armed Forces, and people in institutions such as prisons and mental hospitals.\n", "\nThe government tracks the prices for the basket of goods by visiting retail stores, service companies, rental units, and doctors' offices nationwide to collect data on the prices of products and services. Each month, the prices of around 80,000 items are collected. Each call or visit collects data on items that were researched previously so that any changes in quantities or prices are recorded. Where online outlets are concerned, a point of purchase survey (POPS) asks respondents where they made purchases. The outlets then may be selected for sampling.\n", "\nAlthough the CPI is often analogous to inflation, it only measures inflation as experienced by consumers. However, it is not the only indicator of the level of inflation. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppi.asp\">producer price index</a> (PPI) measures inflation in the production process, and the employment cost index measures inflation in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-market.asp\">labor market</a>. The international price program shows inflation for imports and exports while the gross domestic product deflator includes inflation experienced by individuals, governments, and other institutions.\n", "\nFrom mid-2017 to mid-2018, the CPI in the United States increased by 2.8%, which was the fastest rate of increase since 2012. The government credited this increase to the rising cost of gas, medical care, housing, and rent prices. This increase in the CPI implied inflation when prices in the basket of goods rose.\n", "\nIt is an indicator that people have confidence in the economy and are willing to spend. By monitoring the CPI and inflation, governments and central banks set monetary policies. Central banks of developed economies, including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/faqs/economy_14400.htm\">Federal Reserve</a> in the United States, generally aim to keep the inflation rate around 2%. After a long period of low interest rates, the<strong> </strong>Federal Reserve <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cnbc.com/2018/12/19/fed-hikes-rates-by-a-quarter-point-.html\">raised interest rates four times in 2018</a>, according to <em>CNBC</em>, to combat a strong economy and inflation.\n"]}