{"name": "Batch Processing Definition", "@id": "https://www.investopedia.com/terms/b/batch-processing.asp", "related": ["https://www.investopedia.com/terms/k/kiosk.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/o/outsourcing.asp", "https://www.investopedia.com/terms/p/project-management.asp", "https://www.investopedia.com/terms/m/mass-payment.asp", "https://www.investopedia.com/terms/z/zba.asp"], "body": ["\nBatch processing is the processing of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\" rel=\"noopener noreferrer\">transactions</a> in a group or batch. No user interaction is required once batch processing is underway. This differentiates batch processing from transaction processing, which involves processing transactions one at a time and requires user interaction.\n", "\nWhile batch processing can be carried out at any time, it is particularly suited to end-of-cycle processing, such as for processing a bank's reports at the end of a day or generating monthly or biweekly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payroll.asp\" rel=\"noopener noreferrer\">payrolls</a>.\n", "\nFor large enterprises, batch processing became a normal way of data compilation, organization, and report generation around the middle of the 20th century with the introduction of the mainframe computer. The early mechanics of processing a batch involved feeding a computer a stack of punched cards that held commands, or directions, for the computer to follow.\n", "\nHerman Hollerith (1860-1929) is credited with developing the punch card around 1890 when he was employed as a statistician for the U.S. Census Bureau. It was this punch card that became the seed for widespread batch processing around 50 years later.\n", "\nBatch processing jobs are run on regularly scheduled times (e.g., overnight) or on an as-needed basis. As an example, bills for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\" rel=\"noopener noreferrer\">utilities</a> and other services received by consumers are typically generated by batch processing each month. Batch processing is beneficial because it is a cost-effective means of handling large amounts of data at once. One caveat is that the inputs for the processing must be correct or else the results of the whole batch will be faulty, which would cost time and money.\n", "\nA defining characteristic of batch processing is a lack of human intervention, with few, if any, manual processes to kick it off. This is part of what makes it so efficient in modern times, but it wasn't always that way.\n", "\nBatch processing started with punch cards, which were tabulated into instructions for computers. Entire decks, or batches, of cards, would be processed at one time. This system, created by Herman Hollerith, goes as far back as 1890. Hollerith developed it to be used to process data from the U.S. Census. Punched manually, the card was fed into and ready by an electromechanical device.<strong> </strong>Hollerith patented his invention as the \"Electronic Tabulating Machine\", and later joined a group of other inventors and investors to form the Computing-Tabulating-Recording Company (CTR), which would eventually become IBM.\n", "\nUnlike earlier iterations, the functions of modern batch processing are completely automated to meet certain conditions of time. While some tasks are done immediately, others are conducted in real-time. The latter are monitored on a regular basis. If there are any problems with the process, the system notifies the appropriate personnel through exception-based management alerts. This saves <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/10/manage-business-like-jack-welch.asp\" rel=\"noopener noreferrer\">managers</a> time for their daily duties and other pressing tasks without having to supervise the batch processing system.\n", "\nThe software identifies exceptions through a system of monitors and dependencies, which causes the batch processing to start. Exceptions may include online customer orders or a request from the system for new supplies.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating-cost.asp\" rel=\"noopener noreferrer\">Operational costs</a> such as labor and equipment are cut when batch processing is used. This is because it eliminates the need for human clerks and physical hardware like computers. And because batch processing is designed to be quick and efficient, and to cut out human error, key personnel can focus their efforts on their daily duties.\n", "\nUnlike others, batch processing systems work anywhere, any time. That means they continue to work outside regular business hours. They can also work in the background in an offline setting, so even during down periods, you can rest assured they'll still work without putting a dent in the organization's daily routine.\n", "\nAs mentioned above, having a batch processing system in place gives managers and other key personnel time to do their own jobs without having to spend time supervising batches. Alerts are sent if there are ever any problems. This allows the manager to take a hands-off approach to batch processing.\n", "\nBusiness owners may want to consider a few of the pitfalls of batch processing before putting such a system into place.\n", "\nLike many technologies, a degree of training is required to manage batch processing systems. Managers will need to learn what triggers a batch, how to schedule them, and what exception notifications mean, among other things.\n", "\nSomeone within the company or organization should be familiar with the system. That's because they're often very complex. Without a knowledgeable person on the team, you may need to hire someone else to help you out.\n", "\nBatch processing infrastructure can be an expensive capital outlay. For some businesses, the costs may seem unfeasible.\n"]}