{"name": "BCG Growth-Share Matrix Definition", "@id": "https://www.investopedia.com/terms/b/bcg.asp", "related": ["https://www.investopedia.com/terms/p/problemchild.asp", "https://www.investopedia.com/terms/c/cashcow.asp", "https://www.investopedia.com/terms/d/dog.asp", "https://www.investopedia.com/terms/s/star.asp", "https://www.investopedia.com/terms/s/stylebox.asp", "https://www.investopedia.com/terms/i/international-equitystylebox.asp"], "body": ["\nThe Boston Consulting Group (BCG) growth-share matrix is a planning tool that uses graphical representations of a company’s products and services in an effort to help the company decide what it should keep, sell, or invest more in.\n", "\nThe matrix plots a company’s offerings in a four-square matrix, with the y-axis representing the rate of market growth and the x-axis representing market share. It was introduced by the Boston Consulting Group in 1970.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe BCG growth-share matrix breaks down products into four categories, known heuristically as \"dogs,\" \"cash cows,\" \"stars,\" and “question marks.” Each category quadrant has its own set of unique characteristics.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIf a company’s product has a low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a> and is at a low rate of growth, it is considered a “dog” and should be sold, liquidated, or repositioned. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dog.asp\" rel=\"noopener noreferrer\">Dogs</a>, found in the lower right quadrant of the grid, don't generate much cash for the company since they have low market share and little to no growth. Because of this, dogs can turn out to be cash traps, tying up company funds for long periods of time. For this reason, they are prime candidates for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/divestiture.asp\" rel=\"noopener noreferrer\">divestiture</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nProducts that are in low-growth areas but for which the company has a relatively large market share are considered “cash cows,” and the company should thus milk the cash cow for as long as it can. Cash cows, seen in the lower left quadrant, are typically leading products in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/matureindustry.asp\" rel=\"noopener noreferrer\">markets that are mature</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nGenerally, these products generate returns that are higher than the market's growth rate and sustain itself from a cash flow perspective. These products should be taken advantage of for as long as possible. The value of cash cows can be easily calculated since their cash flow patterns are highly predictable. In effect, low-growth, high-share cash cows should be milked for cash to reinvest in high-growth, high-share “stars” with high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earning-potential.asp\" rel=\"noopener noreferrer\">future potential</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nProducts that are in high growth markets and that make up a sizable portion of that market are considered “stars” and should be invested in more. In the upper left quadrant are stars, which generate high income but also consume large amounts of company cash. If a star can remain a market leader, it eventually becomes a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashcow.asp\" rel=\"noopener noreferrer\">cash cow</a> when the market's overall growth rate declines.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nQuestionable opportunities are those in high growth rate markets but in which the company does not maintain a large market share. Question marks are in the upper right portion of the grid. They typically grow fast but consume large amounts of company resources. Products in this quadrant should be analyzed frequently and closely to see if they are worth maintaining.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe matrix is a decision-making tool, and it does not necessarily take into account all the factors that a business ultimately must face. For example, increasing market share may be more expensive than the additional revenue gain from new sales. Because product development may take years, businesses must plan for contingencies carefully.\n"]}