{"name": "Bearer Bond Definition", "@id": "https://www.investopedia.com/terms/b/bearer_bond.asp", "related": ["https://www.investopedia.com/terms/d/definitive-securities.asp", "https://www.investopedia.com/terms/p/pay-to-bearer.asp", "https://www.investopedia.com/terms/h/holderofrecord.asp", "https://www.investopedia.com/terms/r/registered-bond.asp", "https://www.investopedia.com/terms/b/bearer-instrument.asp", "https://www.investopedia.com/terms/b/bearerform.asp"], "body": ["\nA bearer bond is a fixed-income security that is owned by the holder, or bearer, rather than by a registered owner. The coupons for interest payments are physically attached to the security. The bondholder is required to submit the coupons to a bank for payment and then redeem the physical certificate when the bond reaches the maturity date.\n", "\nAs with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/registered-bond.asp\">registered bonds</a>, bearer bonds are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negotiable-instrument.asp\">negotiable instruments</a> with a stated <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\">maturity date</a> and a coupon interest rate.\n", "\nBearer bonds are virtually extinct in the U.S. and some other countries as the lack of registration made them ideal for use in money laundering, tax evasion, and any number of other under-handed transactions. They also are vulnerable to theft.\n", "\nNevertheless, bearer bonds are still issued in many countries.\n", "\nIn the U.S., bearer bonds were issued by the U.S. government and by corporations from the late 19th century into the second half of the 20th century. They fell out of favor gradually, as they outmoded by modern technology, shunned by investors concerned over their vulnerability to loss or theft, and, finally, outlawed by the government to thwart money laundering.\n", "\nNearly all securities are now issued in book-entry form, meaning that they are registered in the investor’s name electronically. No physical certificate is issued.\n", "\nA registrar or transfer agent is responsible for tracking the name of each registered owner of a stock or a bond. This ensures that bond owners receive all interest payments due and that stockholders receive their cash or stock dividends.\n", "\nEvery time a book-entry security is sold, a transfer agent or registrar changes the name of the registered owner. Obviously, this system is highly automated or it would collapse.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tefra.asp\">Tax Equity and Fiscal Responsibility Act of 1982</a> effectively ended the practice of issuing bearer bonds in the United States.\n", "\nBearer bonds are no longer issued by the U.S. Treasury, and those issued in the past have long since passed their maturity dates.\n", "\nAn individual can buy any amount of bearer bonds, submit the coupons for payment, and remain anonymous since the bonds are not registered in the owner's name.\n", "\nIn 2009, the multinational financial services company UBS paid $780 million and agreed to a deferred prosecution agreement with the U.S. Justice Department after the firm was accused of helping American citizens evade taxes using bearer bonds.\n", "\nThe lack of bond registration offers little protection or recourse to investors if the physical certificate is stolen since the custodians do not have the name of the real owner on file.\n", "\nOld bearer bonds issued by corporations may or may not have retained their face value, even if the maturity dates have long since expired.\n", "\nA U.S. law passed in 2010 relieved banks and brokerages from responsibility for redeeming old bearer bonds.\n", "\nThe finder of a corporate bearer bond can check for the name of the company that issued it and contact that company, if it still exists, or the company that bought it out, if it was taken over. The bearer bond may be honored.\n", "\nMost owners of bearer bonds keep the physical certificates in a safe deposit box at a bank or in a safe at home.To redeem the bond at maturity, the bond needs to be delivered to a bank in person or by courier.\n", "\nGetting the interest payments is also problematic since the coupons can get lost in the mail.\n", "\nBearer bonds can cause problems for the heirs of their owners. This can be avoided by attaching proper documentation to the owner's will.\n"]}