{"name": "Behavioral Economics", "@id": "https://www.investopedia.com/terms/b/behavioraleconomics.asp", "related": ["https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/b/behavioralist.asp", "https://www.investopedia.com/terms/r/relativity-trap.asp", "https://www.investopedia.com/terms/m/marketpsychology.asp", "https://www.investopedia.com/terms/r/rational-behavior.asp", "https://www.investopedia.com/terms/p/paradox-rationality.asp"], "body": ["\nBehavioral Economics is the study of psychology as it relates to the economic decision-making processes of individuals and institutions. The two most important questions in this field are:\n", "\n1. Are economists' assumptions of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\" rel=\"noopener noreferrer\">utility</a> or profit maximization good approximations of real people's behavior?\n", "\n2. Do individuals maximize subjective expected utility?\n", "\nBehavioral economics is often related with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normativeeconomics.asp\" rel=\"noopener noreferrer\">normative economics</a>.\n", "\nIn an ideal world, people would always make optimal decisions that provide them with the greatest benefit and satisfaction. In economics, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-choice-theory.asp\" rel=\"noopener noreferrer\">rational choice theory</a> states that when humans are presented with various options under the conditions of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\" rel=\"noopener noreferrer\">scarcity</a>, they would choose the option that maximizes their individual satisfaction. This theory <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceterisparibus.asp\" rel=\"noopener noreferrer\">assumes</a> that people, given their preferences and constraints, are capable of making rational decisions by effectively weighing the costs and benefits of each option available to them. The final decision made will be the best choice for the individual. The <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-behavior.asp\" rel=\"noopener noreferrer\">rational person</a> has self-control and is unmoved by emotions and external factors and, hence, knows what is best for himself. Alas behavioral economics explains that humans are not rational and are incapable of making good decisions.\n", "\nBehavioral economics draws on psychology and economics to explore why people sometimes make irrational decisions, and why and how their behavior does not follow the predictions of economic models. Decisions such as how much to pay for a cup of coffee, whether to go to graduate school, whether to pursue a healthy lifestyle, how much to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-contribution.asp\" rel=\"noopener noreferrer\">contribute towards retirement</a>, etc. are the sorts of decisions that most people make at some point in their lives. Behavioral economics seeks to explain why an individual decided to go for choice A, instead of choice B.\n", "\nBecause humans are emotional and easily distracted beings, they make decisions that are not in their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-interest.asp\" rel=\"noopener noreferrer\">self-interest</a>. For example, according to the rational choice theory, if Charles wants to lose weight and is equipped with information about the number of calories available in each edible product, he will opt only for the food products with minimal calories. Behavioral economics states that even if Charles wants to lose weight and sets his mind on eating healthy food going forward, his end behavior will be subject to cognitive bias, emotions, and social influences. If a commercial on TV advertises a brand of ice cream at an attractive price and quotes that all human beings need 2,000 calories a day to function effectively after all, the mouth-watering ice cream image, price, and seemingly valid statistics may lead Charles to fall into the sweet temptation and fall off of the weight loss <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bandwagon-effect.asp\" rel=\"noopener noreferrer\">bandwagon</a>, showing his lack of self-control.\n", "\nOne application of behavioral economics is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heuristics.asp\" rel=\"noopener noreferrer\">heuristics</a>, which is the use of rules of thumb or mental shortcuts to make a quick decision. However, when the decision made leads to error, heuristics can lead to cognitive bias. Behavioral <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gametheory.asp\" rel=\"noopener noreferrer\">game theory</a>, an emergent class of game theory, can also be applied to behavioral economics as game theory runs experiments and analyzes people’s decisions to make irrational choices. Another field in which behavioral economics can be applied to is behavioral finance, which seeks to explain why investors make rash decisions when trading in the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\" rel=\"noopener noreferrer\">capital markets</a>.\n", "\nCompanies are increasingly incorporating behavioral economics to increase sales of their products. In 2007, the price of the 8GB iPhone was introduced for $600 and quickly reduced to $400. What if the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a> of the phone was $400 anyway? If Apple introduced the phone for $400, the initial reaction to the price in the smartphone market might have been negative as the phone might be thought to be too pricey. But by introducing the phone at a higher price and bringing it down to $400, consumers believed they were getting a pretty good deal and sales surged for Apple. Also, consider a soap manufacturer who produces the same soap but markets them in two different packages to appeal to multiple target groups. One package advertises the soap for all soap users, the other for consumers with sensitive skin. The latter target would not have purchased the product if the package did not specify that the soap was for sensitive skin. They opt for the soap with the sensitive skin label even though it’s the exact same product in the general package.\n", "\nAs companies begin to understand that their consumers are irrational, an effective way to embed behavioral economics in the company’s decision-making policies that concern its internal and external stakeholders may prove to be worthwhile if done properly.\n", "\nNotable individuals in the study of behavioral economics are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alfred-nobel.asp\" rel=\"noopener noreferrer\">Nobel</a> laureates <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gary-s-becker.asp\" rel=\"noopener noreferrer\">Gary Becker</a> (motives, consumer mistakes; 1992), <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/herbert-a-simon.asp\" rel=\"noopener noreferrer\">Herbert Simon</a> (bounded rationality; 1978), <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daniel-kahneman.asp\" rel=\"noopener noreferrer\">Daniel Kahneman</a> (illusion of validity, anchoring bias; 2002) and <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/george-a-akerlof.asp\" rel=\"noopener noreferrer\">George Akerlof</a> (procrastination; 2001).\n"]}