{"name": "Bell Curve Definition", "@id": "https://www.investopedia.com/terms/b/bell-curve.asp", "related": ["https://www.investopedia.com/terms/s/skewness.asp", "https://www.investopedia.com/terms/u/uniform-distribution.asp", "https://www.investopedia.com/terms/l/leptokurtic.asp", "https://www.investopedia.com/terms/s/symmetrical-distribution.asp", "https://www.investopedia.com/terms/e/empirical-rule.asp", "https://www.investopedia.com/terms/l/log-normal-distribution.asp"], "body": ["\nA bell curve is a common type of distribution for a variable, also known as the normal distribution. The term \"bell curve\" originates from the fact that the graph used to depict a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normaldistribution.asp\" rel=\"noopener noreferrer\">normal distribution</a> consists of a symmetrical bell-shaped curve.\n", "\nThe highest point on the curve, or the top of the bell, represents the most probable event in a series of data (its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mean.asp\" rel=\"noopener noreferrer\">mean</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mode.asp\" rel=\"noopener noreferrer\">mode</a>, and<em> </em><a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/median.asp\" rel=\"noopener noreferrer\">median</a> in this case), while all other possible occurrences are symmetrically distributed around the mean, creating a downward-sloping curve on each side of the peak. The width of the bell curve is described by its <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviation</a>.\n", "\nThe term \"bell curve\" is used to describe a graphical depiction of a normal probability distribution, whose underlying standard deviations from the mean create the curved bell shape. A standard deviation is a measurement used to quantify the variability of data dispersion, in a set of given values around the mean. The mean, in turn, refers to the average of all data points in the data set or sequence and will be found at the highest point on the bell curve.\n", "\nFinancial analysts and investors often use a normal probability distribution when analyzing the returns of a security or of overall market sensitivity. In finance, standard deviations that depict the returns of a security are known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a>. \n", "\nFor example, stocks that display a bell curve usually are blue-chip stocks and ones that have lower volatility and more predictable behavioral patterns. Investors use the normal probability distribution of a stock's past returns to make assumptions regarding expected future returns.\n", "\nIn addition to teachers who use a bell curve when comparing test scores, the bell curve is often also used in the world of statistics where it can be widely applied. Bell curves are also sometimes employed in performance management, placing employees who perform their job in an average fashion in the normal distribution of the graph. The high performers and the lowest performers are represented on either side with the dropping slope. It can be useful to larger companies when doing performance reviews or when making managerial decisions. \n", "\nA bell curve's width is defined by its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviation</a>, which is calculated as the level of variation of data in a sample around the mean. Using the empirical rule, for example, if 100 test scores are collected and used in a normal probability distribution, 68% of those test scores should fall within one standard deviation above or below the mean. Moving two standard deviations away from the mean should include 95% of the 100 test scores collected. Moving three standard deviations away from the mean should represent 99.7% of the scores (see the figure above).\n", "\nTest scores that are extreme outliers, such as a score of 100 or 0, would be considered long-tail data points that consequently lie squarely outside of the three standard deviation range.\n", "\nThe normal probability distribution assumption doesn’t always hold true in the financial world, however. It is feasible for stocks and other securities to sometimes display non-normal distributions that fail to resemble a bell curve. \n", "\nNon-normal distributions have fatter tails than a bell curve (normal probability) distribution. A fatter tail that skews negative signals to investors that there is a greater probability of negative returns.\n", "\nGrading or assessing performance using a bell curve forces groups of people to be categorized as poor, average, or good. For smaller groups, having to categorize a set number of individuals in each category to fit a bell curve will do a disservice to the individuals. As sometimes, they may all be just average or even good workers or students, but given the need to fit their rating or grades to a bell curve, some individuals are forced into the poor group. In reality, data are not perfectly normal. Sometimes there is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/skewness.asp\" rel=\"noopener noreferrer\">skewness</a>, or a lack of symmetry between what falls above and below the mean. Other times there are fat tails (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excesskurtosis.asp\" rel=\"noopener noreferrer\">excess kurtosis</a>), making <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tailrisk.asp\" rel=\"noopener noreferrer\">tail</a> events more probable than the normal distribution would predict.\n", "\nThe bell curve is a statistical concept relating to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normaldistribution.asp\" rel=\"noopener noreferrer\">normal distribution</a>. The term “bell curve” arises from the fact that, when plotted on a graph, the shape of the normal distribution resembles the curve of a bell. When interpreting a bell curve, the points nearest to the center of the bell curve are those which are most likely to occur, whereas the point closest to the left and right edges are the outliers. Bell curves are used across a wide variety of disciplines, including finance and economics, social science, and the natural sciences.\n", "\nAnalysts will often use bell curves and other statistical distributions when modeling different potential outcomes that are relevant for investing. Depending on the analysis being performed, these might consist of future stock prices, rates of future earnings growth, the potential default rates, or other important phenomena. Before using the bell curve in their analysis, investors should carefully consider whether the outcomes being studied are in fact normally distributed. Failing to do so could seriously undermine the accuracy of the resulting model.\n", "\nAlthough the bell curve is a very useful statistical concept, its applications in finance can be limited because financial phenomena—such as expected stock-market returns—do not fall neatly within a normal distribution. Therefore, relying too heavily on a bell curve when making predictions about these events can lead to unreliable results. Although most analysts are well aware of this limitation, it is relatively difficult to overcome this shortcoming because it is often unclear which statistical distribution to use as an alternative.\n"]}