{"name": "Below-the-Line Advertising Definition", "@id": "https://www.investopedia.com/terms/b/below-the-line-advertising.asp", "related": ["https://www.investopedia.com/terms/m/mobile-marketing.asp", "https://www.investopedia.com/terms/m/marketing-strategy.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/t/tailored-advertising.asp", "https://www.investopedia.com/terms/m/monetize.asp", "https://www.investopedia.com/terms/b/banneradvertising.asp"], "body": ["\nBelow-the-line advertising is an advertising strategy where products are promoted in media other than mainstream radio, television, billboards, print, and film formats. The main types of below-the-line advertising systems include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/direct-mail.asp\" rel=\"noopener noreferrer\">direct mail</a> campaigns, social media marketing, trade shows, catalogs, and targeted search engine marketing. Below-the-line advertising methods tend to be less expensive and more focused versus above-the-line strategies.\n", "\nBelow-the-line advertising seeks to reach consumers directly, instead of casting a wide net to reach mass audiences. Rather than airing a national commercial during a hit network television show, a below-the-line campaign might instead focus on an in-store demonstration of a product, that consumers may wish to investigate in person. This allows for a more high-touch experience, where a salesperson can answer direct questions and better explain the products. Some examples of below-the-line advertising include:\n", "\nCompanies can target specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012315/how-demographics-drive-economy.asp\" rel=\"noopener noreferrer\">demographics</a> with their advertising campaigns, such as the age of a consumer or the industry of a company. LinkedIn, for example, allows marketers to target specific people with sidebar advertisements based on their profession or groups that they belong to on the website.\n", "\nCompanies still engage in direct mail advertising, especially the older demographics that are not online as often as, the younger generations. Catalogues and postcard mailings are still popular and effective marketing tools.\n", "\nBusinesses often present their products and services through the local Chambers of Commerce. Banks host mortgage seminars to answer questions about mortgages, interest rates, and home affordability with the goal of landing new loan customers.\n", "\nOf course, there's no perfect marketing tool that works each and every time. Instead, companies often subscribe to multiple strategies. For example, a company might send out a direct mailing of fliers advertising an upcoming event that the company is hosting at the local convention center.\n", "\nAbove-the-line advertising is designed to reach mass audiences. The epitome of above-the-line marketing is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/100615/how-tv-advertising-industry-works.asp\" rel=\"noopener noreferrer\">Super Bowl television ad</a>, which costs millions of dollars for mere seconds of airtime, but instantly reaches tens of millions of consumers on a global basis. On the downside, statistically speaking, a significant percentage of those viewers may not typify a company’s target consumer.\n", "\nConversely, below-the-line advertising reaches fewer people but is more selective about its audience. In most cases, below-the-line advertisers initially conduct extensive market research, in an effort to identify a target niche of buyers more likely to purchase the products. Once the target demographic is identified, below-the-line advertising reaches consumers in a more personalized, direct manner.\n", "\nAbove-the line casts a wide net versus below-the-line, which uses a proverbial fishing pole through direct mailings, face-to-face contacts at trade shows, or paid search engine results that pop up when consumers enter specific queries.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/022315/high-cost-advertising-times-square.asp\" rel=\"noopener noreferrer\">Lower costs</a> are arguably the biggest advantage of below-the-line advertising. While TV and radio ads tend to be pricy, direct mailing and search engine marketing are far more economical. And below-the-line methods can be more cheaply and easily scaled up or down.\n", "\nFurthermore, below-the-line methods make it easier to track conversions with intended consumers. Case in point: though there are multiple strategies for tracking the effectiveness of TV and radio ads, it's hard to gauge overall impact. Asking customers how they heard about a company, for example, can yield unreliable responses because people sometimes recall their experiences inaccurately. On the other hand, email and search engine marketing precisely track the links consumers click, in order to provide businesses with more exacting details.\n", "\nBelow-the-line marketing fosters superior customer engagement, which is critical in today’s modern business landscape. While above-the-line methods are ideal for spreading general brand awareness, below-the-line tactics are preferable for fostering more meaningful relationships with potential customers.\n"]}