{"name": "Beneficial Owner", "@id": "https://www.investopedia.com/terms/b/beneficialowner.asp", "related": ["https://www.investopedia.com/terms/s/safekeeping-certificate.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/i/instreetname.asp", "https://www.investopedia.com/terms/m/mossack-fonseca.asp", "https://www.investopedia.com/terms/d/dummyshareholder.asp", "https://www.investopedia.com/terms/h/hawala.asp"], "body": ["\nA beneficial owner is a person who enjoys the benefits of ownership even though the title to some form of property is in another name.\n", "\nIt also means any individual or group of individuals who, either directly or indirectly, has the power to vote or influence the transaction decisions regarding a specific security, such as shares in a company.\n", "\nFor example, when shares of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund</a> are held by a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/custodian.asp\">custodian</a> bank or when securities are held by a broker <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/instreetname.asp\">in street name</a>, the true owner is the beneficial owner, even though, for safety and convenience, the bank or broker holds the title.\n", "\nBeneficial ownership may be shared among a group of individuals. If a beneficial owner controls a position of more than 5%, it must file <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/schedule13d.asp\">Schedule 13D</a> under Section 12 of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seact1934.asp\">Securities Exchange Act of 1934</a>.\n", "\nBeneficial ownership is distinguished from legal ownership. In most cases, the legal and beneficial owners are one and the same, but there are some cases, legitimate and sometimes not-so legitimate, where the beneficial owner of a property may wish to remain anonymous.\n", "\nAs mentioned in the example above, publicly traded securities are often registered in the name of a broker for safety and convenience.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) recognizes this and has regulated the practice. In private companies, for a number of reasons, a beneficial owner may not want their name as a shareholder of record. So long as tax laws and other laws are complied with, this practice is not illegal in itself.\n", "\nIn most countries, real estate registries show the names of the owners of properties. In some cases, a beneficial owner may not want their name to appear on public records. In such cases, it is common for trustees or other entities to act as legal owners in place of the beneficial owner.\n", "\nFor example, famous artists or politicians may not want their home address to be easily found in public records, so they do not appear personally on title deeds.\n", "\nWealthy individuals who are at risk of lawsuits, or simply want to protect their assets and plan their estate, generally use trusts to act as the legal owner of their property, often securities and money, while they and their families continue to be the beneficial owners. Here again, this practice is legal but highly regulated.\n", "\nFamously, in early 2016, the International Consortium of Investigative Journalists made public what it called the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/panama-papers.asp\">Panama Papers</a>.\" These documents, taken from the archives of the law firm Mossack Fonseca &amp; Co., show in detail the beneficial ownership of several thousands of offshore corporations.\n", "\nWhile many were used legally, it appears some beneficial ownership was hidden for nefarious or illegal motives.\n", "\nOn May 5, 2016, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fincen.asp\">Financial Crimes Enforcement Network</a> (FinCEN) fortified and clarified due diligence requirements for banks, brokers, mutual funds and other financial entities. Most importantly, the new rules require legal entity customers to identify and verify the identities of their beneficial owners when they open an account. These rules took effect on May 11, 2018. \n"]}