{"name": "Best Practices Definition", "@id": "https://www.investopedia.com/terms/b/best_practices.asp", "related": ["https://www.investopedia.com/terms/c/code-of-ethics.asp", "https://www.investopedia.com/terms/s/strategic-management.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/b/business-ethics.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nBest practices are a set of guidelines, ethics or ideas that represent the most efficient or prudent course of action, in a given business situation. Best practices may be established by authorities, such as regulators or governing bodies, or they may be internally decreed by a company's management team.\n", "\nBest practices serve as a general framework for a variety of situations. For instance, in businesses that produce physical products, a list of best practices may be furnished to employees, highlighting the most efficient way to complete their individual tasks. Best practice list may also delineate safety procedures, in order to minimize employee injuries.\n", "\nFor corporate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\">accountants</a>, the generally accepted accounting principles (GAAP) represent best practices that typically govern the level of detail a company is encouraged to disclose in its financial statements, to ensure prospective investors can easily analyze and extract useful information.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nGAAP also facilitates the cross-comparison of financial information across different companies within the same sector, which benefits both the investors and the companies they invest in, because it promotes transparency.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> After all, an investor who erringly buys stock in a company might skittishly dump his position, on experiencing the smallest unexpected disappointment, which could consequently depress the share price.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-manager.asp\">Investment managers</a> may follow best practices when handling a client's money by prudently investing in a well-diversified portfolio and adhering to a client's risk tolerances, time horizons, and retirement goals.\n", "\n\"Best practices\" is a term that can be applied broadly and across a swath of industries. In the world of business, the phrase is used in connection with everything from project management to audit functions, to explain the most efficient method of completing a business task.\n", "\nNow, with the advent of new quality control systems, came the need for a way to apply measurable benchmarks and communicate ways to rapidly implement new standards of excellence across an organization by identifying problems, quantifying their frequencies, cultivating solutions, and monitoring the execution of those solutions to ensure they solve the core issues at hand.\n", "\nBest practices can also be used as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark</a>, where one company can share actionable solutions with other organizations. For example, let's say a firm is well known for its award-winning, best-in-class product distribution infrastructure. When asked to precisely describe the best practices that led to their hyper-efficiency, the company reveals that it outfits all fulfillment staffers with red markers that they may use to sign off on their highest priority deliveries.\n", "\nConsequently, all red ink orders are given higher levels of scrutiny than others. As more eyes reflexively search for errors when they see red ink, more mistakes can be flagged and corrected.\n", "\n<strong>[Important: Although companies share their best practices as a matter of routine, it would be unwise to reveal certain trade secrets that might be easily replicated by the competition.]</strong>\n"]}