{"name": "Bid and Ask Definition", "@id": "https://www.investopedia.com/terms/b/bid-and-ask.asp", "related": ["https://www.investopedia.com/terms/b/bid-askspread.asp", "https://www.investopedia.com/terms/q/quotation.asp", "https://www.investopedia.com/terms/b/bidprice.asp", "https://www.investopedia.com/terms/r/right-hand-side.asp", "https://www.investopedia.com/terms/m/marketmaker.asp", "https://www.investopedia.com/terms/b/buy-quote.asp"], "body": ["\nThe term <em>bid and ask</em> (also known as <em>bid and offer)</em> refers to a two-way price quotation that indicates the best potential price at which a security can be sold and bought at a given point in time. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bidprice.asp\">bid price</a> represents the maximum price that a buyer is willing to pay for a share of stock or other security. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ask.asp\">ask price</a> represents the minimum price that a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\">seller</a> is willing to take for that same security. A trade or transaction occurs when a buyer in the market is willing to pay the best offer available—or is willing to sell at the highest bid.\n", "\nThe difference between bid and ask prices, or the spread, is a key indicator of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> of the asset. In general, the smaller the spread, the better the liquidity.\n", "\nThe average investor contends with the bid and ask spread as an implied cost of trading. For example, if the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\" rel=\"noopener noreferrer\">current price</a> quotation for the stock of ABC Corp. is $10.50 / $10.55, investor X, who is looking to buy A at the current <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market price</a>, would pay $10.55, while investor Y who wishes to sell ABC shares at the current market price would receive $10.50.\n", "\nThe bid-ask spread works to the advantage of the market maker. Continuing with the above example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketmaker.asp\" rel=\"noopener noreferrer\">market maker</a> who is quoting a price of $10.50 / $10.55 for ABC stock is indicating a willingness to buy A at $10.50 (the bid price) and sell it at $10.55 (the asked price). The spread represents the market maker's profit.\n", "\nBid-ask spreads can vary widely, depending on the security and the market. Blue-chip companies that constitute the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average</a> may have a bid-ask spread of only a few cents, while a small-cap stock that trades less than 10,000 shares a day may have a bid-ask spread of 50 cents or more.\n", "\nThe bid-ask spread can widen dramatically during periods of illiquidity or market turmoil, since traders will not be willing to pay a price beyond a certain threshold, and sellers may not be willing to accept prices below a certain level.\n", "\nBid prices refer to the highest price that traders are willing to pay for a security. The ask price, on the other hand, refers to the lowest price that the owners of that security are willing to sell it for. If, for example, a stock is trading with an ask price of $20, then a person wishing to buy that stock would need to offer at least $20 in order to purchase it at today’s price. The gap between the bid and ask prices is often referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\">bid-ask spread</a>.\n", "\nWhen the bid and ask prices are very close, this typically means that there is ample liquidity in the security. In this scenario, the security is said to have a “narrow” bid-ask spread. This situation can be helpful for investors because it makes it easier to enter or exit their positions, particularly in the case of large positions.\n", "\nOn the other hand, securities with a “wide” bid-ask spread—that is, where the bid and ask prices are far apart—can be time-consuming and expensive to trade.\n", "\nBid and ask prices are set by the market. In particular, they are set by the actual buying and selling decisions of the people and institutions who invest in that security. If demand outstrips supply, then the bid and ask prices will gradually shift upwards.\n", "\nConversely, if supply outstrips demand, bid and ask prices will drift downwards. The spread between the bid and ask prices is determined by the overall level of trading activity in the security, with higher activity leading to narrow bid-ask spreads and vice-versa.\n"]}