{"name": "Bill Gross", "@id": "https://www.investopedia.com/terms/w/william-h-gross.asp", "related": ["https://www.investopedia.com/terms/p/pimco.asp", "https://www.investopedia.com/terms/j/james-h-clark.asp", "https://www.investopedia.com/terms/m/michael-bloomberg.asp", "https://www.investopedia.com/terms/s/steve-ballmer.asp", "https://www.investopedia.com/terms/s/steve-cohen.asp", "https://www.investopedia.com/terms/l/larry-ellison.asp"], "body": ["\nLegendary bond investor who founded Pacific Investment Management Company (PIMCO), the largest bond fund in the world as of 2014. William H. Gross is notably known in the investment world as the king of bonds.\n", "\nBill Gross was born in 1943 in Middletown, Ohio. He graduated from Duke University with a degree in psychology after which he joined the military at the age of 24 and was deployed to Vietnam. After his military service, Gross went on to business school at the University of California in Los Angeles.\n", "\nIn 1971, with only about $12 million of assets, Gross founded PIMCO with friends Jim Muzzy and Bill Podlich. As of the first half of 2014, assets under management by PIMCO had grown to almost $2 trillion, making it the largest active fixed income fund management firm in the world. He credits his mathematical prowess and risk instincts to blackjack. After earning his undergraduate degree, Gross set out to Vegas where he worked at the blackjack tables, counting cards for up to 16 hours a day. From his months of counting cards, he learnt a vital lesson which he applies in his investment decisions: taking too much leverage and having too much debt will bring the house of cards tumbling down. Gross started out with $2,000 in his pockets in Vegas and left with $10,000 after four months.\n", "\nBill Gross left PIMCO in September 2014 to manage a smaller fund with Janus Capital Group. Much like popular investment gurus in the financial world who are market movers and shakers, an investment by Bill Gross made public would impact the financial market. On the day his move to Janus was publicly announced, Janus share price climbed 43% representing a historical one-day gain for the company. Also, the fund managed by Gross saw its assets under management climb to almost $80 million at the end of September 2014 from $13 million at the end of August 2014.\n", "\nOn February 4, 2019, Janus announced Gross's retirement at the age of 74. In a letter to investors, Gross wrote, \"“I’ve had a wonderful ride for over 40 years in my career – trying at all times to put client interests first while inventing and reinventing active bond management along the way... I learned early on that without a client, there can be no franchise. I’m off – leaving this port for another destination with high hopes, sunny skies and smooth seas!”\n", "\nFrom learning about risk at the gambling tables to creating spectacular returns from his fixed income investments, Bill Gross is also a successful stamp collector. There is a William H. Gross Stamp Gallery at the Smithsonian National Postal Museum. In 2005, he formed a complete collection of 19th century United States postage stamps. In 2013, he auctioned off a collection of British stamps from which he collected proceeds of about $9 million.\n", "\nAll of Gross’s $9 million dollar auction proceeds went to Doctors Without Borders. Proceeds collected from his Finnish and Scandinavian stamps went to Columbia University. In addition to his philanthropic offerings, he has also donated millions of dollars to Duke University, University of California, Cedars-Sinai, and Mercy Ships. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/030716/where-does-bill-gross-keep-his-money.asp\">Where Does Bill Gross Keep His Money?</a>\")\n", "\nIn 2014, he made the list of self-made billionaires and powerful people in the United States according to <em>Forbes</em>.\n", "\nBill Gross has three kids and is married to Sue Gross.\n"]}