{"name": "Black Money Definition", "@id": "https://www.investopedia.com/terms/b/black-money.asp", "related": ["https://www.investopedia.com/terms/b/black-economy.asp", "https://www.investopedia.com/terms/b/blackmarket.asp", "https://www.investopedia.com/terms/h/hawala.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/s/smurf.asp"], "body": ["\nBlack money includes all funds earned through illegal activity and otherwise legal income that is not recorded for tax purposes. Black money proceeds are usually received in cash from underground economic activity and, as such, are not taxed. Recipients of black money must hide it, spend it only in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underground-economy.asp\" rel=\"noopener noreferrer\">underground economy</a>, or attempt to give it the appearance of legitimacy through <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneylaundering.asp\" rel=\"noopener noreferrer\">money laundering</a>.\n", "\nIn its simplest form, black money is money on which tax is not paid to the government. Suppose a store accepts cash for its merchandise and does not issue receipts to its customers. That store is transacting in black money, as it would not pay tax on the unrecorded sales. As another example, consider a property buyer who purchases land valued at $200,000. If the buyer only reports $50,000 on the books and pays $150,000 under the table, then there is a black money transaction worth $150,000. The sellers in both examples have earned money from legal sources but evaded taxes.\n", "\nThe most common source of black money is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/12/mechanics-black-market.asp\" rel=\"noopener noreferrer\">black market or underground economy</a>. Activities in the black market may include selling prohibited drugs, gunrunning, terrorism, and human trafficking. Black market activities also involve less severe offenses, such as the sale of counterfeit goods, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-dump.asp\" rel=\"noopener noreferrer\">stolen credit cards</a>, or pirated versions of copyrighted material.\n", "\nThe portion of a country's income tied to black money affects the economic growth of the country. Black money causes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leakage.asp\" rel=\"noopener noreferrer\">financial leakage</a>, as unreported income that is not taxed causes the government to lose revenue. In addition, these funds rarely enter the banking system. As a result, it can be more difficult for legitimate small businesses and entrepreneurs to obtain loans.\n", "\nFurthermore, black money causes the financial health of a nation to be underestimated. It is extremely difficult to estimate the amount of black money in any economy. That is not surprising, given that participants in the underground economy have strong incentives to conceal their activities. These unreported earnings cannot be included in a country’s gross national product (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gnp.asp\" rel=\"noopener noreferrer\">GNP</a>) or gross domestic product (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">GDP</a>). Thus, a nation's estimates of savings, consumption, and other macroeconomic variables would be misleading. These inaccuracies adversely affect planning and policymaking.\n", "\nIn addition to some of the clearly immoral activities, such as human trafficking, that are pursued to obtain black money, black money itself creates issues. Most notably, higher amounts of black money in the economy often lead to increased corruption. Businesses that make substantial profits in the underground economy almost necessarily have to pay law enforcement to look the other way from time to time. However, that leads to a corrupt police force that may move from ignoring offenses to actively participating in crimes.\n", "\nBlack money produces the most benefits in societies with the most oppressive laws. For example, many ordinary market economic transactions were illegal in the Soviet Union. People turned to the underground economy to alleviate shortages and obtain banned goods. In many other cases, regimes imposed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-controls.asp\" rel=\"noopener noreferrer\">price controls</a> that made goods unobtainable or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\" rel=\"noopener noreferrer\">sales taxes</a> that made them unaffordable. Black money provided a way to decrease the damage.\n", "\nBlack money can also help to reduce the impact of systematic racism. Historically, governments banned certain races from holding land, trading <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">securities</a>, or otherwise exercising their natural rights to engage in commerce. These bans pushed some victims of discrimination into less regulated areas where they were free to earn black money.\n", "\nMost black money holders attempt to convert the money into legal money, also known as white money. There are a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/022015/what-methods-are-used-launder-money.asp\" rel=\"noopener noreferrer\">number of ways</a> to do that.\n", "\nMoney laundering can be perpetrated using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hawala.asp\" rel=\"noopener noreferrer\">hawala system</a> of transactions. The hawala system is an informal and cheap method of transferring money from one region to another without any actual money movement and without the use of banks. It operates on codes and contacts, and no paperwork or disclosure is required. If a money launderer in the U.S. decides to send $20,000 through a hawala dealer to a recipient in India, the exchange rate agreed upon will be fixed at a significantly higher rate than the official rate.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxhaven.asp\" rel=\"noopener noreferrer\">Tax havens</a> can offer anonymity to money launderers due to the lax policies on funds deposited in their countries. Other outlets for black money include real estate, jewelry, cash, bullion investments, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrencies</a>.\n"]}