{"name": "Black Swan Definition", "@id": "https://www.investopedia.com/terms/b/blackswan.asp", "related": ["https://www.investopedia.com/terms/g/grey-swan.asp", "https://www.investopedia.com/terms/e/economic-collapse.asp", "https://www.investopedia.com/terms/c/cdpo.asp", "https://www.investopedia.com/terms/t/tailrisk.asp", "https://www.investopedia.com/terms/s/stock-market-crash.asp", "https://www.investopedia.com/terms/f/financial-crisis.asp"], "body": ["\nA black swan is an unpredictable event that is beyond what is normally expected of a situation and has potentially severe consequences. Black swan events are characterized by their extreme rarity, severe impact, and the widespread insistence they were obvious in hindsight.\n", "\n,\n", "\nThe term was popularized by Nassim Nicholas Taleb, a finance professor, writer, and former Wall Street trader. Taleb wrote about the idea of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/11/black-swan-events-investing.asp\" rel=\"noopener noreferrer\">black swan event</a> in a 2007 book prior to the events of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">2008 financial crisis.</a> Taleb argued that because black swan events are impossible to predict due to their extreme rarity, yet have catastrophic consequences, it is important for people to always assume a black swan event is a possibility, whatever it may be, and to try to plan accordingly. Some believe that diversification may offer some protection when a black swan event does occur.\n", "\nTaleb later used the 2008 financial crisis and the idea of black swan events to argue that if a broken system is allowed to fail, it actually strengthens it against the catastrophe of future black swan events. He also argued that conversely, a system that is propped up and insulated from risk ultimately becomes more vulnerable to catastrophic loss in the face of rare, unpredictable events.\n", "\nTaleb describes a black swan as an event that 1) is so rare that even the possibility that it might occur is unknown, 2) has a catastrophic impact when it does occur, and 3) is explained in hindsight as if it were actually predictable.\n", "\nFor extremely rare events, Taleb argues that the standard tools of probability and prediction, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normaldistribution.asp\" rel=\"noopener noreferrer\">normal distribution</a>, do not apply since they depend on large population and past sample sizes that are never available for rare events by definition. Extrapolating, using statistics based on observations of past events is not helpful for predicting black swans, and might even make us more vulnerable to them.\n", "\nThe last key aspect of a black swan is that as a historically important event, observers are keen to explain it after the fact and speculate as to how it could have been predicted. Such retrospective speculation, however, does not actually help to predict future black swans as these can be anything from a credit crisis to a war.\n", "\nThe crash of the U.S. housing market during the 2008 financial crisis is one of the most recent and well-known black swan events. The effect of the crash was catastrophic and global, and only a few outliers were able to predict it happening.\n", "\nAlso in 2008, Zimbabwe had the worst case of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hyperinflation.asp\" rel=\"noopener noreferrer\">hyperinflation</a> in the 21<sup>st</sup> century with a peak inflation rate of more than 79.6 billion percent. An inflation level of that amount is nearly impossible to predict and can easily ruin a country financially.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\" rel=\"noopener noreferrer\">dotcom bubble of 2001</a> is another black swan event that has similarities to the 2008 financial crisis. America was enjoying rapid economic growth and increases in private wealth before the economy catastrophically collapsed. Since the Internet was at its infancy in terms of commercial use, various investment funds were investing in technology companies with inflated valuations and no market traction. When these companies folded, the funds were hit hard, and the downside risk was passed on to the investors. The digital frontier was new so it was nearly impossible to predict the collapse.\n", "\nAs another example, the previously successful hedge fund <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermcapital.asp\" rel=\"noopener noreferrer\">Long-Term Capital Management (LTCM)</a>, was driven into the ground in 1998 as a result of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ripple.asp\" rel=\"noopener noreferrer\">ripple effect</a> caused by the Russian government's debt default, something the company's computer models could not have predicted.\n"]}