{"name": "Blue-Chip Stock Definition", "@id": "https://www.investopedia.com/terms/b/bluechipstock.asp", "related": ["https://www.investopedia.com/terms/b/bluechip.asp", "https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/m/mutualfund.asp", "https://www.investopedia.com/terms/f/ftse.asp", "https://www.investopedia.com/terms/l/large-cap.asp", "https://www.investopedia.com/terms/r/russell_1000index.asp"], "body": ["\nA blue-chip stock is a huge company with an excellent reputation. These are typically large, well-established and financially sound companies that have operated for many years and that have dependable earnings, often paying dividends to investors. A blue-chip stock typically has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a> in the billions, is generally the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-leader.asp\" rel=\"noopener noreferrer\">market leader</a> or among the top three companies in its sector, and is more often than not a household name. For all of these reasons, blue-chip stocks are among the most popular to buy among investors. Some examples of blue-chip stocks are IBM Corp., Coca-Cola Co. and Boeing Co.\n", "\nWhile <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a> payments are not absolutely necessary for a stock to be considered a blue chip, most blue chips have long records of paying stable or rising dividends. The term is believed to have been derived from poker, where <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031915/what-qualifies-company-blue-chip.asp\" rel=\"noopener noreferrer\">blue chips</a> are the most expensive chips.\n", "\nA blue-chip stock is generally a component of the most reputable market indexes or averages, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average</a>, the Standard &amp; Poor's (S&amp;P) 500 and the Nasdaq-100 in the United States, the TSX-60 in Canada or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ftse.asp\" rel=\"noopener noreferrer\">FTSE</a> Index in the United Kingdom.\n", "\nHow big a company needs to be to qualify for blue-chip status is open to debate. A generally accepted benchmark is a market capitalization of $5 billion, although market or sector leaders can be companies of all sizes. The T. Rowe Price Blue Chip Growth Fund doesn't have a specific guideline for what type of company qualifies outside of focusing on large-cap and mid-cap companies that are well-established in their industries, although the median market cap of the fund's holdings has historically been in the range of close to $100 billion.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhile a blue-chip company may have survived several challenges and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market_cycles.asp\" rel=\"noopener noreferrer\">market cycles</a>, leading to it being perceived as a safe investment, this may not always be the case. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcies</a> of General Motors and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lehman-brothers.asp\" rel=\"noopener noreferrer\">Lehman Brothers</a>, as well as a number of leading European banks during the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/global-recession.asp\" rel=\"noopener noreferrer\">global recession</a> of 2008, is proof that even the best companies may struggle during periods of extreme stress.\n", "\nWhile blue-chip stocks are appropriate for use as core holdings within a larger portfolio, they generally shouldn't be the entire portfolio. A diversified portfolio usually contains some allocation to bonds and cash. Within a portfolio's allocation to stocks, an investor should consider owning mid-caps and small-caps as well. Younger investors can generally tolerate the risk that comes from having a greater percentage of their portfolios in stocks, including blue chips, while older investors may choose to focus more on capital preservation through larger investments in bonds and cash.\n"]}