{"name": "Board of Governors Definition", "@id": "https://www.investopedia.com/terms/b/board-of-governors.asp", "related": ["https://www.investopedia.com/terms/f/frb.asp", "https://www.investopedia.com/terms/f/fomc.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-san-francisco.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-philadelphia.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-minneapolis.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-boston.asp"], "body": ["\nA board of governors is a group of people that oversees or manages the running of an institution. The US Postal Service, the BBC, the World Bank, numerous colleges and universities, as well as professional organizations—such as CFA Institute—and regulatory bodies, such as Financial Industry Regulatory Authority (FINRA), all have boards of governors.\n", "\nIn the financial world, the best-known board of governors is that of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a>. The US central bank's board of governors is comprised of seven individuals who are appointed by the president and confirmed by the Senate. Members of the board of governors serve 14-year terms, running on a staggered basis to ensure continuity.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nLegally, appointments to the board are to consist of a \"fair representation of the financial, agricultural, industrial, and commercial interests and geographical divisions of the country.”<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ In practice, appointments have predominantly been of academics and former banking professionals.\n", "\nThe Federal Reserve Board analyzes domestic and international economic developments, supervises and regulates the operations of the Federal Reserve Banks, has responsibility for America's payments system, and oversees and administers most consumer credit protection laws.\n", "\nThe board of governors has seven of the 12 seats on the Federal Open Market Committee, which determines US monetary policy. The board has authority over changes in reserve requirements, and it must approve any change in the discount rate initiated by a Federal Reserve Bank.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nMembers of the board frequently testify before congressional committees on the economy, monetary policy, banking supervision and regulation, consumer credit protection, and financial markets. Also, they are responsible for supervising the work of the regional Fed banks, including approving budgets and appointing directors.\n", "\nMembers of the Fed’s board of governors sit on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fomc.asp\" rel=\"noopener noreferrer\">Federal Open Market Committee</a> (FOMC), the body responsible for setting US monetary policy. The presidents of five of the 12 regional reserve banks make up the remaining members of the FOMC. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082415/what-are-federal-reserve-chairmans-responsibilities.asp\" rel=\"noopener noreferrer\">chair of the Fed</a>’s board of governors is responsible for chairing the FOMC.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nRecent notable chairs of the Fed’s board have governors include Janet Yellen, the first female chair to be appointed, who served from 2014-2018; Ben Bernanke, who led the Fed from 2006-2014, overseeing a range of unconventional monetary policy actions to address the financial crisis of 2007-2008 and the recession that followed; and Alan Greenspan, whose time as chair spanned nearly 20 years and four presidential administrations.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nNon-profit organizations, government divisions, and higher academic institutions typically have a board of governors, rather than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\" rel=\"noopener noreferrer\">board of directors</a>, as their governing body. Corporations, as required by law, have a board of directors appointed to oversee financial decisions and business operations.\n", "\nOften, when two or more boards exist within an entity, the board of governors reigns supreme as the decision-making authority.\n"]}