{"name": "Boiler Room: Overview", "@id": "https://www.investopedia.com/terms/b/boilerroom.asp", "related": ["https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/p/pumpanddump.asp", "https://www.investopedia.com/terms/d/dialingandsmiling.asp", "https://www.investopedia.com/terms/m/marketing-fraud.asp", "https://www.investopedia.com/terms/u/unregistered-shares.asp", "https://www.investopedia.com/terms/p/pennystock.asp"], "body": ["\nA boiler room is a place or operation—usually a call center—where high-pressure salespeople call lists of potential investors (\"sucker lists\") to peddle speculative, sometimes fraudulent, securities. Sucker lists identify victims of previous scams. The term <em>boiler room</em> refers to an early practice of running such operations in the basement or boiler room of a building and is so called due to high-pressure selling.\n", "\nA broker using boiler-room tactics gives customers only positive information about the stock and discourages them from doing any outside research. Boiler room salespeople typically use catchphrases like \"it's a sure thing\" or \"opportunities like this happen once in a lifetime.\"\n", "\nBoiler room methods, if not illegal, clearly violate the National Association of Securities Dealers' (NASD) rules of fair practice. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasaa.asp\">North American Securities Administrators Association</a> estimates that investors collectively lose billions of dollars a year to investment fraud.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a>, the people involved in a boiler room scheme reach out to investors through cold calls, unsolicited calls to people with whom the salesperson has had no prior contact. This tactic positions the prospect to have no frame of reference or history from which to measure the caller’s claims. While this means the prospect has no reason to trust the caller, it also means that they have no background information to disprove their claims.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nPart of the pressure sales approach may include making assertions about the investment opportunity that the target cannot verify on their own. The salesperson might insist on immediate payment by the prospect. They may also take a hostile approach, threatening the prospect to act. Promises of high returns and no risk might also be used to pressure prospects to invest.\n", "\nBoiler-room tactics are sometimes used to convince investors to overspend on the purchase of securities that are actually of lower value. The securities may, in fact, be worthless or nonexistent, and the funds that are raised are solely for the enrichment of the individuals behind the operation. A variety of fraudulent scams may be run through boiler-room schemes. This can include binary options fraud, advance fee fraud, and microcap fraud.\n", "\nThese schemes are no longer limited to basements and boiler-rooms; they can be maintained at a variety of locations, such as offices or private homes. Boiler-room salespeople may also solicit prospects through other means than phone calls. Electronic messaging, such as email, text messages, and social media can be used to initiate contact with the prospect.\n"]}