{"name": "Bombay Stock Exchange (BSE) Definition", "@id": "https://www.investopedia.com/terms/b/bombaystockexchange.asp", "related": ["https://www.investopedia.com/terms/s/sp_cnx_nifty.asp", "https://www.investopedia.com/terms/d/dalalstreet.asp", "https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/l/lse.asp", "https://www.investopedia.com/terms/s/sensex.asp", "https://www.investopedia.com/terms/i/idr.asp"], "body": ["\nThe Bombay Stock Exchange (BSE) is the first and largest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/11/securities-market-introduction.asp\">securities market</a> in India and was established in 1875 as the Native Share and Stock Brokers' Association. Based in Mumbai, India, the BSE lists close to 6,000 companies and is one of the largest exchanges in the world, along with the New York Stock Exchange (NYSE), Nasdaq, London Stock Exchange Group, Japan Exchange Group, and Shanghai Stock Exchange.\n", "\nThe BSE has helped develop India's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\">capital markets</a>, including the retail debt market, and has helped grow the Indian corporate sector. The BSE is Asia's first stock exchange and also includes an equities trading platform for small-and-medium enterprises (SME). BSE has diversified into providing other capital market services including clearing, settlement, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\">risk management</a>.\n", "\nIn 1995, the BSE switched from an open-floor to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110713/basics-mechanics-behind-electronic-trading.asp\">electronic trading system</a>. There are more than a dozen electronic exchanges in the U.S. alone with the New York Stock Exchange (NYSE) and Nasdaq being the most widely known.\n", "\nToday, electronic trading systems dominate the financial industry overall, offering fewer errors, faster execution, and better efficiency than traditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openoutcry.asp\">open-outcry trading systems</a>. Securities that the BSE lists include stocks, stock futures, stock options, index futures, index options, and weekly options.\n", "\nThe BSE's overall performance is measured by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sensex.asp\">Sensex</a>, a benchmark index of 30 of the BSE's largest and most actively traded stocks covering 12 sectors. Debuting in 1986, the Sensex is India's oldest stock index. Also called the \"BSE 30,\" the index broadly represents the composition of India's entire market.\n", "\nThe Bombay Stock Exchange is located on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dalalstreet.asp\">Dalal Street</a> in downtown Mumbai, India. In the 1850s, stockbrokers would conduct business under a banyan tree in front of the Mumbai town hall. After a few decades of various meeting locations, Dalal Street was formally selected in 1874 as the location for the Native Share and Stock Brokers' Association, the forerunner organization that would eventually become the BSE.\n", "\nMumbai is now a major financial center in India and Dalal Street is home to a large number of banks, investment firms, and related financial service companies. The importance of Dalal Street to India is similar to that of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wallstreet.asp\">Wall Street</a> in the United States. Indian investors and the press will cite the investment activity of Dalal Street and will use it as a figure of speech to represent the Indian financial industry.\n", "\nIn addition to the Bombay Stock Exchange (BSE), other major international stock exchanges include:\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) is considered the largest equities-based exchange in the world, based on the total <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market capitalization</a> of its listed securities. NYSE was formerly a private organization but became public in 2005 after it acquired the electronic trading exchange <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/archipelago.asp\">Archipelago</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a> is a global electronic marketplace and the benchmark index for U.S. technology stocks. National Association of Securities Dealers (NASD) created Nasdaq in 1971 to enable investors to trade securities on a rapid, computerized, and transparent system. Today “Nasdaq” also refers to the Nasdaq Composite, an index of more than 3,000 listed technology companies including Apple, Google, Microsoft, Oracle, Amazon, Intel, and Amgen.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lse.asp\">London Stock Exchange</a> (LSE) is the primary U.K. stock exchange and largest in Europe. The LSE developed after several regional exchanges merged in 1973. LSE was first called the Stock Exchange of Great Britain and Ireland. One hundred of the top <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bluechip.asp\">blue chips</a> on the LSE form the Financial Times Stock Exchange (FTSE) 100 Share Index or \"Footsie.\"\n", "\nOther major international stock exchanges in Asia include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tokyo.asp\">Tokyo Stock Exchange</a> (TSE) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shanghai-stock-exchange.asp\">Shanghai Stock Exchange</a>.\n"]}