{"name": "Bond Ladder", "@id": "https://www.investopedia.com/terms/b/bondladder.asp", "related": ["https://www.investopedia.com/terms/b/bondladdering.asp", "https://www.investopedia.com/terms/b/bond-etf.asp", "https://www.investopedia.com/terms/r/reinvestmentrisk.asp", "https://www.investopedia.com/terms/i/interestraterisk.asp", "https://www.investopedia.com/terms/d/duration.asp", "https://www.investopedia.com/terms/y/yieldpickup.asp"], "body": ["\nA bond ladder is a portfolio of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-incomesecurity.asp\">fixed-income securities</a> in which each security has a significantly different <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\">maturity</a> date. The purpose of purchasing several smaller bonds with varying dates of maturity rather than one large bond with a single maturity date is to minimize interest-rate risk, increase liquidity, and diversify credit risk.\n", "\nIn a bond ladder, the bonds' maturity dates are evenly spaced across several months or several years so that the proceeds are reinvested at regular intervals as the bonds mature. The more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> an investor needs, the closer together his bond maturities should be.\n", "\nInvestors who purchase bonds usually buy them as a conservative way to produce income. However, investors looking for a higher yield, without reducing the credit quality, usually need to purchase a bond with a longer maturity. Doing so exposes the investor to three types of risk: interest rate risk, credit risk, and liquidity risk.\n", "\nWhen <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a> increase, bond prices react inversely. This especially holds true the longer the maturity date is on a bond. A bond that matures in 10 years fluctuates less in price than a bond that matures in 30 years. If the investor needs some funds before the bond’s maturity, the rise in interest rates causes a lower price for the bond on the open market.\n", "\nWhen interest rates rise, the demand for lower interest-paying bonds decreases. This leaves the bond with less liquidity since bond buyers can find similar maturity bonds with higher interest payments. The only way to get a more favorable price in this scenario is to wait for interest rates to go down, which causes the bond to go <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/back-up.asp\">back up</a> in price.\n", "\nBuying a large position in one bond could also leave the investor exposed to credit risk. Similar to owning only one stock in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a>, a bond’s price is dependent on the credit of the underlying company or institution. If anything lowers the credit quality of the bonds, the price is negatively impacted immediately. For example, Puerto Rico bonds were once very popular, but when the province had financial issues, the bond prices immediately plummeted.\n", "\nUsing a bond ladder satisfies these issues. Since there are several bonds with a staggered maturity, bonds are constantly maturing and being reinvested in the current interest rate environment. If the investor needs liquidity, selling the shorter maturity bonds offers the most favorable pricing. Since there are several different bond issues, the credit risk is spread across the portfolio and properly diversified. If one of the bonds has a downgrade in credit quality, only a portion of the entire ladder is affected.\n"]}