{"name": "Bond ETF Definition", "@id": "https://www.investopedia.com/terms/b/bond-etf.asp", "related": ["https://www.investopedia.com/terms/e/etf.asp", "https://www.investopedia.com/terms/d/dividend-etf.asp", "https://www.investopedia.com/terms/v/vipers.asp", "https://www.investopedia.com/terms/b/bondladdering.asp", "https://www.investopedia.com/terms/t/trading_effect.asp", "https://www.investopedia.com/terms/g/government-bond.asp"], "body": ["\nBond exchange-traded funds (ETFs) are a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded fund</a> (ETF) that exclusively invests in bonds. These are similar to bond mutual funds because they hold a portfolio of bonds with different particular strategies—from U.S. Treasuries to high yields—and holding period—between long-term and short-term.\n", "\nBond ETFs are passively managed and trade, similar to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-etf.asp\" rel=\"noopener noreferrer\">stock ETFs</a> on major stock exchanges. This helps promote market stability by adding liquidity and transparency during times of stress. \n", "\nBond ETFs trade throughout the day on a centralized exchange, unlike individual bonds, which are sold over the counter by bond brokers. The structure of traditional bonds makes it difficult for investors to find a bond with an attractive price. Bond ETFs avoid this issue by trading on major indexes, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">New York Stock Exchange</a> (NYSE).\n", "\nAs such, they can provide investors with the opportunity to gain exposure to the bond market with the ease and transparency of stock trading. Bond ETFs are also more liquid than individual bonds and mutual funds, which trade at one price per day after the market closes. And during times of distress, investors can trade a bond portfolio even if the underlying bond market is not functioning well.\n", "\nBond ETFs pay out interest through a monthly dividend, while any capital gains are paid out through an annual dividend. For tax purposes, these dividends are treated as either income or capital gains. However, the tax efficiency of bond ETFs is not a big factor, because capital gains do not play as big a part in bond returns as they do in stock returns. In addition, bond ETFs are available on a global basis.\n", "\nU.S. bond ETFs experienced a record-breaking year in 2020. U.S. bond ETFs generated $168 billion in 2020. In October 2019, global bond ETF assets under management topped $1 trillion, and in October 2020, bond ETFs are one of the fast-growing categories in asset management, at $1.4 trillion.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nVarious ETFs exist for the various subsectors. Some examples include:\n", "\nBond ETFs offer many of the same features of an individual bond, including a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bulletrepayment.asp\" rel=\"noopener noreferrer\">regular coupon payment</a>. One of the most significant benefits of owning bonds is the chance to receive fixed payments on a regular schedule. These payments traditionally happen every six months. Bond ETFs, in contrast, hold assets with different maturity dates. So, at any given time, some bonds in the portfolio may be due for a coupon payment. For this reason, bond ETFs pay interest each month, with the value of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\" rel=\"noopener noreferrer\">coupon</a> varying from month to month.\n", "\nAssets in the fund are continually changing and do not mature. Instead, bonds are bought and sold as they expire or exit the target age range of the fund. The challenge for the architect of a bond ETF is to ensure that it closely tracks its respective index in a cost-effective manner, despite the lack of liquidity in the bond market. Most bonds are held until <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\" rel=\"noopener noreferrer\">maturity</a>, so an active <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\" rel=\"noopener noreferrer\">secondary market</a> is typically not available for them. This makes it difficult to ensure a bond ETF encompasses enough liquid bonds to track an index. This challenge is bigger for corporate bonds than for government bonds.\n", "\nThe suppliers of bond ETFs get around the liquidity problem by using representative sampling, which simply means tracking only a sufficient number of bonds to represent an index. The bonds used in the representative sample tend to be the largest and most liquid in the index. Given the liquidity of government bonds, tracking errors will be less of a problem with ETFs that represent government bond indices.\n", "\nBond ETFs are a great option to gain exposure to the bond market, but there are some glaring limitations. For one thing, an investor's initial investment is at greater risk in an ETF than an individual bond. Since a bond ETF never matures, there isn't a guarantee the principal will be repaid in full. Furthermore, when interest rates rise, it tends to harm the price of the ETF, like an individual bond. As the ETF does not mature, however, it's difficult to mitigate interest rate risk.\n", "\nThe decision over whether to purchase a bond fund or a bond ETF usually depends on the investment objective of the investor. If you want <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activemanagement.asp\" rel=\"noopener noreferrer\">active management</a>, bond mutual funds offer more choices. If you plan to buy and sell frequently, bond ETFs are a good choice. For long-term, buy-and-hold investors, bond mutual funds, and bond ETFs can meet your needs, but it's best to do your research as to the holdings in each fund.\n", "\nIf transparency is important, bond ETFs allow you to see the holdings within the fund at any given moment. However, if you're concerned about not being able to sell your ETF investment due to the lack of buyers in the market, a bond fund might be a better choice since you'll be able to sell your holdings back to the fund issuer. As with most investment decisions, it's important to do your research, speak with your broker or financial advisor.\n", "\nThe liquidity and transparency of an ETF offer advantages over a passively held <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondladder.asp\" rel=\"noopener noreferrer\">bond ladder</a>. Bond ETFs offer instant diversification and a constant <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duration.asp\" rel=\"noopener noreferrer\">duration</a>, which means an investor needs to make only one trade to get a fixed-income portfolio up and running. A bond ladder, which requires buying individual bonds, does not offer this luxury.\n", "\nOne disadvantage of bond ETFs is that they charge an ongoing management fee. While lower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spread.asp\" rel=\"noopener noreferrer\">spreads</a> on trading bond ETFs help offset this somewhat, the issue will still prevail with a buy-and-hold strategy over the longer term. The initial trading spread advantage of bond ETFs is eroded over time by the annual management fee. The second disadvantage is that there is no flexibility to create something unique for a portfolio. For example, if an investor is looking for a high degree of income or no immediate income at all, bond ETFs may not be the appropriate product.\n", "\nNo. ETFs are pooled investments that invest in a range of securities. Investors can buy and sell ETFs like shares of stock on exchanges, and bond ETFs will track the prices of the bond portfolio that it represents.\n", "\nMost investors should have some funds allocated to bonds. Bond ETFs tend to be more liquid and cost-effective than bond mutual funds, and offer diversified bond holdings across a range of bond types, from U.S. Treasuries to junk bonds.\n", "\nBond ETFs pay dividends on a monthly basis based on the interest income earned on the bonds held in the fund's portfolio.\n", "\nA ladder strategy uses bonds of different maturities to reduce interest rate risk. This can be done with individual bonds, but also with bond ETFs of different duration.\n"]}