{"name": "Bond Fund Definition", "@id": "https://www.investopedia.com/terms/b/bondfund.asp", "related": ["https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/b/bond-etf.asp", "https://www.investopedia.com/terms/z/z-bond.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/b/bond.asp", "https://www.investopedia.com/terms/d/duration.asp"], "body": ["\nA bond fund, also referred to as a debt fund, invests primarily in bonds (government, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\">municipal</a>, corporate, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convertiblebond.asp\">convertible</a>) and other debt instruments, like <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">mortgage-backed securities</a> (MBS), with the primary goal of generating monthly income for investors. Many times, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/042115/comparing-iul-insurance-iras-and-401ks.asp\">401ks</a> are tied to bond funds.\n", "\nA bond fund is simply a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund</a> that invests solely in bonds. For many investors, a bond fund is a more efficient way of investing in bonds than buying individual bond securities. Unlike individual bond securities, bond funds do not have a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\">maturity date</a> for the repayment of principal, therefore, the principal amount invested may fluctuate from time to time.\n", "\nAdditionally, investors indirectly participate in the interest paid by the underlying bond securities held in the mutual fund. Interest payments are made monthly and reflect the mix of all the different bonds in the fund, which means that the interest income distribution will vary monthly. An investor who invests in a bond fund is putting his money into a pool managed by a portfolio manager. Typically, a bond fund manager buys and sells according to market conditions and rarely holds bonds until maturity.\n", "\nMost bond funds are comprised of a certain type of bond, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\">corporate</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-bond.asp\">government bonds</a>, and are further defined by time period to maturity, such as short-term, intermediate-term, and long-term. Some bond funds comprise of only safe bonds, such as government bonds. Investors should note that US government bonds are considered to be of the highest credit quality and are not subject to ratings. In effect, bond funds that specialize in US Treasury securities, including <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tips.asp\">Treasury Inflation Protected Securities</a> (TIPS), are the safest, but offer the lowest potential return.\n", "\nOther funds invest in only the riskiest category of bonds, that is, high-yield or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junkbond.asp\">junk bonds</a>. Bond funds that invest in more volatile types of bonds tend to offer higher potential returns. Still, other bond funds have a mix of the different types of bonds in order to create <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multiasset_class.asp\">multi-asset class</a> options. For investors interested in bonds, a Morningstar bond style box can be used to sort out the investing options available for bond funds. The types of bond funds available include: US government bond funds, municipal bond funds, corporate bond funds, mortgage-backed securities (MBS) funds, high-yield bond funds, emerging market bond funds, and global bond funds.\n", "\nBond funds are attractive investment options as they are usually easier for investors to participate in than purchasing the individual bond instruments that make up the bond portfolio. By investing in a bond fund, an investor need only pay the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/ter.asp\">annual expense ratio</a> that covers marketing, administrative and professional management fees, compared with purchasing multiple bonds separately and dealing with the transaction costs associated with each.\n", "\nBond funds provide instant diversification for investors for a low required minimum investment, since a fund usually has a pool of different bonds of varying maturities, the impact of any single bond’s performance is lessened if that issuer should fail to pay interest or principal.\n", "\nAnother benefit of a bond fund is that it provides access to professional portfolio managers that have the expertise to research and analyze the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\">creditworthiness</a> of bond issuers and market conditions before buying into or selling out of the fund. For example, a fund manager may replace bonds when the issuer's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downgrade.asp\">credit is downgraded</a> or when the issuer \"calls,\" or pays off the bond before the maturity date.\n", "\nBond funds can be sold at any time for their current market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\">net asset value</a> (NAV), which may result in a capital gain or loss. Individual bonds can be harder to unload. From a tax perspective, some investors in higher tax brackets may find that they have a higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/after_tax_return.asp\">after-tax yield</a> from a tax-free municipal bond fund investment instead of a taxable bond fund investment.\n", "\nDue to the inverse relationship between interest rates and bond prices, a long-term bond has greater interest rate risk than a short-term bond. Therefore, the NAV of bond funds with longer-term maturities will be impacted greatly by changes in interest rates. This, in turn, will affect how much interest income the fund can distribute to its participants monthly.\n"]}