{"name": "Bond Rating Definition", "@id": "https://www.investopedia.com/terms/b/bondrating.asp", "related": ["https://www.investopedia.com/terms/b/ba3-bb.asp", "https://www.investopedia.com/terms/a/angelbond.asp", "https://www.investopedia.com/terms/r/rating.asp", "https://www.investopedia.com/terms/j/junkbond.asp", "https://www.investopedia.com/terms/b/b1-b.asp", "https://www.investopedia.com/terms/c/creditrating.asp"], "body": ["\nA bond rating is a way to measure the creditworthiness of a bond, which corresponds to the cost of borrowing for an issuer. These ratings typically assign a letter grade to bonds that indicates their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditquality.asp\">credit quality</a>. Private independent rating services such as Standard &amp; Poor's, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moodys.asp\">Moody’s Investors Service</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fitch-ratings.asp\">Fitch Ratings Inc.</a> evaluate a bond issuer's financial strength, or its ability to pay a bond's principal and interest, in a timely fashion.\n", "\nMost bonds carry ratings provided by at least one of the following three chief independent ratings agencies:\n", "\nFrom U.S. Treasuries to international corporations, these agencies conduct a thorough financial analysis of a bond's issuing body. Based on each agency’s individual set of criteria, analysts determine the entity’s ability to pay their bills and remain liquid, while also taking into consideration a bond's future expectations and outlook. The agencies then declare a bond's overall rating, based on the collection of these data points.\n", "\nBond ratings are vital to altering investors to the quality and stability of the bond in question. These ratings consequently greatly influence interest rates, investment appetite, and bond pricing.\n", "\nHigher rated bonds, known as investment grade bonds, are viewed as safer and more stable investments. Such offerings are tied to publicly-traded corporations and government entities that boast positive outlooks. Investment grade bonds contain “AAA” to “BBB-“ ratings from Standard and Poor's, and \"Aaa\" to \"Baa3\" ratings from Moody’s. Investment grade bonds usually see bond yields increase as ratings decrease. U.S. Treasury bonds are the most common AAA rated bond <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a>.\n", "\nNon-investment grade bonds (junk bonds) usually carry Standard and Poor's ratings of “BB+” to “D” (\"Baa1\" to \"C\" for Moody’s). In some cases, bonds of this nature are given “not rated” status. Although bonds carrying these ratings are deemed to be higher-risk investments, they nevertheless attract certain investors who are drawn to the high yields they offer. But some junk bonds are saddled with liquidity issues, and can feasibly default, leaving investors with nothing. A prime example of non-investment grade bond was that issued by Southwestern Energy Company, which Standard &amp; Poor's assigned a \"BB+\" rating, reflecting its negative outlook.\n", "\nMany Wall Street watchers believe that the independent bond rating agencies played a pivotal roll in contributing to the 2008 economic downturn. In fact, it came to light that during the lead-up to the crisis, rating agencies were bribed to provide falsely high bond ratings, thereby inflating their worth. One example of this fraudulent practice occurred in 2008, when Moody's downgraded 83% of $869 billion in mortgage-backed securities, which were given a rating of \"AAA\" just the year before.\n", "\nIn short: long-term investors should carry the majority of their bond exposure in more reliable, income-producing bonds that carry investment grade bond ratings. Speculators and distressed investors who make a living off of high-risk, high-reward opportunities, should consider turning to non-investment grade bonds.\n"]}