{"name": "Bond Market Definition", "@id": "https://www.investopedia.com/terms/b/bondmarket.asp", "related": ["https://www.investopedia.com/terms/j/junkbond.asp", "https://www.investopedia.com/terms/d/debt-issue.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/g/government-bond.asp", "https://www.investopedia.com/terms/p/pre-funded-bond.asp", "https://www.investopedia.com/terms/s/subsovereignobligation.asp"], "body": ["\nThe bond market—often called the debt market, fixed-income market, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_market.asp\">credit market</a>—is the collective name given to all trades and issues of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtsecurity.asp\">debt securities</a>. Governments typically issue bonds in order to raise capital to pay down debts or fund infrastructural improvements.\n", "\nPublicly traded companies issue bonds when they need to finance business expansion projects or maintain ongoing operations.\n", "\nThe bond market is broadly segmented into two different silos: the primary market and the secondary market. The primary market is frequently referred to as the \"new issues\" market in which transactions strictly occur directly between the bond issuers and the bond buyers. In essence, the primary market yields the creation of brand-new debt securities that have not previously been offered to the public.\n", "\nIn the secondary market, securities that have already been sold in the primary market are then bought and sold at later dates. Investors can purchase these bonds from a broker, who acts as an intermediary between the buying and selling parties. These secondary market issues may be packaged in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pensionplan.asp\">pension funds</a>, mutual funds, and life insurance policies—among many other product structures.\n", "\nBonds have been traded far longer than stocks have. In fact, loans that were assignable or transferrable to others appeared as early as ancient Mesopotamia where debts denominated in units of grain weight could be exchanged amongst debtors. In fact, recorded debt instruments history back to 2400 B.C; for instance, via a clay tablet discovered at Nippur, now present-day Iraq. This artifact records a guarantee for payment of grain and listed consequences if the debt was not repaid.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nLater, in the middle ages, governments began issuing sovereign debts in order to fund wars. In fact, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boe.asp\">Bank of England</a>, the world's oldest central bank still in existence, was established to raise money to re-build the British navy in the 17th century through the issuance of bonds. The first U.S. Treasury bonds, too, were issued to help fund the military, first in the war of independence from the British crown, and again in the form of \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liberty-bond.asp\">Liberty Bonds</a>\" to help raise funds to fight World War I.\n", "\nThe corporate bond market is also quite old. Early chartered corporations such as the Dutch East India Company (VOC) and the Mississippi Company issued debt instruments before they issued stocks. These bonds, such as the one in the image below, were issued as \"guarantees\" or \"sureties\" and were hand-written to the bondholder.\n", "\nThe general bond market can be segmented into the following bond classifications, each with its own set of attributes.\n", "\nCompanies issue corporate bonds to raise money for a sundry of reasons, such as financing current operations, expanding product lines, or opening up new manufacturing facilities. Corporate bonds usually describe longer-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtinstrument.asp\">debt instruments</a> that provide a maturity of at least one year.\n", "\nCorporate bonds are typically classified as either <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentgrade.asp\">investment-grade</a> or else <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high_yield_bond.asp\">high-yield</a> (or \"<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junkbond.asp\">junk</a>\"). This categorization is based on the credit rating assigned to the bond and its issuer. An investment-grade is a rating that signifies a high-quality bond that presents a relatively low risk of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a>. <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/bond-rating.asp\">Bond-rating</a> firms like <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp.asp\">Standard &amp; Poor’s</a> and <a data-component=\"link\" data-ordinal=\"7\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moodys.asp\">Moody's</a> use different designations, consisting of the upper- and lower-case letters \"A\" and \"B,\" to identify a bond's credit quality rating.\n", "\nJunk bonds are bonds that carry a higher risk of default than most bonds issued by corporations and governments. A bond is a debt or promise to pay investors interest payments along with the return of invested principal in exchange for buying the bond. Junk bonds represent bonds issued by companies that are financially struggling and have a high risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaulting</a> or not paying their interest payments or repaying the principal to investors. Junk bonds are also called high-yield bonds since the higher yield is needed to help offset any risk of default. These bonds have credit ratings below BBB- from S&amp;P, or below Baa3 from Moody's.\n", "\nNational-issued <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-bond.asp\">government bonds</a> (or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign-debt.asp\">sovereign bonds</a>) entice buyers by paying out the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\">face value</a> listed on the bond certificate, on the agreed <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\">maturity date</a>, while also issuing periodic interest payments along the way. This characteristic makes government bonds attractive to conservative investors. Because sovereign debt is backed by a government that can tax its citizens or print money to cover the payments, these are considered the least risky type of bonds, in general.\n", "\nIn the U.S., government bonds are known as Treasuries, and are by far the most active and liquid bond market today. A Treasury Bill (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\">T-Bill</a>) is a short-term U.S. government debt obligation backed by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\">Treasury Department</a> with a maturity of one year or less. A Treasury note (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\">T-note</a>) is a marketable U.S. government <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtsecurity.asp\">debt security</a> with a fixed interest rate and a maturity between one and 10 years. Treasury bonds (<a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">T-bonds</a>) are government debt securities issued by the U.S. Federal government that have <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\">maturities</a> greater than 20 years.\n", "\nMunicipal bonds—commonly abbreviated as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\">\"muni\" bonds</a>—are locally issued by states, cities, special-purpose districts, public utility districts, school districts, publicly-owned airports and seaports, and other government-owned entities who seek to raise cash to fund various projects.\n", "\nMunicipal bonds are commonly tax-free at the federal level and can also be tax-exempt at state or local tax levels too, making them attractive to qualified tax-conscious investors.\n", "\nMunis come in two main types. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalobligationbond.asp\">general obligation bond</a> (GO) is issued by governmental entities and not backed by revenue from a specific project, such as a toll road. Some GO bonds are backed by dedicated <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\">property taxes</a>; others are payable from general funds. A <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenuebond.asp\">revenue bond</a> instead secures principal and interest payments through the issuer or sales, fuel, hotel occupancy, or other taxes. When a municipality is a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conduit-issuer.asp\">conduit issuer</a> of bonds, a third party covers interest and principal payments.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">MBS</a> issues, which consist of pooled mortgages on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> properties, are locked in by the pledge of particular collateralized assets. The investor who buys a mortgage-backed security is essentially lending money to homebuyers through their lenders. These typically pay monthly, quarterly, or semi-annual interest.\n", "\nThe MBS is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-backedsecurity.asp\">asset-backed security</a> (ABS). As became glaringly obvious in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/07/subprime-blame.asp\">subprime mortgage meltdown</a> of 2007-2008, a mortgage-backed security is only as sound as the mortgages that back it up.\n", "\nThese are bonds issued by governments and companies located in emerging market economies, these bonds provide much greater growth opportunities, but also greater risk, than domestic or developed bond markets.\n", "\nThroughout most of the 20th century, countries with emerging economies issued bonds only intermittently. In the 1980s, however, then-Treasury Secretary Nicholas Brady began a program to help global economies restructure their debt via bond issues, mostly denominated in U.S. dollars. Many countries in Latin America issued these so-called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bradybonds.asp\">Brady bonds</a> throughout the next two decades, marking an upswing in the issuance of emerging market debt. Today, bonds are issued in developing nations and by corporations located in these countries all over the world, including from Asia, Latin America, Eastern Europe, Africa, and the Middle East.\n", "\nThe risks of investing in emerging market bonds include the standard risks that accompany all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt-issue.asp\">debt issues</a>, such as the variables of the issuer's economic or financial performance and the ability of the issuer to meet payment obligations. These risks are heightened, however, due to the potential political and economic volatility of developing nations. Although emerging countries, overall, have taken great strides in limiting country risks or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereignrisk.asp\">sovereign risk</a>, it is undeniable that the chance of socioeconomic instability is more considerable in these nations than in developed countries, particularly the U.S.\n", "\nEmerging markets also pose other cross-border risks, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> fluctuations and currency devaluations. If a bond is issued in a local currency, the rate of the dollar versus that currency can positively or negatively affect your yield. When that local currency is strong compared to the dollar, your returns will be positively impacted, while a weak local currency adversely affects the exchange rate and negatively impacts the yield. \n", "\nJust as the S&amp;P 500 and the Russell indices track <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equities</a>, big-name bond indices like the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lehmanaggregatebondindex.asp\">Bloomberg Barclays Aggregate Bond Index</a>, the Merrill Lynch Domestic Master, and the Citigroup U.S. Broad Investment-Grade Bond Index, track and measure corporate bond <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">portfolio performance</a>. Many bond indices are members of broader indices that measure the performances of global bond portfolios.\n", "\nThe Barclays (formerly Lehman Brothers) Government/Corporate Bond Index, also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lehmanaggregatebondindex.asp\">the 'Agg'</a>, is an important market-weighted <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark </a>index. Like other benchmark indexes, it provides investors with a standard against which they can evaluate the performance of a fund or security. As the name implies, this index includes both government and corporate bonds. The index consists of investment-grade corporate debt instruments with issues higher than $100 million and maturities of one year or more. The Index is a total return benchmark index for many bond funds and ETFs.\n", "\nBonds differ from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stocks</a> in several ways. Bonds represent debt financing, while stocks equity financing. Bonds are a form of credit whereby the borrower (i.e. bond issuer) must repay the bond's owner's principal plus additional interest along the way. Stocks do not entitle the shareholder to any return of capital, nor must pay interest (or dividends). Because of the legal protections and guarantees in a bond stating repayment to creditors, bonds are typically less risky than stocks, and therefore command lower expected returns than stocks. Stocks are inherently riskier than bonds and so have a greater potential for bigger gains or bigger losses.\n", "\nBoth stock and bond markets tend to be very active and liquid. Bond prices, however, tend to be very sensitive to interest rate changes, with their prices varying inversely to interest rate moves. Stock prices, on the other hand, are more sensitive to changes in future profitability and growth potential.\n", "\nMost financial experts recommend that a well-diversified portfolio have some allocation to the bond market. Bonds are diverse, liquid, and lower volatility than stocks, but also provide generally lower returns over time and carry credit and interest rate risk. Therefore, owning too many bonds can be overly conservative over long time horizons.\n", "\nLike anything in life, and especially in finance, bonds have both pros and cons:\n", "\nThe bond market refers broadly to the buying and selling of various debt instruments issued by a variety of entities. Corporations and governments issue bonds to raise debt capital to fund operations or seek growth opportunities. In return, they promise to repay the original investment amount, plus interest. The mechanics of buying and selling bonds works similarly to that of stocks or any other marketable asset, whereby bids are matched with offers.\n", "\nLike any investment, the expected return of a bond must be weighed against its riskiness. The riskier the issuer, the higher the yield investors will demand. Junk bonds, therefore, pay higher interest rates but are also at greater risk of default. U.S. Treasuries pay very low-interest rates, but have virtually zero risk.\n", "\nBonds tend to be stable, lower-risk investments that provide the opportunity both for interest income and price appreciation. It is recommended that a diversified portfolio have some allocation to bonds, with more weight to bonds as one's time horizon shortens.\n", "\nYes. While not as risky as stocks, on average, bond prices do fluctuate and can go down. If interest rates rise, for example, the price of even a highly-rated bond will decrease. The sensitivity of a bond's price to interest rate changes is known as its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duration.asp\">duration</a>. A bond will also lose significant value if its issuer defaults or goes bankrupt, meaning it can no longer repay in full the initial investment nor the interest owed.\n"]}