{"name": "Book Value Per Share (BVPS) Definition", "@id": "https://www.investopedia.com/terms/b/bvps.asp", "related": ["https://www.investopedia.com/terms/b/bookvaluepercommon.asp", "https://www.investopedia.com/terms/b/bookvalue.asp", "https://www.investopedia.com/terms/p/price-to-bookratio.asp", "https://www.investopedia.com/terms/p/price-to-salesratio.asp", "https://www.investopedia.com/terms/g/gordongrowthmodel.asp", "https://www.investopedia.com/terms/q/qratio.asp"], "body": ["\nBook value per share (BVPS) is the ratio of equity available to common shareholders divided by the number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstandingshares.asp\" rel=\"noopener noreferrer\">outstanding shares</a>. This figure represents the minimum value of a company's equity and measures the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\" rel=\"noopener noreferrer\">book value</a> of a firm on a per-share basis.\n", "\nThe book value per share (BVPS) metric can be used by investors to gauge whether a stock price is undervalued by comparing it to the firm's market value per share. If a company’s BVPS is higher than its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a> per share—its current stock price—then the stock is considered undervalued. If the firm's BVPS increases, the stock should be perceived as more valuable, and the stock price should increase.\n", "\nIn theory, BVPS is the sum that shareholders would receive in the event that the firm was liquidated, all of the tangible assets were sold and all of the liabilities were paid. However, as the assets would be sold at market prices, and book value uses the historical costs of assets, market value is considered a better floor price than book value for a company.\n", "\nIf a company's share price falls below its BVPS, a corporate raider could make a risk-free profit by buying the company and liquidating it. If book value is negative, where a company's liabilities exceed its assets, this is known as a balance sheet insolvency.\n", "\nThe formula for BVPS is:\n", "\n<span data-value=\"BVPS\\ =\\ \\frac{\\text{Total Equity}\\ -\\ \\text{Preferred Equity}}{\\text{Total Shares Outstanding}}\"><span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mi>\nB\n</mi>\n<mi>\nV\n</mi>\n<mi>\nP\n</mi>\n<mi>\nS\n</mi>\n<mtext>\n \n</mtext>\n<mo>\n=\n</mo>\n<mtext>\n \n</mtext>\n<mfrac>\n<mrow>\n<mtext>\nTotal Equity \n</mtext>\n<mo>\n−\n</mo>\n<mtext>\n Preferred Equity\n</mtext>\n</mrow>\n<mtext>\nTotal Shares Outstanding\n</mtext>\n</mfrac>\n</mrow>\n<annotation encoding=\"application/x-tex\">\nBVPS\\ =\\ \\frac{\\text{Total Equity}\\ -\\ \\text{Preferred Equity}}{\\text{Total Shares Outstanding}}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"base\"><span class=\"strut\"></span><span class=\"mord mathdefault\">B</span><span class=\"mord mathdefault\">V</span><span class=\"mord mathdefault\">P</span><span class=\"mord mathdefault\">S</span><span class=\"mspace\"></span><span class=\"mspace\"> </span><span class=\"mrel\">=</span><span class=\"mspace\"></span><span class=\"mspace\"> </span></span><span class=\"base\"><span class=\"strut\"></span><span class=\"mord\"><span class=\"mopen nulldelimiter\"></span><span class=\"mfrac\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"sizing reset-size6 size3 mtight\"><span class=\"mord mtight\"><span class=\"mord text mtight\"><span class=\"mord mtight\">Total Shares Outstanding</span></span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"frac-line\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"sizing reset-size6 size3 mtight\"><span class=\"mord mtight\"><span class=\"mord text mtight\"><span class=\"mord mtight\">Total Equity</span></span><span class=\"mspace mtight\"><span class=\"mtight\"> </span></span><span class=\"mbin mtight\">−</span><span class=\"mspace mtight\"><span class=\"mtight\"> </span></span><span class=\"mord text mtight\"><span class=\"mord mtight\">Preferred Equity</span></span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span><span class=\"mclose nulldelimiter\"></span></span></span></span></span></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\" rel=\"noopener noreferrer\">Shareholders’ equity</a> is the owners’ residual claim in the company after debts have been paid. It is equal to a firm's total assets minus its total liabilities, which is the net asset value or book value of the company as a whole.\n", "\nAssume, for example, that XYZ Manufacturing’s common equity balance is $10 million, and that 1 million shares of common stock are outstanding, which means that the BVPS is ($10 million / 1 million shares), or $10 per share. If XYZ can generate higher profits and use those profits to buy more assets or reduce liabilities, the firm's common equity increases.\n", "\nIf, for example, the company generates $500,000 in earnings and uses $200,000 of the profits to buy assets, common equity increases along with BVPS. On the other hand, if XYZ uses $300,000 of the earnings to reduce liabilities, common equity also increases.\n", "\nAnother way to increase BVPS is to repurchase common stock from shareholders. Many companies use earnings to buy back shares. Using the XYZ example, assume that the firm repurchases 200,000 shares of stock and that 800,000 shares remain outstanding. If common equity is $10 million, BVPS increases to $12.50 per share. Besides stock repurchases, a company can also increase BVPS by taking steps to increase the asset balance and reduce liabilities.\n", "\nWhile BVPS is calculated using historical costs, the market value per share is a forward-looking metric that takes into account a company's future earning power. An increase in a company’s potential profitability or expected growth rate should increase the market value per share.\n", "\nFor example, a marketing campaign will reduce BVPS by increasing costs. However, if this builds brand value and the company is able to charge premium prices or its products, its stock price might rise far above its BVPS.\n", "\nIn theory, BVPS is the sum that shareholders would receive in the event that the firm was liquidated, all of the tangible assets were sold and all of the liabilities were paid. However, its value lies in that investors use it to gauge whether a stock price is undervalued by comparing it to the firm's market value per share. If a company’s BVPS is higher than its market value per share, which is its current stock price, then the stock is considered undervalued.\n", "\nA company can use a portion of its earnings to buy assets which would increase common equity along with BVPS. Or, it could use its earnings to reduce liabilities, which would also result in an increase in its common equity and BVPS. Another way to increase BVPS is to repurchase common stock from shareholders and many companies use earnings to buy back shares.\n", "\nWhile BVPS is calculated using historical costs, the market value per share is a forward-looking metric that takes into account a company's future earning power. An increase in a company’s potential profitability or expected growth rate should increase the market value per share. Essentially, the market price per share is the current price of a single share in a publicly-traded stock. Unlike BVPS, market price per share is not fixed as it fluctuates based solely on market forces of supply and demand.\n"]}