{"name": "Borrowing Base Definition", "@id": "https://www.investopedia.com/terms/b/borrowing-base.asp", "related": ["https://www.investopedia.com/terms/m/mortgage.asp", "https://www.investopedia.com/terms/l/lossgivendefault.asp", "https://www.investopedia.com/terms/m/maximum_loan_amount.asp", "https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/d/discountrate.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp"], "body": ["\nA borrowing base is the amount of money that a lender is willing to loan a company, based on the value of the collateral the company pledges. The borrowing base is typically determined by a method known as \"margining,\" in which the lender determines a discount factor, which is then multiplied by the value of the collateral in question. The resulting numerical figure represents the amount of money a lender will loan out to the company.\n", "\nVarious assets may be used as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a>, including accounts receivable, inventory, and equipment. If a company approaches a lender to borrow money, the lender will assess the borrowing company's strengths and weaknesses. Based on the perceived risk the lending company associates with loaning money to this company, a discount factor is then determined—say 85%. Under this scenario, if the borrower offers $100,000 worth of collateral, the maximum amount of cash the lender will give the company is 85% of $100,000, which equals $85,000.\n", "\nLenders feel more comfortable making loans rooted in borrowing bases since those loans are made against specific sets of assets. Furthermore, the borrowing base can be adjusted downward to protect the lender. For example, if the value of the collateral drops, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_limit.asp\" rel=\"noopener noreferrer\">credit limit</a> declines along with it.\n", "\nOn the other hand, should the value of the collateral increase, the borrowing base will likewise escalate up to a predetermined limit.\n", "\nThe borrower must also provide the lender with certain information used to determine the borrowing base, including data on sales, collections, and inventory. With middle-market and large asset-based loans, borrowers are often required to periodically furnish lenders with certificates that disclose various details of the companies' business dealings. For example, the certificate might itemize a company's eligible receivables, if the borrowing base is determined by that consideration.\n", "\nLenders may conduct regular investigations of a company, to check up on the borrower’s business operations. As part of this initiative, lenders may dispatch appraisers to value the collateral used in calculating the borrowing base to determine if there are any significant changes to the underlying worth of the items in question.\n", "\nCabot Oil &amp; Gas Corporation did not have any borrowings outstanding under its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolving-loan-facility.asp\" rel=\"noopener noreferrer\">revolving credit facility</a> as of March 31, 2016. Since then, on the first day of every April, its borrowing base is annually redetermined, although the lender is at liberty to request a redetermination whenever Cabot acquires or sells oil and gas properties. On April 19, 2016, the borrowing base was lowered from $3.4 billion to $3.2 billion.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}