{"name": "Bottom-Up Investing", "@id": "https://www.investopedia.com/terms/b/bottomupinvesting.asp", "related": ["https://www.investopedia.com/terms/t/topdowninvesting.asp", "https://www.investopedia.com/terms/i/investment-analysis.asp", "https://www.investopedia.com/terms/f/financial-analysis.asp", "https://www.investopedia.com/terms/f/fundamentals.asp", "https://www.investopedia.com/terms/s/stockpick.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nBottom-up investing is an investment approach that focuses on the analysis of individual stocks and de-emphasizes the significance of macroeconomic cycles and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market_cycles.asp\" rel=\"noopener noreferrer\">market cycles</a>. In bottom-up investing, the investor focuses his attention on a specific company and its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a>, rather than on the industry in which that company operates or on the greater economy as a whole. This approach assumes individual companies can do well even in an industry that is not performing, at least on a relative basis.\n", "\nBottom-up investing forces investors to consider <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomic</a> factors first and foremost. These factors include a company's overall financial health, analysis of financial statements, the products and services offered, supply and demand, and other individual indicators of corporate performance over time. For example, a company's unique marketing strategy or organizational structure may be a leading indicator that causes a bottom-up investor to invest. Alternatively, accounting irregularities on a particular company's financial statements may indicate problems for a firm in an otherwise booming industry sector.\n", "\nThe bottom-up approach is the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/topdowninvesting.asp\" rel=\"noopener noreferrer\">top-down investing</a>, which is a strategy that first considers <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomic-factor.asp\" rel=\"noopener noreferrer\">macroeconomic</a> factors when making an investment decision. Top-down investors instead look at the broad performance of the economy, and then seek industries that are performing well, investing in the best opportunities within that industry. Conversely, making sound decisions based on a bottom-up <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investing.asp\" rel=\"noopener noreferrer\">investing</a> strategy entails picking a company and giving it a thorough review prior to investing. This includes becoming familiar with the company's public <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/research-report.asp\" rel=\"noopener noreferrer\">research reports</a>.\n", "\nMost of the time, bottom-up investing does not stop at the individual firm level, although that is the dimension where analysis begins and where the most weight is given. Industry group, economic sector, market and macroeconomic factors are brought into the overall analysis in turn, but starting from the bottom and working your way up in scale.\n", "\nBottom-up investors are usually those who employ long-term, buy-and-hold strategies that rely strongly on fundamental analysis. This is due to the fact that a bottom-up approach to investing gives an investor a deep understanding of a single company and its stock, providing insight into an investment's long-term growth potential. Top-down investors, on the other hand, can be more opportunistic in their investment strategy, and may seek to enter and exit positions quickly to make profits off short-term market movements.\n", "\nBottom-up investors can be most successful when they invest in a company they actively use and know about from the ground level. Companies such as Facebook, Google and Tesla are all good examples of this idea, because each has a well-known consumer product that can be used every day. When an investor looks at a company from a bottom-up perspective, he first inherently understands its value from the perspective of relevance to consumers in the real world.\n", "\nFacebook (NYSE: FB) is a good potential candidate for a bottom-up approach because investors intuitively understand its products and services well. Once a candidate such as Facebook is identified as a \"good\" company, an investor conducts a deep dive into its management and organizational structure, financial statements, marketing efforts and price per share. This would include calculating financial ratios for the company, analyzing how those figures have changed over time, and project future growth.\n", "\nNext, the analyst takes a step up from the individual firm and would compare Facebook's financials with that of its competitors and industry peers in the social media and internet industry. Doing so can show if Facebook stands apart from its peers or if it shows anomalies that others do not have. The next step up is to compare Facebook with the larger scope of technology companies on a relative basis. After that, general market conditions are taken into consideration, such as whether Facebook's P/E ratio is in line with the S&amp;P 500, or whether the stock market is in a general bull market. Finally, macroeconomic data is included in the decision making, looking at trends in unemployment, inflation, interest rates, GDP growth and so on.\n", "\nOnce all these factors are built into an investor's decision, starting from the bottom up, then a decision can be made to make a trade.\n", "\nAs we've seen, bottom-up investing starts with an individual company's financials and then adds increasingly more macro layers of analysis. By contrast, a top-down investor will first examine various macro-economic factors to see how these factors may affect the overall market, and therefore the stock they are interested in investing in. They will analyze <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product (GDP)</a>, the lowering or raising of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rates</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> and the price of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodities</a> to see where the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a> may be headed. They will also look at the performance of the overall sector or industry that a stock is in. These investors believe that if the sector is doing well, chances are, the stocks they are examining will also do well and bring in returns. These investors may look at how outside factors such as rising oil or commodity prices or changes in interest rates will affect certain sectors over others, and therefore the companies in these sectors.\n", "\nFor example, if the price of a commodity such as oil goes up and the company they are considering investing in, uses large quantities of oil to make their product, the investor will consider how strong an effect the rise in oil prices will have on the company’s profits. So their approach starts out very broad, looking at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomy</a>, then at the sector and then at the stocks themselves. Top-down investors might also choose to invest in one country or region, if its economy is doing well So, for instance, if European stocks are faltering, the investor will stay out of Europe, and may instead pour money into Asian stocks if that region is showing fast growth. \n", "\nBottom-up investors will research the fundamentals of a company to decide whether or not to invest in it. On the other hand, top-down investors take into consideration the broader market and economic conditions when choosing stocks for their portfolio.\n"]}