{"name": "Bounced Check Definition", "@id": "https://www.investopedia.com/terms/b/bouncedcheck.asp", "related": ["https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/o/overdraft-protection.asp", "https://www.investopedia.com/terms/b/bad-check.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/d/debitcard.asp"], "body": ["\nA bounced check is slang for a check that cannot be processed because the account holder has <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nsf.asp\">nonsufficient funds</a> (NSF) available for use. Banks return, or \"bounce\", these checks, also known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rubbercheck.asp\">rubber checks</a>, rather than honoring them, and banks charge the check writers NSF fees.\n", "\nPassing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bad-check.asp\" rel=\"noopener noreferrer\">bad checks</a> can be illegal, and the crime can range from a misdemeanor to a felony, depending on the amount and whether the activity involved crossing state lines.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nMany times, bad checks are written inadvertently by people who simply are unaware that their bank balances are too low. To avoid bouncing checks, some consumers use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overdraft.asp\">overdraft</a> protection or attach a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\">line of credit</a> to their checking accounts.\n", "\nA bounced check may result in fees, restrictions on writing additional checks, and negative impacts to your credit score. Writing too many bounced checks may also prevent you from paying merchants by check in the future. Many merchants use a verification system called TeleCheck to help them determine if a customer's check is good. If this system connects the check you’ve just presented for payment to a history of unpaid checks, the merchant will decline your check and ask you for a different form of payment.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nWhen there are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insufficient_funds.asp\">insufficient funds</a> in an account, and a bank decides to bounce a check, it charges the account holder an NSF fee. If the bank accepts the check, but it makes the account negative, the bank charges an overdraft (OD) fee. If the account stays negative, the bank may charge an extended overdraft fee.\n", "\nDifferent banks charge different fees for bounced checks and overdrafts, but as of 2020, the average overdraft fee was $33.47.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Banks usually assess this fee on drafts worth $24, and these drafts include checks as well as electronic payments and some debit card transactions.\n", "\nBank fees are just one part of bouncing a check. In many cases, the payee also assesses a charge. For example, if someone writes a check to the grocery store and the check bounces, the grocery store may reserve the right to redeposit the check along with a bounced check fee.\n", "\nIn other cases, if a check bounces, the payee reports the issue to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/112515/does-netspend-report-credit-bureaus.asp\" rel=\"noopener noreferrer\">debit bureaus</a> such as ChexSystems, which collects financial data on savings and checking accounts. Negative reports with organizations like ChexSystems can make it hard for consumers to open checking and savings accounts in the future.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ In some cases, businesses collect a list of customers who have bounced checks, and they ban them from writing checks at that facility again.\n", "\nConsumers can reduce the number of bounced checks they write by tracking their balances more carefully, using an ironclad system of recording every single debit and deposit on a check register as soon as it occurs, or by keeping close tabs on their checking account using <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/onlinebanking.asp\">online banking</a>.\n", "\nConsumers can also fund a savings account and link it to their checking account to cover overdrafts. Alternatively, consumers may opt to write fewer checks or use cash, debit cards, immediate online payments such as mobile wallets, PayPal, or the likes for discretionary spending.\n"]}