{"name": "Branch Accounting Definition", "@id": "https://www.investopedia.com/terms/b/branch-accounting.asp", "related": ["https://www.investopedia.com/terms/a/accounting.asp", "https://www.investopedia.com/terms/g/generalledger.asp", "https://www.investopedia.com/terms/d/distinct_business_entity.asp", "https://www.investopedia.com/terms/m/micro-accounting.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/a/accountspayable.asp"], "body": ["\nBranch accounting is a bookkeeping system in which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/separateaccount.asp\" rel=\"noopener noreferrer\">separate accounts</a> are maintained for each branch or operating location of an organization. Typically found in geographically dispersed corporations, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multinationalcorporation.asp\" rel=\"noopener noreferrer\">multinationals</a>, and chain operators, it allows for greater transparency in the transactions, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.accountingtools.com/articles/what-is-cash-flow.html\" rel=\"noopener noreferrer\">cash flows</a>, and overall financial position and performance of each branch.\n", "\nBranch accounts can also refer to records individually produced to show the performance of different locations, with the accounting records actually maintained at the corporate headquarters. However, branch accounting usually refers to branches keeping their own books and later sending them into the head office to be combined with those of other units.\n", "\nIn branch <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting.asp\" rel=\"noopener noreferrer\">accounting</a>, each branch (defined as a geographically separate operating unit) is treated as an individual profit or cost center. Its branch has its own account. In that account, it records such items as inventory, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a>, wages, equipment, expenses such as rent and insurance, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pettycash.asp\" rel=\"noopener noreferrer\">petty cash</a>.\n", "\nLike any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double-entry.asp\" rel=\"noopener noreferrer\">double-entry</a> bookkeeping system, the ledger keeps a tally of assets and liabilities, debits and credits, and ultimately, profits and losses for a set period.\n", "\nTechnically speaking, in bookkeeping terms, the branch account is a temporary or nominal ledger account. It lasts for a designated accounting period. At the period's end, the branch tallies up its figures and arrives at ending balances, which are then transferred to the appropriate head office or head department accounts. The branch account is left with a zero balance until the accounting process begins all over again with the next accounting period or cycle.\n", "\nThere are several different methods for keeping branch accounts, depending on the nature and complexity of the business and the operational autonomy of the branch. The most common include:\n", "\nBranch accounting can also be used for a company's operating divisions, which usually have more autonomy than branches, as long as the division is not set up legally as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a> company. A branch is not a separate legal entity, although it can (somewhat confusingly) be referred to as an \"independent branch\" because it keeps its own accounting books.\n", "\nHowever, branch accounting is not the same as departmental accounting. Departments may have their own accounts, but they usually operate from the same physical location. A branch, by its nature, is a geographically separate entity.\n", "\nThough it seems synonymous with contemporary chain stores and franchise operations, branch accounting actually goes back a long way. Venetian banks maintained a form of it as early as the 14th century. The ledgers of a firm of Venetian merchants, dating from around 1410, also show a form of it to try to account for overseas and home accounts. Luca Pacioli's <em>Summa de Arithmetica (</em>1494), the first accounting textbook, devotes a chapter to it.\n", "\nBy the 17th century, branch accounting was being widely used by German counting-houses and other businesses. Moravian settlements throughout the thirteen original colonies used it for their books in the mid-1700s.\n", "\nThe primary advantages (and often, the objectives) of branch accounting are better <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountability.asp\" rel=\"noopener noreferrer\">accountability</a> and control since the profitability and efficiency of different locations can be closely tracked.\n", "\nOn the downside, branch accounting may involve added expenses for an organization in terms of manpower, working hours, and infrastructure. A separate account coding structure must be maintained for each operating unit. It may be necessary to appoint branch <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\" rel=\"noopener noreferrer\">accountants</a> to ensure accurate financial reporting and compliance with head office procedures and processes.\n"]}