{"name": "Branch Banking Definition", "@id": "https://www.investopedia.com/terms/b/branch-banking.asp", "related": ["https://www.investopedia.com/terms/m/mcfadden-act.asp", "https://www.investopedia.com/terms/r/retailbanking.asp", "https://www.investopedia.com/terms/i/independent-community-bankers-of-america.asp", "https://www.investopedia.com/terms/m/mini-branch.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/d/deregulate.asp"], "body": ["\nBranch banking is the operation of storefront locations away from the institution's home office for the convenience of customers.\n", "\nSince the 1980s, branch banking in the U.S. has gone through significant changes in response to a more competitive and consolidated financial services market. One of the most significant changes is that, since 1999, banks have been permitted to sell investments and insurance products–as well as banking services–under the same roof.\n", "\nThe Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 authorized well-capitalized banks to acquire branch offices–or open new ones–anywhere in the United States, including outside their home states. At that time, most states had already passed laws enabling interstate branching. Then, in 1999, Congress repealed laws that had forced banks to keep their investment services separate from their banking services. Those two actions combined led to the current proliferation of branch offices that are dotted around the U.S.\n", "\nAfter the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/subprime-market-2008.asp\">financial crisis of 2008-2009</a>, the banking industry went through a consolidation phase. The branch bank, for most Americans, now means one of the \"big four\" banks: JPMorgan Chase &amp; Co., Bank of America, Wells Fargo, or Citibank.\n", "\nBranch banking allows a financial institution to expand its services outside of its home location and into smaller storefronts that function as extensions of its greater operations. For some institutions, this can be a cost-saving method; it allows smaller offices to provide key services while larger locations may have additional offerings.\n", "\nMore recent innovations, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/11/benefits-and-drawbacks-of-internet-banks.asp\">internet banking</a> services and mobile banking apps, have dramatically changed the banking landscape.\n", "\nAccording to a survey conducted by Morning Consult on behalf of the American Bankers Association, nearly three-quarters of Americans–or 73% of Americans–most often access their bank accounts via online and mobile platforms. This represented an increase over last year (72 percent).\n", "\nIn addition, the number of branch banks is decreasing. According to the American Bankers Association (ABA), there were about 86,000 bank branches and 19,000 credit union branches as of June 2019.\n", "\nBanks are constrained from closing some branches by the terms of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/community_reinvestment_act.asp\">Community Reinvestment Act of 1977</a>, which requires banks to make an effort to provide services to low- and moderate-income neighborhoods.\n", "\nUnit banking refers to a single, usually very small bank<strong> </strong>that provides financial services to its local community. Typically, a unit bank is independent and operates without any connecting banks or branches in the area.\n", "\nHowever, not all unit banks are independent. Even if they do not share a name with a larger banking entity. There are some banks that retain a familiar name, even though they are owned by a larger holding company.\n"]}