{"name": "Brand Identity Definition", "@id": "https://www.investopedia.com/terms/b/brand-identity.asp", "related": ["https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/b/brand.asp", "https://www.investopedia.com/terms/l/logo.asp", "https://www.investopedia.com/terms/m/marketing-strategy.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/s/social-identity.asp"], "body": ["\nBrand identity is the visible elements of a brand, such as color, design, and logo, that identify and distinguish the brand in consumers' minds. Brand identity is distinct from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032615/how-does-brand-image-and-marketing-affect-market-share.asp\">brand image</a>. The former corresponds to the intent behind the branding and the way a company does the following—all to cultivate a certain image in consumers' minds:\n", "\nBrand image is the actual result of these efforts, successful or unsuccessful. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/12/steve-jobs-apple-story.asp\">Apple Inc</a>. consistently tops surveys of the most effective and beloved <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand.asp\">brands</a> because it has successfully created the impression that its products are sleek, innovative, top-of-the-line status symbols, and yet eminently useful at the same time. Apple's brand identity and brand image are closely aligned.\n", "\nAt the same time, it is possible to craft a positive brand identity that fails to translate into a positive brand image. Some pitfalls are well known, and attempts by legacy brands to appeal to a new generation or demographic are especially treacherous. An infamous example is a 2017 ad by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/052216/how-does-pepsico-make-money-pep.asp\">PepsiCo,</a> Inc., which depicted a non-specific protest that appeared to allude to Black Lives Matter, a movement protesting police violence against people of color. The brand identity it wished to project, as a spokesperson subsequently described it, was \"a global message of unity, peace, and understanding.\"\n", "\nInstead, the ad was widely disparaged for \"trivializing\" Black Lives Matter, as <em>The New York Times</em> put it. The moment in the ad, when a white actress hands a Pepsi to a police officer and seems to resolve all of the fictional protesters' grievances, instantly became the focus of heavy criticism. Dr. Martin Luther King, Jr.'s daughter Bernice King tweeted, \"If only Daddy would have known about the power of #Pepsi,\" accompanied by a picture of Dr. King being pushed by a police officer in Mississippi. Pepsi pulled the ad and apologized.\n", "\nPepsi's sales do not appear to have been directly affected by this gaffe, but in some cases, a negative gap between brand identity and brand image can affect financial results. The teen apparel retailer Abercrombie &amp; Fitch suffered a severe downturn when its once-popular brand became associated with garish logos, poor quality, oversexed advertising, and plain meanness. The company refused to sell women's clothing size XL or larger, for example, because, \"We go after the attractive all-American kid with a great attitude and a lot of friends,\" the chief executive officer (CEO) said. \"A lot of people don't belong, and they can't belong.\"\n", "\nBy the same token, building a positive brand image can bring in consistent sales and make product roll-outs more successful. An example of the benefits of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-loyalty.asp\">brand loyalty</a> is seen in the introduction of two new subscription-based music streaming services in 2015. Tidal and Apple Music had to make very different choices in the marketing and roll-outs of their services because of brand loyalty. Apple, an established brand with very loyal customers, didn't have to invest in the type of celebrity-oriented marketing that Tidal used to promote its new service.\n", "\nBeyond saving the company money on promotion, a successful brand can be one of the company's most valuable assets. Brand value is intangible, making it difficult to quantify. Still, common approaches take into account the cost it would take to build a similar brand, the cost of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/royalty.asp\">royalties</a> to use the brand name, and the cash flow of comparative unbranded businesses.\n", "\nNike, Inc., for example, owns one of the world's most instantly recognizable logos, the \"swoosh.\" In <em>Forbes</em> \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/powerful-brands/list/#tab:rank\">The World's Most Valuable Brands 200</a>\" 2018 ranking, the Nike brand ranked 18 with an estimated value of $32 billion, even though, in a world devoid of brand perception, taking the swoosh off of Nike's shoes and apparel would change nothing about their comfort or performance. The top brand on the list was <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/apple-named-most-valuable-brand-steve-jobs-death-anniversary-aapl-tsla/\">Apple</a>, with an estimated value of $182.8 billion.\n", "\nThe steps a company should take to build a strong, cohesive, and consistent brand identity will vary, but a few points apply broadly to most:\n", "\nBuilding a brand identity is a multi-disciplinary strategic effort, and every element needs to support the overall message and business goals. It can include a company's name, logo, and design; its style and the tone of its copy; the look and composition of its products; and, of course, its social media presence. Apple founder Steve Jobs famously obsessed over details as small as the shade of gray on bathroom signs in Apple stores. While that level of focus may not be necessary, the anecdote shows that Apple's successful branding is the result of intense effort, not serendipity.\n", "\nNational, religious, guild, and heraldic symbols, which we might see as analogous to modern branding, go back millennia. The modern practice dates to the industrial revolution; however, when household goods began to be produced in factories, manufacturers needed a way to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product_differentiation.asp\">differentiate</a> themselves from competitors.\n", "\nThus, these efforts evolved from simple visual branding to advertisements that included mascots, jingles, and other sales and marketing techniques. British brewing company Bass Brewery and the food-processing company Tate &amp; Lyle both claim to have the oldest trademarked brands. Other brands that emerged in that period include Quaker Oats, Aunt Jemima, and Coca-Cola.\n"]}