{"name": "Brazil, Russia, India, China and South Africa (BRICS)", "@id": "https://www.investopedia.com/terms/b/brics.asp", "related": ["https://www.investopedia.com/terms/b/bric.asp", "https://www.investopedia.com/terms/b/bric-etf.asp", "https://www.investopedia.com/terms/c/civets.asp", "https://www.investopedia.com/terms/m/mints-mexico-indonesia-nigeria-turkey.asp", "https://www.investopedia.com/terms/n/next-eleven.asp", "https://www.investopedia.com/terms/msci-bric-index.asp"], "body": ["\nBRICS is an acronym for Brazil, Russia, India, China, and South Africa. Goldman Sachs economist Jim O'Neill coined the term BRIC (without South Africa) in 2001, claiming that by 2050 the four BRIC economies would come to dominate the global economy by 2050. South Africa was added to the list in 2010.\n", "\nThis thesis became conventional market wisdom in the aughts. But there were always skeptics, including some who claimed the phrase was Goldman marketing hype. Indeed, few talk about BRICS much anymore—at least not in terms of their global domination. Goldman closed its BRICS-focused investment fund in 2015, merging it with a broader emerging markets fund.\n", "\nBrazil, Russia, India, China, and South Africa ranked among the world's fastest-growing emerging market economies for years, thanks to low labor costs, favorable demographics and abundant natural resources at a time of a global commodities boom.\n", "\nIt's important to note that the Goldman Sachs thesis wasn't that these countries would become a political alliance (like the EU) or even a formal trading association. Instead, Goldman said they have the potential to form a powerful economic bloc, even acknowledging that its forecasts were optimistic and dependent on significant policy assumptions.\n", "\nStill, the implication was that economic power would bring political power, and indeed leaders from BRICS countries regularly attended summits together and often acted in concert with each others’ interests.\n", "\nIn 2001, Goldman's O’Neill noted that while global <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">GDP</a> was set to rise 1.7% in 2002, BRIC nations were forecasted to grow more quickly than the Group of Seven, the seven most advanced global economies: Canada, France, Germany, Italy, Japan, the United Kingdom and the U.S. In the paper \"Building Better Economic BRICs,\" O'Neill outlined his view of the potential of the BRIC nations.\n", "\nIn 2003, O'Neill's Goldman colleagues Dominic Wilson and Roopa Purushothaman followed up with their report \"Dreaming with BRICs: The Path to 2050.” Wilson and Purushothaman claimed that by 2050, the BRIC cluster could grow to a size larger than the G7, and the world’s largest economies would therefore look drastically different in four decades. That is, the largest global economic powers no longer would be the richest, according to income per capita.\n", "\nIn 2007 Goldman published another report, \"BRICs and Beyond\", that focused on BRIC growth potential, the environmental impact of these growing economies and the sustainability of their rise. The report also outlined a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/next-eleven.asp\" rel=\"noopener noreferrer\">Next 11</a>, a term for 11 emerging economies, in relationship to the BRIC nations, as well as the ascendancy of new global markets.\n", "\nGrowth in the BRICS economies slowed down after the global financial crisis and the oil price collapse that began in 2014. By 2015, the BRICS acronym no longer looked like an attractive investment venue and funds aimed at these economies either shut down or merged with other investment vehicles.\n", "\nGoldman Sachs merged its BRICS investment fund, which was focused on generating returns from these economies, with the broader Emerging Markets Equity Fund. The fund had lost 88% of its assets from a 2010 peak. In an SEC filing, Goldman Sachs stated that it did not expect \"significant asset growth in the foreseeable future\" in the BRICS fund. Per a Bloomberg report, the fund had lost 21% in five years.\n", "\nBRIC is now used as a more generic term. For example, Columbia University established the BRICLab, where students examine foreign, domestic, and financial policies of BRIC members.\n"]}