{"name": "Brokerage Fee Definition", "@id": "https://www.investopedia.com/terms/b/brokerage-fee.asp", "related": ["https://www.investopedia.com/terms/c/commission.asp", "https://www.investopedia.com/terms/a/advisor-fee.asp", "https://www.investopedia.com/terms/b/brokerageaccount.asp", "https://www.investopedia.com/terms/b/brokerage-company.asp", "https://www.investopedia.com/terms/d/deep-discount-broker.asp", "https://www.investopedia.com/terms/p/primebrokerage.asp"], "body": ["\nA brokerage fee is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fee.asp\">fee</a> charged by a broker to execute transactions or provide specialized services. Brokers charge brokerage fees for services such as purchases, sales, consultations, negotiations, and delivery. There are many types of brokerage fees charged in various industries such as financial services, insurance, real estate, and delivery services.\n", "\nBrokerage fees, also known as broker fees, are based on a percentage of the transaction, as a flat fee, or a hybrid of the two. Brokerage fees vary according to the industry and type of broker.\n", "\nIn the real estate industry, a brokerage fee is typically a flat fee or a standard percentage charged to the buyer, the seller, or both. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgagebroker.asp\">Mortgage brokers</a> help potential borrowers find and secure mortgage loans; their associated fees are between 1% and 2% of the loan amount.\n", "\nIn the insurance industry, a broker, unlike an agent, represents the interests of the customer and not the insurer. Brokers find the best insurance policies to meet customers' needs and will charge fees for their services. In rare instances, brokers may collect fees from both the insurer and the individual buying the insurance policy.\n", "\nIn the financial securities industry, a brokerage fee is charged to facilitate trading or to administer investment or other accounts. The three main types of brokers that charge brokerage fees are full-service, discount, and online.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullservicebroker.asp\">Full-service brokers</a> offer a wide range of products and services such as estate planning, tax consultation and preparation, and other financial services either in-person or over the phone. As a result, they earn the largest brokerage fees.\n", "\nThe standard commission for full-service brokers are between 1% to 2% of a client’s managed assets. For example, Tim wants to purchase 100 shares of Company A at $40 per share. Tim's broker earns a commission of $80 for facilitating the transaction ($40/share x 100 shares = $4,000, $4,000 x .02 commission = $80. When the commission is added, the total cost of the trade is $4,000 + $80 = $4,080).\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/12b-1fees.asp\">12B-1 fee</a> is a recurring fee that a broker receives for selling a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund</a>. The fees range from 0.25% to 0.75% of the total value of the trade. Annual maintenance fees range from 0.25% to 1.5% of the assets.\n", "\nBecause <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbroker.asp\">discount brokers</a> offer a narrower selection of products and provide no investment advice, they charge lower fees than full-service brokers. Discount brokers charge a flat fee for each trade transaction. The per-trade flat fee ranges between $5 to $30 per trade. Account maintenance fees are usually around 0.5%.\n", "\nOnline brokers have the least expensive brokerage fees. Their primary role is to allow investors to conduct online trading. Customer service is limited. Many online brokers have removed a specific commission fee for trades on stock shares, but commission fees for options or futures trades still apply. The fees vary and may be based on a per-contract or per-share charge. Account maintenance fees vary between $0 to $50 per account.\n", "\nInvestors can reduce account maintenance fees by comparing brokers, their provided services, and their fees. Buying no-load mutual funds or fee-free investments can help avoid per-trade fees. It is important to read the fine print or fee schedule and ask questions about any fees charged.\n"]}