{"name": "Broker Definition and Example", "@id": "https://www.investopedia.com/terms/b/broker.asp", "related": ["https://www.investopedia.com/terms/w/wire-house-broker.asp", "https://www.investopedia.com/terms/b/brokerageaccount.asp", "https://www.investopedia.com/terms/c/commission.asp", "https://www.investopedia.com/terms/f/financial-advisor.asp", "https://www.investopedia.com/terms/s/stockbroker.asp", "https://www.investopedia.com/terms/f/fiduciary.asp"], "body": ["\nA broker is an individual or firm that acts as an intermediary between an investor and a securities exchange. Because securities exchanges only accept orders from individuals or firms who are members of that exchange, individual traders and investors need the services of exchange members. Brokers provide that service and are compensated in various ways, either through commissions, fees or through being paid by the exchange itself.﻿\n", "\nAs well as executing client orders, brokers may provide investors with research, investment plans and market intelligence. They may also <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cross-sell.asp\">cross-sell</a> other financial products and services their brokerage firm offers, such as access to a private client offering that provides tailored solutions to high net worth clients. In the past, only the wealthy could afford a broker and access the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\">stock market</a>. Online broking triggered an explosion of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbroker.asp\">discount brokers</a>, which allow investors to trade at a lower cost, but without personalized advice.\n", "\nDiscount brokers can execute many types of trades on behalf of a client, for which they charge a reduced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commission</a> in the range of $5 to $15 per trade. Their low fee structure is based on volume and lower costs. They don’t offer <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-advice.asp\">investment advice</a> and brokers usually receive a salary rather than commission. Most discount brokers offer an online trading platform which attracts a growing number of self-directed investors.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullservicebroker.asp\">Full-service brokers</a> offer a variety of services, including market research, investment advice, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\">retirement planning</a>, on top of a full range of investment products. For that, investors can expect to pay higher commissions for their trades. Brokers receive compensation from the brokerage firm based on their trading volume as well as for the sale of investment products. An increasing number of brokers offer <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/feebasedinvestment.asp\">fee-based</a> investment products, such as managed investment accounts.\n", "\nIn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> industry, a broker is a licensed real estate professional who typically represents the seller of a property. A broker's duties when working for a seller may include:\n", "\nIt is not uncommon to have a real estate broker work for a buyer, in which case, the broker is responsible for:\n", "\nBrokers register with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority</a> (FINRA), the broker-dealers’ self-regulatory body. In serving their clients, brokers are held to a standard of conduct based on the “<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/suitable.asp\">suitability rule</a>,” which requires there be reasonable grounds for recommending a specific product or investment. The second part of the rule, commonly referred to as “<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/knowyourclient.asp\">know your customer</a>,” or KYC, addresses the steps a broker must use to identify their client and their savings goals, which helps them establish the reasonable grounds of the recommendation. The broker must make a reasonable effort to obtain information on the customer's financial status, tax status, investment objectives and other information used in making a recommendation.\n", "\nThis standard of conduct differs significantly from the standard applied to financial advisors registered with the Securities and Exchange Commission (SEC) as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ria.asp\">Registered Investment Advisers</a> (RIAs). Under the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investadvact.asp\">Investment Advisers Act of 1940</a>, RIAs are held to a strict fiduciary standard to always act in the best interest of the client, while providing full disclosure of their fees.\n", "\nReal estate brokers in the United States are licensed by each state, not by the federal government. Each state has its own laws defining the types of relationships that can exist between clients and brokers, and the duties of brokers to clients and members of the public.\n", "\nThere are many companies registered as brokers with FINRA, though some may use their broker designation for different purposes than others. Many proprietary trading firms are registered as brokers so that they and their traders can access exchanges directly, however they do not offer broker services to customers at large. This differs from the role full-service or discount brokers might provide.\n", "\nFull service brokers tend to use their role as a brokerage as an ancillary service available to high-net worth clients along with many other services such as retirement planning or asset management. Examples of a full service broker might include offerings from a company such as Morgan Stanley or Goldman Sachs or even Bank of America Merrill Lynch. Such companies may also use their broker services on behalf of themselves or corporate clients to make large block equity trades.\n", "\nOther full service brokers may offer specialized services including trading execution and research. Firms such as Cantor Fitzgerald, Piper Jaffray, Oppenheimer and others. There are many such firms though their ranks have been decreasing because of mergers or from the higher cost of compliance with regulations such as the Dodd Frank act.\n", "\nStill other full service brokers offer personalized consultations and communications with clients to help manage wealth and plan for retirements. These firms include companies like Raymond James, Edward Jones or LPL Financial.\n", "\nThe larger brokerage firms tend to carry an inventory of shares available to their customers for sale. They do this to help reduce costs from exchange fees, but also because it allows them to offer rapid access to popularly held stocks. Other full service broker firms are actually agency brokers. This means that unlike many larger brokers they carry no inventory of shares, but act as agents for their clients to get the best trade executions.\n", "\nLate in 2019 many discount brokers made a significant shift in their business model that included charging no commissions on some or all of their equity trades. Examples of some discount brokers include Fidelity, Charles Schwab, E-Trade, Interactive Brokers and Robinhood.\n", "\nProprietary trading firms registered as brokers may not advertise their services as brokers, but use their broker status in a way that is integral to their business. While larger banks or firms may have proprietary trading desks within their company, a dedicated proprietary trading firm tends to be a comparatively smaller company. Examples of standalone proprietary trading companies include SMB Captial, Jane Street Trading, and First New York.\n"]}