{"name": "Budget Deficit Definition", "@id": "https://www.investopedia.com/terms/b/budget-deficit.asp", "related": ["https://www.investopedia.com/terms/d/deficit.asp", "https://www.investopedia.com/terms/a/austerity.asp", "https://www.investopedia.com/terms/p/public_sector_net_borrowing.asp", "https://www.investopedia.com/modern-monetary-theory-mmt-4588060", "https://www.investopedia.com/terms/b/balanced-budget.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp"], "body": ["\nA budget deficit occurs when expenses exceed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> and indicate the financial health of a country. The government generally uses the term budget deficit when referring to spending rather than businesses or individuals. Accrued deficits form national debt.\n", "\nIn cases where a budget deficit is identified, current expenses exceed the amount of income received through standard operations. A nation wishing to correct its budget deficit may need to cut back on certain expenditures, increase revenue-generating activities, or employ a combination of the two.\n", "\n<br/>The opposite of a budget deficit is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-surplus.asp\" rel=\"noopener noreferrer\">budget surplus.</a> When a surplus occurs, revenue exceeds current expenses and results in excess funds that can be allocated as desired. In situations where the inflows equal the outflows, the budget is balanced.\n", "\nIn the early 20th century, few industrialized countries had large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscaldeficit.asp\" rel=\"noopener noreferrer\">fiscal deficits</a>, however, during the First World War deficits grew as governments borrowed heavily and depleted financial reserves to finance the war and their growth. These wartime and growth deficits continued until the 1960s and 1970s when world economic growth rates dropped.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nOne of the primary dangers of a budget deficit is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, which is the continuous increase of price levels. In the United States, a budget deficit can cause the Federal Reserve to release more money into the economy, which feeds inflation.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Ultimately, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a> will occur, which represents a decline in economic activity that lasts for at least six months. Continued budget deficits can lead to inflationary monetary policies, year after year.\n", "\nCountries can counter budget deficits by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032615/how-does-fiscal-policy-impact-budget-deficit.asp\" rel=\"noopener noreferrer\">promoting economic growth through fiscal policies</a>, such as reducing government spending and increasing taxes. For example, one strategy is to reduce regulations and lower corporate taxes to improve business confidence and increase Treasury inflows from taxes. A nation can print additional currency to cover payments on debts issuing securities, such as Treasury bills and bonds. While this provides a mechanism to make payments, it does carry the risk of devaluing the nation’s currency, which can lead to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hyperinflation.asp\" rel=\"noopener noreferrer\">hyperinflation</a>.\n", "\nBudget deficits may occur in response to certain unanticipated events and policies. For example, increased defense spending after the September 11 terror attacks in the United States contributed to the budget deficit.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ While the initial war in Afghanistan cost an estimated $22.8 billion, subsequent spending in Iraq cost $51 billion in the fiscal year 2003. At the end of the presidential term of George W. Bush in 2009, the total amount spent reached over $900 billion.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ This sum, combined with the costs accrued during the 2009 to 2017 presidential term of Barack Obama, increased the deficit to approximately $1.4 trillion by 2009.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ According to the Congressional Budget Office, \"At the end of 2018, the amount of debt held by the public was equal to 78 percent of gross domestic product (GDP).\"<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nBudget deficits, reflected as a percentage of GDP, may decrease in times of economic prosperity, as increased tax revenue, lower unemployment rates, and increased economic growth reduce the need for government-funded programs such as unemployment insurance and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.acf.hhs.gov/ohs/about\" rel=\"noopener noreferrer\">Head Start</a>.\n"]}