{"name": "Budget Definition", "@id": "https://www.investopedia.com/terms/b/budget.asp", "related": ["https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/p/personal-spending-plan.asp", "https://www.investopedia.com/terms/f/financial-health.asp", "https://www.investopedia.com/terms/s/staticbudget.asp", "https://www.investopedia.com/terms/s/savings.asp", "https://www.investopedia.com/terms/f/financial-literacy.asp"], "body": ["\nA budget is an estimation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\" rel=\"noopener noreferrer\">expenses</a> over a specified future period of time and is usually compiled and re-evaluated on a periodic basis. Budgets can be made for a person, a group of people, a business, a government, or just about anything else that makes and spends money.\n", "\nA budget is a microeconomic concept that shows the trade-off made when one good is exchanged for another. In terms of the bottom line—or the end result of this trade-off—a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-surplus.asp\" rel=\"noopener noreferrer\">surplus budget</a> means profits are anticipated, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balanced-budget.asp\" rel=\"noopener noreferrer\">balanced budget</a> means revenues are expected to equal expenses, and a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-deficit.asp\" rel=\"noopener noreferrer\">deficit budget</a> means expenses will exceed revenues.\n", "\nTo manage your monthly expenses, prepare for life's unpredictable events, and be able to afford big-ticket items without going into debt, budgeting is important. Keeping track of how much you earn and spend doesn't have to be drudgery, doesn't require you to be good at math, and doesn't mean you can't buy the things you want. It just means that you'll know where your money goes, you'll have greater control over your finances.\n", "\nBudgets are an integral part of running any business efficiently and effectively.\n", "\nThe process begins by establishing assumptions for the upcoming budget period. These assumptions are related to projected sales trends, cost trends, and the overall economic outlook of the market, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\" rel=\"noopener noreferrer\">industry,</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sector</a>. Specific factors affecting potential expenses are addressed and monitored.\n", "\nThe budget is published in a packet that outlines the standards and procedures used to develop it, including the assumptions about the markets, key relationships with vendors that provide discounts, and explanations of how certain calculations were made.\n", "\nThe sales budget is often the first to be developed, as subsequent expense budgets cannot be established without knowing future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>. Budgets are developed for all the different subsidiaries, divisions, and departments within an organization. For a manufacturer, a separate budget is often developed for direct materials, labor, and overhead.\n", "\nAll budgets get rolled up into the master budget, which also includes budgeted <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>, forecasts of cash inflows and outflows, and an overall financing plan. At a corporation, the top management reviews the budget and submits it for approval to the board of directors.\n", "\nThere are two major types of budgets: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/staticbudget.asp\" rel=\"noopener noreferrer\">static budgets</a> and flexible budgets. A static budget remains unchanged over the life of the budget. Regardless of changes that occur during the budgeting period, all accounts and figures originally calculated remain the same.\n", "\nA flexible budget has a relational value to certain variables. The dollar amounts listed on a flexible budget change based on sales levels, production levels, or other external economic factors.\n", "\nBoth types of budgets are useful for management. A static budget evaluates the effectiveness of the original budgeting process, while a flexible budget provides deeper insight into business operations.\n", "\nIndividuals and families can have budgets, too. Creating and using a budget is not just for those who need to closely monitor their cash flows from month to month because \"money is tight.\" Almost everyone—even people with large paychecks and plenty of money in the bank—can benefit from budgeting.\n", "\nBudgeting is a wonderful tool for managing your finances, but many people think it's not for them. Below is a list of budget myths—the erroneous logic that stops people from keeping track of their finances and allocating money in the best way.\n", "\nHaving a handle on your monthly income and expenses allows you to make sure your hard-earned money is being put to its highest and best purpose. For those who enjoy an income that covers all bills with money left over, a budget can help maximize savings and investments.\n", "\nIf one's monthly expenses typically consume the lion's share of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a>, any budget should focus on identifying and classifying all the expenses that occur during the month, quarter, and year. And for people whose cash flow is tight, it can be crucial for identifying expenses that could be reduced or cut, and minimizing any wasteful <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\">interest</a> being paid on credit cards or other debt.\n", "\nThanks to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/best-budgeting-software/\" rel=\"noopener noreferrer\">budgeting software</a>, you don't have to be good at math; you simply have to be able to follow instructions. Many of these programs are free and legitimate. If you know how to use spreadsheet software, you can make your own ledger. It's as simple as creating one column for your income, another column for your expenses, and then keeping a running tab on the difference between the two.\n", "\nNo one's job is truly safe. If you work for a corporation, being laid off due to downsizing or a takeover always is a possibility. If you work for a small company, it could die with its owner, be bought out, or just fold.\n", "\nYou should always be prepared for a job loss by having at least three months' worth of living expenses in the bank. It's easier to accumulate this financial cushion if you know the amount you're bringing in and spending each month, which can be monitored with a budget.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-compensation.asp\" rel=\"noopener noreferrer\">Unemployment compensation</a> is not a sure thing. Let's say a bad situation at work leaves you with no choice but to quit your job. Unless you can prove <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/constructive-discharge-claim.asp\" rel=\"noopener noreferrer\">constructive discharge</a> (that is, you were virtually forced to resign), your departure will be considered voluntary, making you ineligible for unemployment insurance. Besides, the benefits may fall well short of the wages you're used to: for most states, they average between $300 and $500 per week.\n", "\nBudgeting is not synonymous with spending as little money as possible or making yourself feel guilty about every purchase. The aim of budgeting is to make sure you're able to save a little each month, ideally at least 10% of your income, or at the very least, to make sure that you aren't spending more than you earn.\n", "\nUnless you're on a very tight budget, you should be able to buy baseball tickets and go out to eat. Tracking your expenses does not change the amount of money you have available to spend every month; it just tells you where that money is going.\n", "\nIf you don't have any major savings goals (buying a house, starting your own business), it's hard to drum up the motivation to stash away extra cash each month. However, your situation and your attitudes likely will change over time.\n", "\nPerhaps you don't want to save up for a house because you live in New York City and expect that renting will be the most affordable option for the rest of your life. But in five years, you might be sick of the Big Apple and decide to move to rural Vermont. Suddenly, buying a home becomes more affordable and you might wish you had five years' worth of savings in the bank for a down payment.\n", "\nYes, the catch-22 of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061814/5-ways-get-maximum-student-financial-aid.asp\" rel=\"noopener noreferrer\">student financial aid</a> is that the more money you have, the less aid you'll be eligible for. That's enough to make anyone wonder if it isn't better to just spend it all and have no savings in order to qualify for the maximum amount of grants and loans.\n", "\nBut that catch mainly applies to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnedincome.asp\" rel=\"noopener noreferrer\">earn income</a>. Whether you are an adult student going back to school or the parent of a student headed to college, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp\" rel=\"noopener noreferrer\">Free Application for Federal Student Aid (FAFSA)</a> form (used for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stafford-loan.asp\" rel=\"noopener noreferrer\">Stafford Loans</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perkins-loan.asp\" rel=\"noopener noreferrer\">Perkins Loans</a>, or <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pell-grant.asp\" rel=\"noopener noreferrer\">Pell Grants</a>), does not require you to report the value of your primary residence (if you own a home) or the value of your retirement accounts.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSo if you want to save money without compromising your financial aid eligibility, you can do so by using your savings to buy a house, prepay your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgage</a>, or contribute more money to your retirement accounts. The savings you put into these assets can still be accessed if you face an emergency, but you won't be penalized for it.\n", "\nEven if you employ all the available legal strategies to maximize your financial aid eligibility, you still won't always qualify for as much aid as you need, so it's not a bad idea to have your own source of funds to make up for any shortfall.\n", "\nGood for you! But being debt-free without any savings won't pay your bills in an emergency. A zero balance can quickly become a negative balance if you don't have a safety net.\n", "\nIt's never a good idea to count on unpredictable sources of income. This may be the year your company may not have enough money to give you a raise or as much of a raise as you'd hoped for. The same is true of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bonus.asp\" rel=\"noopener noreferrer\">bonus</a> money. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-refund.asp\" rel=\"noopener noreferrer\">Tax refunds</a> are more reliable, but this depends in part on how good you are at calculating your own tax liability.\n", "\nSome people know how to figure how much they'll get in a refund (or how much they will owe) as well as how to adjust this figure through changes in payroll <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/withholding.asp\" rel=\"noopener noreferrer\">withholding</a> throughout the year. However, changes in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">tax deductions</a>, IRS regulations, or other life events can mean a nasty surprise on your tax return.\n", "\nIf you're still not convinced that budgeting is for you, here's a way to protect yourself from your own spending habits. Set up an automatic transfer from your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\" rel=\"noopener noreferrer\">checking account</a> to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savingsaccount.asp\" rel=\"noopener noreferrer\">savings account</a> you won't see (i.e., at a different bank), scheduled to happen right after you get paid.\n", "\nIf you are saving for retirement, you may have the option of contributing a set amount regularly to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k) </a>or other retirement savings plan. This way, you can pay yourself first, have enough money for the transfer, and pay yourself the same predetermined amount that you know will help you meet your savings goals. \n", "\nIn general, traditional budgeting starts with tracking expenses, eliminating debt, and once the budget is balanced, building an emergency fund. But to speed up the process, you could start by building a partial emergency fund. This emergency fund acts as a buffer as the rest of the budget is put in place and should replace the use of credit cards for emergency situations.\n", "\nThe key is to build the fund at regular intervals, consistently devoting a certain percentage of each paycheck toward it, and if possible, putting in whatever you can spare on top. This will get you to think about your spending, too.\n", "\nYou should only use the emergency money for true emergencies: like when you drive to work but your muffler stays at home, your water heater dies, or a leak springs in your roof.\n", "\nYou would save money if you used your emergency fund to eliminate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-debt.asp\" rel=\"noopener noreferrer\">credit card debt</a>, but the purpose of the fund is to prevent you from having to use your credit card for paying for unexpected expenses. With a proper emergency fund, you will not need your credit card to keep you afloat when something goes wrong.\n", "\nNow that you have a buffer between you and high-interest debt, it is time to start the process of downsizing. The more space you can create between your expenses and your income, the more income you will have to pay down debt and invest.\n", "\nThis can be a process of substitution as much as elimination. For example, if you have a monthly gym membership, cancel it. Use half of the money you save to invest or pay off outstanding debts, and save the other half to begin building a home gym in your basement. Instead of buying coffee from a fancy coffee shop every day, invest in a coffee maker with a grinder and make your own, saving more money over the long term.\n", "\nAlthough eliminating expenses entirely is the fastest way to a solid budget, substitution tends to have more lasting effects. People often cut too deep and end up making a budget that they can't keep because it feels like they are giving up everything. Substitution, in contrast, keeps the basics while cutting down the costs.\n", "\nWhy isn't this the first step? If you simply increase your income without a budget to handle the extra cash properly, the gains tend to slip through the cracks and vanish. Once you have your budget in place and have more money coming in than going out (along with the buffer of an emergency fund), you can start investing to create more income.\n", "\nIt is better to have no debt before you begin investing. If you are young, however, the rewards of investing in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\" rel=\"noopener noreferrer\">higher-risk, high-return</a> vehicles like stocks can outweigh most low-interest debt over time.\n", "\nNow you understand the finer points of budgeting. You've accomplished all of the above, even put together a nice spreadsheet that lays out your budget for the next 15 years. The only problem is that sticking to that budget isn't as easy you thought. That credit card still calls your name, and your \"clothes\" category seems awfully small and you feel deprived. Budgets, you decide, are no fun.\n", "\nThe good news is you don't have to throw it all out the window just because you've messed up once or twice.\n", "\nThe point of the budget is to keep you out of overwhelming debt and help you build a financial future that will give you <em>more</em> freedom, not less. So think about how you want your future to be and remember that keeping to your budget will help you get there. Adding to your debt load, on the other hand, will mean that your future could be even tighter.\n", "\nMake it more difficult on yourself to make impulse purchases; in other words, set up barriers so you have time to stop and think: \"Is this purchase necessary?\" Take yourself off retailer email lists. Remove your stored payment information on your favorite online shops so you can't just click to order.\n", "\nIf you feel like you're the only one in your group who is on a budget, search and find some like-minded folks. It could be an online forum, a monthly meeting, or even just a couple of friends traveling the same budgetary road. You need to know you're not the only person setting sane financial limits for yourself. You can also have accountability with your frugal buddies, talking things over and each other out of temptation.\n", "\nThere's something powerful about handing over a stack of $20 bills for purchase: It causes you to really think about the amount of money you're about to spend. Swiping a debit card, on the other hand, may not feel nearly as real. Similarly, paying bills by writing checks and promptly entering the sums into your register keeps you up-to-date on how your account is affected in a way that autopay doesn't.\n", "\nYou don't have to use cash exclusively or completely forgo online payments, but handling transactions in old-fashioned ways can make you realize how much you're spending and enhance the power of self-regulation.\n", "\nIf you are constantly looking at what you have to cut and give up, the very act of budgeting will become distasteful. A mixture of long- and short-term gifts to yourself will help keep you motivated. When you've been faithful to your budget for a month, give yourself a reward. Even small ones can help, such as a night out with friends, a concert or a little extra cash for spending. Keep visual reminders of these rewards or the things you're saving up for. Start building associations in your brain—that sticking to your budget has a pleasurable result.\n", "\nIt's difficult to predict how much money you'll need in every category of life; a new job may necessitate a wardrobe change and your clothing budget may not cut it. That's why it's important to have a regular check on how you've created your budget. If it isn't working, tweak it. It is <em>your</em> budget, after all—just make sure you keep your long-term financial goals in the picture.\n", "\nInstead of taking the more common road of instant gratification, which leads so easily to overspending and endless debt, learn all you can about finances, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymanagement.asp\" rel=\"noopener noreferrer\">money management</a>, and how you can best invest in yourself. Talk to your financially savvy friends and get real-world tips and advice from people who are doing well with their money.\n", "\nThe more you learn about handling money wisely and its rewards, the more concrete the reasons for budgeting will be, and the better you will be at not only creating a budget that works for you, but also sticking to it.\n", "\nBudgeting strategies sound fine, but if you're in dire straits financially or suffering from mounting bills and a lack of funds, there are some other possible steps to take.\n", "\nDon't be afraid to request bill extensions or payment plans from creditors. Skipping or delaying payments only worsens your debt—and besides, late fees ding your credit score. \n", "\nGo over all your bills to see what must be paid first and then set up a payment schedule based on your paydays. You will want to leave yourself some catch-up time if some of your bills are already late.\n", "\nIf this is the case, call the bill companies to see how much you can pay now to get back on track toward positive status. Tell them you are taking strict measures to catch up. Be honest about the amount you can afford to pay; don't just promise to pay the full amount later.\n", "\nStashing 10% of your income into your savings account is daunting when you're living paycheck to paycheck. It doesn't make sense to have $100 in a savings plan if you are fending off debt collectors. Your piggy bank will have to starve until you can find financial stability.\n", "\nTo fix your finances, you need to get a handle on your outlay first. Online banking and online budgeting software can help you categorize spending so you can make adjustments. Many people find that just by looking at aggregate figures for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discretionary-expense.asp\" rel=\"noopener noreferrer\">discretionary expenses</a>, they are spurred to change their patterns and reduce excessive spending.\n", "\nOnce you've got a sense of where the money goes, it's time to tighten up. All cutbacks should start with items you wouldn't miss or habits you should change anyway—like reducing your fresh food purchases if you find ingredients spoiling before you can eat them. Or preparing meals at home more instead of going to restaurants or getting takeout.\n", "\nSome expenses you shouldn't drop but might be able to adjust could include reducing your auto insurance rate by switching carriers.\n", "\nThere are other proactive ways to reduce expenses. Those killer interest rates on your credit cards aren't fixed in stone, for example. Call the card company and ask for a reduction in the annual percentage rates (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\" rel=\"noopener noreferrer\">APR</a>); if you have a good record, your request might be approved. This won't lower your outstanding balance, but it will keep it from mushrooming as fast.\n", "\nOnce you've gone through these steps, monitor your progress for a few months. You can do this by writing everything you spend in a notebook, via budgeting apps on your phone, or with that software you used in step 4 to review your spending.\n", "\nHow you track your money isn't as important as how much you are tracking. Focus on ensuring that every cent is accounted for by dividing your expenses into categories. Fine-tune and adjust the spending as needed after each month.\n", "\nFor the time being, saving and investing money is out. But consider ways to increase earnings: working overtime, getting a second job, or picking up some freelance work.\n", "\nA budget isn't a prison cell to keep you away from your money. Rather, it's a tool you use to make sure your future is better—and yes, richer, than your present.\n"]}