{"name": "Build America Bonds (BABs)", "@id": "https://www.investopedia.com/terms/b/build-america-bonds-babs.asp", "related": ["https://www.investopedia.com/terms/s/subsovereignobligation.asp", "https://www.investopedia.com/terms/e/extraordinaryredemption.asp", "https://www.investopedia.com/terms/t/taxable-municipal-bond.asp", "https://www.investopedia.com/terms/d/doublebarreled.asp", "https://www.investopedia.com/terms/t/tollrevenuebond.asp", "https://www.investopedia.com/terms/t/tripletaxfree.asp"], "body": ["\nBuild America Bonds (BABs) were taxable municipal bonds that featured federal tax credits or subsidies for bondholders or state and local government bond issuers. Build America Bonds (BABs) were introduced in 2009 as part of President Obama's American Recovery and Reinvestment Act (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-recovery-and-reinvestment-act.asp\">ARRA</a>) to create jobs and stimulate the economy. The Build America Bonds program expired in 2010.\n", "\nMany savers were afraid to invest in anything other than federal government bonds right after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2008 financial crisis</a>. Investors were even staying away from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\">municipal bonds</a>. The federal government introduced Build America Bonds (BABs) to ensure that local municipalities and counties were able to raise much-needed capital during the recession.\n", "\nBABs were introduced to encourage investment in local areas. BABs were debt securities issued by a state, municipality, or county to finance <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a>. The interest rates on these bonds were <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidy.asp\">subsidized</a> by the federal government, which made the cost of borrowing for infrastructure projects lower for state and local governments.\n", "\nIn addition, investors at that time were more likely to opt for a bond issued by a government body. Corporate bonds had a high perceived <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/defaultrisk.asp\">default risk</a> immediately following the 2008 financial crisis.\n", "\nIn general, there were two distinct types of BABs: tax credit BABs and direct payment BABs. Tax credit BABs offered bondholders and lenders a 35% federal subsidy of the interest paid through refundable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credits</a>, reducing the bondholder’s tax liability. If the bondholder's tax liability was insufficient to use the entire credit, it could be carried forward to future years.\n", "\nThe direct payment BABs offered a similar subsidy, but it was paid to the bond issuer. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\">U.S. Treasury</a> made a direct payment to Build America Bond issuers in the form of a 35% subsidy of the interest they owed to investors. Since the effective <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofdebt.asp\">cost of borrowing</a> fell for issuers, they were able to offer the bonds to investors at competitive rates in the markets. California's $5.2 billion BAB issue in early 2009, for example, offered an interest rate of 7.4% to investors. The state only had to pay 4.8% of that interest, and the federal government paid for the rest.\n", "\nSome traditionally tax-exempt issuers, such as private party issuers and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/501c3-organizations.asp\">501(c)(3)</a> organizations, were not eligible to use the BAB program. Also, the program was only open to new issue capital expenditure bonds issued before January 1, 2011. BABs could not be issued for refinancing old debts.\n", "\nThe difference between Build America Bonds and traditional municipal bonds is that income generated from regular muni bonds is exempt from federal and some state taxes. With BABs, the interest income was subject to tax at the federal level.\n"]}