{"name": "Bullish Abandoned Baby Definition", "@id": "https://www.investopedia.com/terms/b/bullish-abandoned-baby.asp", "related": ["https://www.investopedia.com/terms/t/three-inside-updown.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp", "https://www.investopedia.com/terms/l/long-legged-doji.asp", "https://www.investopedia.com/terms/t/thrusting-line.asp", "https://www.investopedia.com/terms/s/spinning-top.asp", "https://www.investopedia.com/terms/m/matching-low.asp"], "body": ["\nThe bullish abandoned baby is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\">candlestick</a> pattern that is used by traders to signal a reversal of a downtrend. It forms in a downtrend and is composed of three price bars. The first is a large down candle, followed by a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/doji.asp\">doji</a> candle that <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gap.asp\">gaps</a> below the first candle. The next candle opens higher than the doji and moves aggressively to the upside.\n", "\nThe expectation is that the price will continue to move higher as the pattern shows that selling has been at least temporarily exhausted. It can be contrasted with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearish-abandoned-baby.asp\">bearish abandoned baby</a> pattern, which marks the possible end of an uptrend.\n", "\nTraders watch for bullish abandoned baby patterns to signal the potential end of a downtrend. The pattern is fairly rare as the price movements need to meet specific criteria in order to create the pattern.\n", "\nSome traders will allow for slight variations. For example, the doji may not gap below the close of the first candle, instead, it opens near the prior close and stays there.\n", "\nSometimes there are two or three dojis before the price makes its upward move. This would be acceptable to some traders since the pattern is still showing a drop, a leveling off, and then a sharp rise.\n", "\nThe psychology or idea behind the pattern is that the price has been dropping aggressively and just had a big sell-off again (first down candle). The price then forms a doji, which shows selling is leveling off as the open and close prices of the doji are nearly the same. Dojis are commonly associated with indecision. In this case, the doji means that sellers may be losing momentum and buyers are starting to step in. The doji, or dojis, are followed by a strong advancing candle that typically gaps higher from the doji. This shows that buyers have regained control and that the selling has at least temporarily been exhausted.\n", "\nTraders may manually search for the bullish abandoned baby, or trade it when they see it, but they can also scan for the pattern using trading software.\n", "\nWhile there are multiple ways to trade the bullish abandoned baby pattern, here are some general ideas on how to do it.\n", "\nA profit target at a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciretracement.asp\">Fibonacci retracement</a> level could be used. For example, traders might set a profit target at a 50% retracement of the downtrend that preceded the bullish abandoned baby pattern.\n", "\nOther options may include setting a target at a fixed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskrewardratio.asp\">risk/reward ratio</a>. For example, if risking $500, set a profit target at a $1,000 or $1,500 gain. A trader could also use technical indicators, or exit when the price drops below a chosen <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\">moving average</a>, for example.\n", "\nThe pattern is fairly rare since the pattern has strict requirements. Some traders allow the restrictions to be relaxed slightly, which means more patterns will be found, and the results can still be quite good.\n", "\nA few variations of the pattern formed in Macy's Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=m\">M</a>). After the price declined, on a number of occasions it formed a bullish abandoned baby bottom. These patterns were followed by strong moves to the upside.\n", "\nPattern one is a slight variation of the traditional pattern, as the doji doesn't gap below the prior close, and there are two dojis. Yet the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketsentiment.asp\">sentiment </a>of the pattern still shows a bullish shift. The pattern has a strong drop, indecision and leveling off, and then a strong surge higher after the dojis.\n", "\nPattern two is more traditional, except there are once again two dojis. This is acceptable, and the price shot higher following the pattern.\n", "\nPattern three is also a slight variation, as the doji didn't gap below the prior candle's close. The price moved higher following the doji, though, and an uptrend commenced.\n", "\nBoth the bullish and bearish abandoned baby patterns are similar to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eveningstar.asp\">evening star</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/morningstar.asp\">morning star</a> formations. The difference that makes the abandoned baby patterns so rare is the occurrence of the doji candle with a gap on either side. The evening star and morning star formations do not require the middle candle to be a doji, or to have gaps on either side.\n", "\nThe name \"doji\", like many of the names of candlestick patterns, comes from a traditional usage among rice traders in Japan. Steve Nison is credited with first publishing this name in the popular press in 1991, though the name has been around in Japanese trading for centuries. This pattern is also similar to the bar-chart pattern known as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/islandreversal.asp\">island reversal</a> but with only a single candle.\n"]}