{"name": "Bull Put Spread Definition", "@id": "https://www.investopedia.com/terms/b/bullputspread.asp", "related": ["https://www.investopedia.com/terms/b/butterflyspread.asp", "https://www.investopedia.com/terms/i/ironcondor.asp", "https://www.investopedia.com/terms/b/bullspread.asp", "https://www.investopedia.com/terms/v/verticalspread.asp", "https://www.investopedia.com/terms/b/bearspread.asp", "https://www.investopedia.com/terms/p/putoption.asp"], "body": ["\nA bull put spread is an options strategy that an investor uses when they expect a moderate rise in the price of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\" rel=\"noopener noreferrer\">underlying asset</a>. The strategy employs two put options to form a range, consisting of a high <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\" rel=\"noopener noreferrer\">strike price</a> and a low strike price. The investor receives a net credit from the difference between the two premiums from the options.\n", "\nInvestors typically use put options to profit from declines in a stock's price, since a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\" rel=\"noopener noreferrer\">put option</a> gives them the ability—though not the obligation—to sell a stock at or before the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expiration-date.asp\" rel=\"noopener noreferrer\">expiration date</a> of the contract. Each put option has a strike price, which is the price at which the option converts to the underlying stock. Investors pay a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-premium.asp\" rel=\"noopener noreferrer\">premium</a> to purchase a put option.\n", "\nInvestors typically buy put options when they are bearish on a stock, meaning they hope the stock will fall below the option's strike price. However, the bull put spread is designed to benefit from a stock's rise. If the stock trades above the strike at expiry, the put option expires worthless, because no one would sell the stock at a strike lower than the market price. As a result, the investor who bought the put loses the value of the premium they paid.\n", "\nOn the other hand, an investor who sells a put option is hoping the stock doesn't decrease, but instead rises above the strike so the put option expires worthless. A put option seller—the option <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/writer.asp\">writer</a>—receives the premium for selling the option initially and wants to keep that sum. However, if the stock declines below the strike, the put seller is on the hook. The option holder has a profit and will exercise their rights, selling their shares at the higher strike price. In other words, the put option is exercised against the seller.\n", "\nThe premium received by the seller would be reduced depending on how far the stock price falls below the put option's strike. The bull put spread is designed to allow the seller to keep the premium earned from selling the put option even if the stock's price declines.\n", "\nA bull put spread consists of two put options. First, an investor buys one put option and pays a premium. At the same time, the investor sells a second put option with a strike price that is higher than the one they purchased, receiving a premium for that sale. Note that both options will have the same expiration date. Since puts lose value as the underlying increases, both options would expire worthless if the underlying price finishes higher than the highest strike. Therefore, the maximum profit would be the premium received from writing the spread.\n", "\nThose who are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bull.asp\" rel=\"noopener noreferrer\">bullish</a> on an underlying stock could thus use a bull put spread to generate income with limited downside. However, there is a risk of loss with this strategy.\n", "\nThe maximum profit for a bull put spread is equal to the difference between the amount received from the sold put and the amount paid for the purchased put. In other words, the net credit received initially is the maximum profit, which only happens if the stock's price closes above the higher strike price at expiry.\n", "\nThe goal of the bull put spread strategy is realized when the price of the underlying moves or stays above the higher strike price. The result is the sold option expires worthless. The reason it expires worthless is that no one would want to exercise it and sell their shares at the strike price if it's lower than the market price.\n", "\nA drawback to the strategy is that it limits the profit earned if the stock rises well above the upper strike price of the sold put option. The investor would pocket the initial credit but miss out on any future gains.\n", "\nIf the stock is below the upper strike in the strategy, the investor will begin to lose money since the put option will likely be exercised. Someone in the market would want to sell their shares at this, more attractive, strike price.\n", "\nHowever, the investor received a net credit for the strategy at the outset. This credit provides some cushion for the losses. Once the stock declines far enough to wipe out the credit received, the investor begins losing money on the trade.\n", "\nIf the stock price falls below the lower strike put option—the purchased put—both put options would have lost money, and maximum loss for the strategy is realized. The maximum loss is equal to the difference between the strike prices and the net credit received.\n", "\nLet's say an investor is bullish on Apple (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=aapl\" rel=\"noopener noreferrer\">AAPL</a>) over the next month. Imagine the stock currently trades at $275 per share. To implement a bull put spread, the investor:\n", "\nThe investor earns a net credit of $6.50 for the two options, or $8.50 credit - $2 premium paid. Because one options contract equals 100 shares of the underlying asset, the total credit received is $650.\n", "\nLet's say Apple rises and trades at $300 at expiry. The maximum profit is achieved and equals $650, or $8.50 - $2 = $6.50 x 100 shares = $650. Once the stock rises above the upper strike price, the strategy ceases to earn any additional profit.\n", "\nIf Apple trades at $200 per share or below the low strike, the maximum loss is realized. However, the loss is capped at $350, or $280 put - $270 put - ($8.50 - $2) x 100 shares.\n", "\nIdeally, the investor is looking for the stock to close above $280 per share on expiration, which would be the point at which maximum profit is achieved.\n"]}