{"name": "Bureaucracy Definition", "@id": "https://www.investopedia.com/terms/b/bureaucracy.asp", "related": ["https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/a/administrative-law.asp", "https://www.investopedia.com/terms/e/environmental-protection-agency.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/f/fiduciary.asp"], "body": ["\nA bureaucracy typically refers to an organization that is complex with multilayered systems and processes. These systems and procedures are designed to maintain uniformity and control within an organization. A bureaucracy describes the established methods in large organizations or governments. For example, an oil company may establish a bureaucracy to compel its employees to complete safety checks when operating on an oil rig.\n", "\nLabels such as \"bureaucrat,\" \"bureaucratic,\" and \"bureaucracy\" often have negative connotations. Bureaucrats imply government personnel, and the term bureaucratic implies that set methods are more important than efficiency. However, there is a more balanced way to look at a bureaucracy.\n", "\nThe bureaucratic process lends itself to criticism. It is often considered to be synonymous with redundancy, arbitrariness, and inefficiency. One common satirical definition of bureaucracy is \"the art of making the possible impossible.\"\n", "\nStructurally, bureaucracy stems from the effort to govern organizations through closed systems. Closed systems are formal and rigid to maintain order. Procedural correctness is paramount within a bureaucracy. Perhaps the single most identifiable characteristic of a bureaucracy is the use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-hierarchy.asp\" rel=\"noopener noreferrer\">hierarchical</a> procedures to simplify or replace autonomous decisions.\n", "\nA bureaucrat makes implicit assumptions about an organization and the world with which it interacts. One of these assumptions is that the organization cannot rely on an open system of operations, which is either too complex or too uncertain to survive. Instead, a closed and rationally reviewed system should be implemented and followed.\n", "\nBureaucracy is not the same as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">governance</a> or administration. Some administrative structures are not bureaucratic, and many bureaucracies are not part of administrative structures. The differences lie in the objectives of each system.\n", "\nAn administration directs organizational resources toward an objective goal such as generating profits or administering a service. Bureaucracies ensure procedural correctness irrespective of the circumstances or goals.\n", "\nIn modern industrial societies, such as the U.S., dual bureaucracies often exist between private companies and government regulatory agencies. Whenever a regulatory bureaucracy exists to impose rules on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business.asp\" rel=\"noopener noreferrer\">business</a> activity, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private company</a> might create a bureaucracy to avoid violating such regulations.\n", "\nBureaucratic structures tend to be backward-looking, identifying procedures that worked well in the past. This backward perspective creates a conflict with entrepreneurs and innovators who prefer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forward-looking.asp\" rel=\"noopener noreferrer\">forward-looking</a> concepts and attempt to identify ways in which processes could be improved.\n", "\nFor example, agile processes that make improvements through an iterative process characterized by self-organization and accountability. Over time, a rigid bureaucracy reduces <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operationalefficiency.asp\" rel=\"noopener noreferrer\">operational efficiency</a>, particularly compared to rival organizations without large bureaucracies. Losses in efficiency are most pronounced in circumstances where bureaucracy is also used to insulate established power structures from the competition.\n", "\nClassic bureaucratic rigidity and protectionism are prevalent in the U.S. federal government. For example, firing poor performers is difficult because of an arduous termination process.\n", "\nIn a <em><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://hbswk.hbs.edu/item/how-much-bureaucracy-is-a-good-thing-in-government-and-business\" rel=\"noopener noreferrer\">Harvard Business Review</a> </em>article, James L. Heskett, Professor Emeritus of Business Logistics, questions whether bureaucracy is a good thing in government or private businesses.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe article describes bureaucracies as entities that focus on decision rights rather than decision making and states that \"they are not created to deliberate or think.” According to comments from contributors to the article, \"Bureaucracies are far too often about themselves and expanding the power and influence of the people who head them.”<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nDespite this, some contributors to the article who had served in government agencies defend the role of bureaucracy while recognizing that reforming bureaucracies could provide greater autonomy to decision-makers.\n", "\nAnother comment noted that the bureaucracy of the U.S. government was effective in its creation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/03/071603.asp\" rel=\"noopener noreferrer\">Glass-Steagall Act</a> of 1933, which established the provisions for separating commercial and investment banking, and the social programs created through the New Deal. The New Deal was an initiative of President Franklin D. Roosevelt, also in 1933, whereby many social programs helped the United States to recover from the Great Depression.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}