{"name": "Business Ecosystem Definition", "@id": "https://www.investopedia.com/terms/b/business-ecosystem.asp", "related": ["https://www.investopedia.com/terms/e/economic-network.asp", "https://www.investopedia.com/terms/v/value-network.asp", "https://www.investopedia.com/terms/s/swot.asp", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp"], "body": ["\nA business ecosystem is the network of organizations—including suppliers, distributors, customers, competitors, government agencies, and so on—involved in the delivery of a specific product or service through both competition and cooperation. The idea is that each entity in the ecosystem affects and is affected by the others, creating a constantly evolving relationship in which each entity must be flexible and adaptable in order to survive as in a biological ecosystem.\n", "\nIn the 1930s, British botanist Arthur Tansley introduced the term ecosystem to describe a community of organisms interacting with each other and their environments: air, water, earth, etc. In order to thrive, these organisms compete and collaborate with each other on available resources, co-evolve, and jointly adapt to external disruptions.\n", "\nBusiness strategist James Moore adopted this biological concept in his 1993 Harvard Business Review article <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://hbr.org/1993/05/predators-and-prey-a-new-ecology-of-competition\" rel=\"noopener noreferrer\">Predators and Prey: A New Ecology of Competition</a>, in which he paralleled companies operating in the increasingly interconnected world of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commerce.asp\" rel=\"noopener noreferrer\">commerce</a> to a community of organisms adapting and evolving to survive. Moore suggested that a company be viewed not as a single firm in an industry, but as a member of a business ecosystem with participants spanning across multiple industries.\n", "\nAdvances in technology and increasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/10/globalization-developed-countries.asp\" rel=\"noopener noreferrer\">globalization</a> have changed ideas about the best ways to do business, and the idea of a business ecosystem is thought to help companies understand how to thrive in this rapidly changing environment. Moore defined the business ecosystem as follows:\n", "\nIn effect, the business ecosystem consists of a network of interlinked companies that dynamically interact with each other through competition and cooperation to grow sales and survive. An ecosystem includes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vendor.asp\" rel=\"noopener noreferrer\">suppliers</a>, distributors, consumers, government, processes, products, and competitors. When an ecosystem thrives, it means that the participants have developed patterns of behavior that streamline the flow of ideas, talent, and capital throughout the system.\n", "\nEcosystems create strong <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barriers to entry</a> for new competition, as potential entrants not only have to duplicate or better the core product, but they must also compete against the entire system of independent complementing businesses and suppliers that form the network.\n", "\nBeing a part of a business ecosystem provides mechanisms to leverage technology, achieve excellence in research and business competence, and compete effectively against other companies. Some other goals of a business ecosystem include:\n", "\nIt is for these reasons that in today's rapidly changing business world, a company creates its own ecosystem or comes up with a way to join an existing ecosystem by providing an advantage that is currently lacking in that ecosystem.\n"]}