{"name": "Business Development Company (BDC)", "@id": "https://www.investopedia.com/terms/b/bdc.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-n-54c.asp", "https://www.investopedia.com/terms/d/double_leverage.asp", "https://www.investopedia.com/terms/v/venturecapitaltrust.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/m/mutualfund.asp", "https://www.investopedia.com/terms/i/investing.asp"], "body": ["\nA business development company (BDC) is an organization that invests in small- and medium-sized companies as well as distressed companies. A BDC helps the small- and medium-sized firms grow in the initial stages of their development. With distressed businesses, the BDC helps the companies regain sound financial footing.\n", "\nSet up similarly to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/closedend-fund/\">closed-end investment funds</a>, many BDCs are typically public companies whose shares trade on major stock exchanges, such as the American Stock Exchange (AMEX), Nasdaq, and others. As investments, they can be somewhat high-risk but also offer high dividend yields.\n", "\nAccording to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://cefdata.com/bdc/\" rel=\"nofollow\">Closed-End Fund Advisors</a>, as of May 2019, there are approximately 49 public BDCs.\n", "\nThe U.S. Congress created business development companies in 1980 to fuel job growth and assist emerging U.S. businesses in raising funds. BDCs are closely involved in providing advice about the operations of their portfolio companies.\n", "\nMany BDCs make investments in private companies and sometimes in small public firms that have low trading volumes. They provide permanent capital to these businesses by taking advantage of a wide variety of sources, such as equity, debt, and hybrid financial instruments.\n", "\nTo qualify as a BDC, a company must be registered in compliance with Section 54 of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentcompanyact.asp\">Investment Company Act of 1940</a>. It must be a domestic company whose class of securities is registered with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC).\n", "\nThe BDC must invest at least 70% of its assets in private or public U.S. firms with market values of less than US$250 million. These companies are often young businesses, seeking financing, or firms that are suffering or emerging from financial difficulties. Also, the BDC must provide managerial assistance to the companies in its portfolio.\n", "\nIf BDCs sound similar to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vcfund.asp\">venture capital funds</a>, they are. However, there are some key differences. One relates to the nature of the investors each seeks. Venture capital funds are available mostly to large institutions and wealthy individuals through private placements. In contrast, BDCs allow smaller, nonaccredited investors to invest in them, and by extension, in small growth companies.\n", "\nVenture capital funds keep a limited number of investors and must meet certain asset-related tests to avoid being classified as regulated investment companies. BDC shares, on the other hand, are typically traded on stock exchanges and are constantly available as investments for the public.\n", "\nBDCs that decline to list on an exchange are still required to follow the same regulations as listed BDCs. Less stringent provisions for the amount of borrowing, related-party transactions, and equity-based compensation make the BDC an appealing form of incorporation to venture capitalists who were previously unwilling to assume the burdensome regulation of an investment company.\n", "\nBDCs provide investors with exposure to debt and equity investments in predominantly private companies—typically closed to investments.\n", "\nBecause BDCs are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ric.asp\">regulated investment companies</a> (RICs), they must distribute over 90% of their profits to shareholders. That RIC status, though, means they don't pay corporate income tax on profits before they distribute them to shareholders. The result is above-average dividend yields. According to \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bdcinvestor.com/business-development-company-list/\" rel=\"nofollow\">BDCInvestor.com</a>,\" as of May 2019, the ten highest-yielding BDCs were posting anywhere from 10.82% to 14.04%.\n", "\nInvestors receiving dividends will pay taxes on them at their tax rate for ordinary income. Also, BDC investments may diversify an investor's portfolio with securities that can display substantially different returns from stocks and bonds. Of course, the fact that they trade on public exchanges gives them a fair amount of liquidity and transparency.\n", "\nAlthough a BDC itself is liquid, many of its holdings are not. The portfolio holdings are primarily private firms or small, thinly-traded public companies. Because most BDC holdings are typically invested in illiquid securities, a BDC's portfolio has subjective fair-value estimates and may experience sudden and quick losses.\n", "\nThese losses can be magnified because BDCs often employ leverage—that is, they borrow the money they invest or loan to their target companies. Leverage can improve the rate of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\">return on investment</a> (ROI), but it can also cause cash-flow problems if the leveraged asset declines in value.\n", "\nThe BDC-invested target companies typically have no track records or troubling track records. There is always the chance they could go under or default on a loan. A rise in interest rates—making it more expensive to borrow funds—can impede a BDC's profit margins as well.\n", "\nIn short, BDCs invest aggressively in companies that offer both incomes now and capital appreciation later; as such, they register somewhat high on the risk scale.\n", "\nAs of May 2019, the highest-income-providing BDC on BDC Investor's list, with a market and income yield of 14.04% is CM Finance Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=cmfn\">CMFN</a>). Headquartered in New York City, CMFN seeks total returns from current and capital appreciation primarily through loans to, but also via equity investments in, middle-market companies. These middle-market businesses have revenues of at least $50 million. CMFN's total of 2018 assets was worth $301 million. CM Finance trades on Nasdaq and averages a volume of 60,000 shares per day. The firm has a market cap of nearly $97 million.\n"]}