{"name": "Business Ethics Definition", "@id": "https://www.investopedia.com/terms/b/business-ethics.asp", "related": ["https://www.investopedia.com/terms/c/code-of-ethics.asp", "https://www.investopedia.com/terms/c/corporategovernance.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/s/sweetheartdeal.asp", "https://www.investopedia.com/terms/t/total-quality-management-tqm.asp", "https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp"], "body": ["\nBusiness ethics is the study of appropriate business policies and practices regarding potentially controversial subjects including corporate governance, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insidertrading.asp\">insider trading</a>, bribery, discrimination, corporate social responsibility, and fiduciary responsibilities. The law often guides <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040815/why-are-business-ethics-important.asp\">business ethics</a>, but at other times business ethics provide a basic guideline that businesses can choose to follow to gain public approval.\n", "\nBusiness ethics ensure that a certain basic level of trust exists between consumers and various forms of market participants with businesses. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfoliomanager.asp\">portfolio manager</a> must give the same consideration to the portfolios of family members and small individual investors. These kinds of practices ensure the public receives fair treatment.\n", "\nThe concept of business ethics began in the 1960s as corporations became more aware of a rising consumer-based society that showed concerns regarding the environment, social causes, and corporate responsibility. The increased focus on so-called social issues was a hallmark of the decade.\n", "\nSince that time period, the concept of business ethics has evolved. Business ethics goes beyond just a moral code of right and wrong; it attempts to reconcile what companies must do legally versus maintaining a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\">competitive advantage</a> over other businesses. Firms display business ethics in several ways.\n", "\nHere are a few examples of business ethics at work as corporations attempt to balance marketing and social responsibility. For example, Company XYZ sells cereals with all-natural ingredients. The marketing department wants to use the all-natural ingredients as a selling point, but it must temper enthusiasm for the product versus the laws that govern labeling practices.\n", "\nSome competitors' advertisements tout high-fiber cereals that have the potential to reduce the risk of some types of cancer. The cereal company in question wants to gain more market share, but the marketing department cannot make dubious health claims on cereal boxes without the risk of litigation and fines. Even though competitors with larger market shares of the cereal industry use shady labeling practices, that doesn't mean every manufacturer should engage in unethical behavior.\n", "\nFor another example, consider the matter of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quality-control.asp\">quality control</a> for a company that manufactures electronic components for computer servers. These components must ship on time, or the manufacturer of the parts risks losing a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lucrative.asp\">lucrative</a> contract. The quality-control department discovers a possible defect, and every component in one shipment faces checks.\n", "\nUnfortunately, the checks may take too long, and the window for on-time shipping could pass, which could delay the customer's product release. The quality-control department can ship the parts, hoping that not all of them are defective, or delay the shipment and test everything. If the parts are defective, the company that buys the components might face a firestorm of consumer backlash, which may lead the customer to seek a more reliable supplier.\n", "\nWhen it comes to preventing unethical behavior and repairing its negative side effects, companies often look to managers and employees to report any incidences they observe or experience. However, barriers within the company culture itself (such as fear of retaliation for reporting misconduct) can prevent this from happening.\n", "\nPublished by the Ethics &amp; Compliance Initiative (ECI), the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ethics.org/workplace-behavior-business-ethics-compliance-report-2019/\" rel=\"noopener noreferrer nofollow\">Global Business Ethics Survey of 2019</a> surveyed over 18,000 employees in 18 countries about different types of misconduct they observed in the workplace. Thirty percent of the employees surveyed said they had observed misconduct, with 21% saying they had observed conduct they would categorize as abusive, intimidating, or creating a hostile work environment. Sixty-five percent of employees said they reported the misconduct they observed. When questioned if they had experienced retaliation for reporting, 40% said they had been retaliated against.\n", "\nIndeed, fear of retaliation is one of the major reasons employees cite for not reporting unethical behavior in the workplace. ECI says companies should work toward improving their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-culture.asp\" rel=\"noopener noreferrer\">corporate culture</a> by reinforcing the idea that reporting suspected misconduct is beneficial to the company and acknowledging and rewarding the employee's courage for making the report.\n", "\nBusiness ethics concerns ethical dilemmas or controversial issues faced by a company. Often, business ethics involve a system of practices and procedures that help build trust with the consumer. On one level, some business ethics are embedded in the law, such as minimum wage, insider trading restrictions, and environmental regulations. On the other hand, business ethics can be influenced by management behavior, with wide-ranging effects across the company.\n", "\nConsider an employee who is told in a meeting that the company will face an earnings shortfall for the quarter. This employee also owns shares in his firm. It would be unethical for the employee to sell his shares, since he was subject to insider information. Alternatively, if two large competitors came together to gain an unfair advantage, such as controlling prices in a given market, this would raise serious ethical concerns.\n", "\nBusiness ethics are important because they have lasting implications on several levels. With increased investor awareness on environmental, social, and governance issues, a company's reputation is at stake. For instance, if a company partakes in unethical practices, such as poor customer privacy procedures and protections, it could result in a data breach. This, in turn, may lead to a significant loss of customers, erosion of trust, less competitive hires, and share price declines. \n"]}