{"name": "Business Model Definition", "@id": "https://www.investopedia.com/terms/b/businessmodel.asp", "related": ["https://www.investopedia.com/terms/g/grossprofit.asp", "https://www.investopedia.com/terms/v/variablecost.asp", "https://www.investopedia.com/terms/d/disruptive-innovation.asp", "https://www.investopedia.com/terms/o/operatingmargin.asp", "https://www.investopedia.com/terms/b/breakevenpoint.asp", "https://www.investopedia.com/terms/n/net_margin.asp"], "body": ["\nThe term business model refers to a company's plan for making a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profit</a>. It identifies the products or services the business plans to sell, its identified <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/target-market.asp\" rel=\"noopener noreferrer\">target market</a>, and any anticipated <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\" rel=\"noopener noreferrer\">expenses</a>. Business models are important for both new and established businesses. They help new, developing companies attract investment, recruit talent, and motivate management and staff. Established businesses should regularly update their business plans or they'll fail to anticipate trends and challenges ahead. Business plans help investors evaluate companies that interest them.\n", "\nA business model is a high-level plan for profitably operating a business in a specific marketplace. A primary component of the business model is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valueproposition.asp\" rel=\"noopener noreferrer\">value proposition</a>. This is a description of the goods or services that a company offers and why they are desirable to customers or clients, ideally stated in a way that differentiates the product or service from its competitors.\n", "\nA new enterprise's business model should also cover projected <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/09/business-startup-costs.asp\" rel=\"noopener noreferrer\">startup costs</a> and financing sources, the target customer base for the business, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing-strategy.asp\" rel=\"noopener noreferrer\">marketing strategy</a>, a review of the competition, and projections of revenues and expenses. The plan may also define opportunities in which the business can partner with other established companies. For example, the business model for an advertising business may identify benefits from an arrangement for referrals to and from a printing company.\n", "\nSuccessful businesses have business models that allow them to fulfill client needs at a competitive price and a sustainable cost. Over time, many businesses revise their business models from time to time to reflect changing business environments and market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demands</a>.\n", "\nWhen evaluating a company as a possible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment.asp\" rel=\"noopener noreferrer\">investment,</a> the investor should find out exactly how it makes its money. This means looking through the company's business model. Admittedly, the business model may not tell you everything about a company's prospects. But the investor who understands the business model can make better sense of the financial data.\n", "\nA common mistake many companies make when they create their business models is to underestimate the costs of funding the business until it becomes profitable. Counting costs to the introduction of a product is not enough. A company has to keep the business running until its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a> exceed its expenses.\n", "\nOne way analysts and investors evaluate the success of a business model is by looking at the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossprofit.asp\" rel=\"noopener noreferrer\">gross profit</a>. Gross profit is a company's total revenue minus the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold</a> (COGS). Comparing a company's gross profit to that of its main competitor or its industry sheds light on the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\" rel=\"noopener noreferrer\">efficiency</a> and effectiveness of its business model. Gross profit alone can be misleading, however. Analysts also want to see <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a> or <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a>. That is gross profit minus operating expenses and is an indication of just how much real profit the business is generating.\n", "\nThe two primary levers of a company's business model are pricing and costs. A company can raise prices, and it can find inventory at reduced costs. Both actions increase gross profit. Many analysts consider gross profit to be more important in evaluating a business plan. A good gross profit suggests a sound business plan. If expenses are out of control, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/03/022803.asp\" rel=\"noopener noreferrer\">management team</a> could be at fault, and the problems are correctable. As this suggests, many analysts believe that companies that run on the best business models can run themselves.\n", "\nThere are as many types of business models as there are types of business. For instance, direct sales, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/franchise.asp\" rel=\"noopener noreferrer\">franchising</a>, advertising-based, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brickandmortar.asp\" rel=\"noopener noreferrer\">brick-and-mortar</a> stores are all examples of traditional business models. There are hybrid models as well, such as businesses that combine internet retail with brick-and-mortar stores or with sporting organizations like the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/070715/nbas-business-model.asp\" rel=\"noopener noreferrer\">NBA</a>.\n", "\nEach business plan is unique within these broad categories. Consider the shaving industry. Gillette is happy to sell its Mach3 razor handle at cost or for a lower price in order to get steady customers for its more profitable razor blades. The business model rests on giving away the handle to get blade sales. This type of business model is actually called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/razor-razorblademodel.asp\" rel=\"noopener noreferrer\">razor-razorblade model</a>, but it can apply to companies in any business that sells a product at a deep discount in order to supply a dependent good at a considerably higher price.\n", "\nJoan Magretta, the former editor of the Harvard Business Review, suggests there are two critical factors in sizing up business models. When business models don't work, she states, it's because the story doesn't make sense and/or the numbers just don't add up to profits.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The airline <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\" rel=\"noopener noreferrer\">industry</a> is a good place to look to find a business model that stopped making sense. It includes companies that have suffered heavy losses and even <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>.\n", "\nFor years, major carriers such as American Airlines, Delta, and Continental built their businesses around a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hub_and_spoke_structure.asp\" rel=\"noopener noreferrer\">hub-and-spoke structure</a>, in which all flights were routed through a handful of major airports. By ensuring that most seats were filled most of the time, the business model produced big profits. But a competing business model arose that made the strength of the major carriers a burden. Carriers like Southwest and JetBlue shuttled planes between smaller airports at a lower cost. They avoided some of the operational inefficiencies of the hub-and-spoke model while forcing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-labor.asp\" rel=\"noopener noreferrer\">labor costs</a> down. That allowed them to cut prices, increasing demand for short flights between cities.\n", "\nAs these newer competitors drew more customers away, the old carriers were left to support their large, extended networks with fewer passengers. The problem became even worse when traffic fell sharply following the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0911/the-impact-of-september-11-on-business.aspx\" rel=\"noopener noreferrer\">September 11 terrorist attacks in 2001</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ To fill seats, these airlines had to offer more discounts at even deeper levels. The hub-and-spoke business model no longer made sense.\n", "\nConsider a comparison of two competing business plans where two companies rent and sell movies. Both businesses made $5 million in revenues after spending $4 million on their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory.asp\" rel=\"noopener noreferrer\">inventories</a> of movies. This means that each company makes a gross profit calculated as $5 million minus $4 million, or $1 million. They also have the same <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross_profit_margin.asp\" rel=\"noopener noreferrer\">gross profit margin</a>, calculated as 20% of gross profit divided by revenues.\n", "\nBut things change with the arrival of the internet. Company B decides to stream movies online instead of renting or selling physical copies. This change disrupts the business model in a positive way. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensing-fee.asp\" rel=\"noopener noreferrer\">licensing fees</a> don't change, but the cost of holding inventory goes down considerably. In fact, the change reduces storage and distribution costs by $2 million. The new gross profit for the company is $5 million minus $2 million, or $3 million. The new gross profit <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\" rel=\"noopener noreferrer\">margin</a> is 60%. Meanwhile, Company A fails to update its business plan and is stuck with a lower gross profit margin. As a result, its sales begin to slide downwards. Company B isn't even making more in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sale.asp\" rel=\"noopener noreferrer\">sales</a>, but it has revolutionized its business model, and that has greatly reduced its costs.\n"]}