{"name": "Business Cycle Definition", "@id": "https://www.investopedia.com/terms/b/businesscycle.asp", "related": ["https://www.investopedia.com/terms/p/peak.asp", "https://www.investopedia.com/terms/e/expansion.asp", "https://www.investopedia.com/terms/e/economic-cycle.asp", "https://www.investopedia.com/terms/c/conferenceboard.asp", "https://www.investopedia.com/terms/i/inflation.asp", "https://www.investopedia.com/terms/c/cyclicalunemployment.asp"], "body": ["\n\"Business cycles are a type of fluctuation found in the aggregate economic activity of nations…a cycle consists of expansions occurring at about the same time in many economic activities, followed by similarly general recessions…this sequence of changes is recurrent but not periodic.\" That description, from the 1946 magnum opus by Arthur F. Burns and Wesley C. Mitchell, <em>Measuring Business Cycles,</em> remains definitive today.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nIn essence, business cycles are marked by the alternation of the phases of expansion and contraction in aggregate economic activity, and the comovement among economic variables in each phase of the cycle. Aggregate economic activity is represented by not only real (i.e., inflation-adjusted) GDP—a measure of aggregate output—but also the aggregate measures of industrial production, employment, income, and sales, which are the key coincident economic indicators used for the official determination of U.S. business cycle peak and trough dates. \n", "\nA popular misconception is that a recession is defined simply as two consecutive quarters of decline in real GDP. Notably, the 1960–61 and 2001 recessions did not include two successive quarterly declines in real GDP.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ \n", "\nA recession is actually a specific sort of vicious cycle, with cascading declines in output, employment, income, and sales that feed back into a further drop in output, spreading rapidly from industry to industry and region to region. This domino effect is key to the diffusion of recessionary weakness across the economy, driving the comovement among these coincident economic indicators and the persistence of the recession.\n", "\nOn the flip side, a business cycle recovery begins when that recessionary vicious cycle reverses and becomes a virtuous cycle, with rising output triggering job gains, rising incomes, and increasing sales that feed back into a further rise in output. The recovery can persist and result in a sustained economic expansion only if it becomes self-feeding, which is ensured by this domino effect driving the diffusion of the revival across the economy. \n", "\nOf course, the stock market is not the economy. Therefore, the business cycle should not be confused with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market_cycles.asp\" rel=\"noopener noreferrer\">market cycles</a>, which are measured using broad stock price indices.\n", "\nThe severity of a recession is measured by the three D's: depth, diffusion, and duration. A recession's depth is determined by the magnitude of the peak-to-trough decline in the broad measures of output, employment, income, and sales. Its diffusion is measured by the extent of its spread across economic activities, industries, and geographical regions. Its duration is determined by the time interval between the peak and the trough. \n", "\nIn analogous fashion, the strength of an expansion is determined by how pronounced, pervasive, and persistent it turns out to be. These three P's correspond to the three D's of recession.\n", "\nAn expansion begins at the trough (or bottom) of a business cycle and continues until the next peak, while a recession starts at that peak and continues until the following trough.\n", "\nThe National Bureau of Economic Research (NBER) determines the business cycle chronology—the start and end dates of recessions and expansions for the United States. Accordingly, its Business Cycle Dating Committee considers a recession to be \"a significant decline in economic activity spread across the economy, lasting more than a few months, normally visible in real GDP, real income, employment, industrial production, and wholesale-retail sales.\"<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe Dating Committee typically determines recession start and end dates long after the fact. For instance, after the end of the 2007–09 recession, it \"waited to make its decision until revisions in the National Income and Product Accounts [were] released on July 30 and August 27, 2010,\" and announced the June 2009 recession end date on Sept. 20, 2010.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Since the Committee's formation in 1979, the average lags in the announcement of recession start and end dates have been eight months for peaks and 15 months for troughs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nPrior to the formation of the Committee, from 1949 to 1978, recession start and end dates were determined on behalf of the NBER by Dr. Geoffrey H. Moore. He then served as the Committee's senior member from 1979 until his death in 2000. In 1996, Moore co-founded the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://en.wikipedia.org/wiki/Economic_Cycle_Research_Institute\" rel=\"noopener noreferrer\">Economic Cycle Research Institute (ECRI)</a> which, based on the same approach used to determine the official U.S. business cycle chronology, determines business cycle chronologies for 21 other economies, including the G7 and the BRICS.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ In analyses requiring international recession dates as benchmarks, the most widely used procedure is to reference NBER dates for the U.S. and the ECRI dates for other economies.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nU.S. expansions have typically lasted longer than U.S. recessions. In 1854–1899, they were almost equal in length, with recessions lasting 24 months and expansions lasting 27 months, on average. The average recession duration then fell to 18 months in the 1900–1945 period and to 11 months in the post-World War II period. Meanwhile, the average duration of expansions increased progressively, from 27 months in 1854–1899, to 32 months in 1900–1945, to 45 months in 1945–1982, and to 103 months in the 1982–2009 period. \n", "\nThe depth of recessions has changed over time. They were typically very deep in the pre-World War II (WWII) period, going back to the 19th century. With cyclical volatility drastically downshifting after WWII, the depth of recessions decreased greatly. From the mid-1980s to the eve of the 2007–09 Great Recession—a period sometimes dubbed the great moderation—there was a further reduction in cyclical volatility. Also, since about the start of the great moderation, the average longevity of expansions appears to have roughly doubled.\n", "\nThe pre-WWII experience of most market-oriented economies included deep recessions and strong recoveries. However, the post-WWII recoveries from the devastation wreaked on many major economies by the war resulted in strong trend growth spanning decades. \n", "\nWhen trend growth is strong—as China has demonstrated in recent decades—it is difficult for cyclical downswings to take economic growth below zero, into recession. For the same reason, Germany and Italy did not see their first post-WII recession until the mid-1960s, and thus experienced two-decade expansions. From the 1950s to the 1970s, France experienced a 15-year expansion, the U.K. saw a 22-year expansion, and Japan enjoyed a 19-year expansion. Canada saw a 23-year expansion from the late 1950s to the early 1980s. Even the U.S. enjoyed its longest expansion until that time in its history, spanning nearly nine years from early 1961 to the end of 1969.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ \n", "\nWith business cycle recessions having apparently become less frequent, economists focused on growth cycles, which consist of alternating periods of above-trend and below-trend growth. But monitoring growth cycles requires a determination of the current trend, which is problematic for real-time economic cycle forecasting. As a result, Geoffrey H. Moore, at the ECRI, went on to a different cyclical concept—the growth rate cycle.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ \n", "\nGrowth rate cycles—also called acceleration-deceleration cycles—are comprised of alternating periods of cyclical upswings and downswings in the growth rate of an economy, as measured by the growth rates of the same key coincident economic indicators used to determine business cycle peak and trough dates. In that sense, the growth rate cycle (GRC) is the first derivative of the classical business cycle (BC). But importantly, GRC analysis does not require trend estimation.\n", "\nUsing an approach analogous to that used to determine business cycle chronologies, the ECRI also determines GRC chronologies for 22 economies, including the U.S.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ Because GRCs are based on the inflection points in economic cycles, they are especially useful for investors, who are sensitive to the linkages between equity markets and economic cycles.\n", "\nIn the post-WWII period, the biggest stock price downturns usually—but not always—occurred around business cycle downturns (i.e., recessions). Exceptions include the crash of 1987, which was part of a 35%-plus plunge in the S&amp;P 500 that year, its 23%-plus pullback in 1966, and its 28%-plus drop in the first half of 1962.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ \n", "\nHowever, each of those major stock price declines occurred during GRC downturns. Indeed, while stock prices generally see major downturns around business cycle recessions and upturns around business cycle recoveries, a better one-to-one relationship existed between stock price downturns and GRC downturns—and between stock price upturns and GRC upturns—in the post-WWII period, in the decades leading up to the Great Recession. \n", "\nFollowing the Great Recession of 2007–09—while full-fledged stock price downturns, featuring over-20% declines in the major averages, did not occur until the 2020 COVID-19 pandemic—smaller 10%–20% \"corrections\" clustered around the four intervening GRC downturns, from May 2010 to May 2011, March 2012 to Jan. 2013, March to Aug. 2014, and April 2014 to May 2016. The 20% plunge in the S&amp;P 500 in late 2018 also occurred within the fifth GRC downturn that began in April 2017 and culminated in the 2020 recession.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nIn essence, the prospect of recession usually, but not always, brings about a major stock price downturn. But the prospect of an economic slowdown—and specifically, a GRC downturn—can also trigger smaller corrections and, on occasion, much larger downdrafts in stock prices. \n", "\nFor investors, therefore, it is vital to be on the lookout for not only business cycle recessions, but also the economic slowdowns designated as GRC downturns.\n", "\n<strong>[ECRIs Anirvan Banerji contributed to this article.]</strong>\n"]}