{"name": "Business-to-Business (B2B) Definition", "@id": "https://www.investopedia.com/terms/b/btob.asp", "related": ["https://www.investopedia.com/terms/b/btoc.asp", "https://www.investopedia.com/terms/e/electronic-retailing-e-tailing.asp", "https://www.investopedia.com/terms/d/distribution-channel.asp", "https://www.investopedia.com/terms/m/middleman.asp", "https://www.investopedia.com/terms/v/valueaddedtax.asp", "https://www.investopedia.com/terms/v/vendor.asp"], "body": ["\nBusiness-to-business (B2B), also called B-to-B, is a form of transaction between businesses, such as one involving a manufacturer and wholesaler, or a wholesaler and a retailer. Business-to-business refers to business that is conducted between companies, rather than between a company and individual consumer. Business-to-business stands in contrast to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/btoc.asp\">business-to-consumer</a> (B2C) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-to-government.asp\">business-to-government</a> (B2G) transactions.\n", "\nBusiness-to-business transactions are common in a typical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chain</a>, as companies purchase components and products such as other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rawmaterials.asp\">raw materials</a> for use in the manufacturing processes. Finished products can then be sold to individuals via business-to-consumer transactions.\n", "\nIn the context of communication, business-to-business refers to methods by which employees from different companies can connect with one another, such as through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-media.asp\">social media</a>. This type of communication between the employees of two or more companies is called B2B communication.\n", "\nLate in 2018, Forrester said the B2B <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecommerce.asp\">e-commerce</a> market topped $1.134 trillion—above the $954 billion it had projected for 2018 in a forecast released in 2017. That's roughly 12% of the total $9 trillion in total US B2B sales for the year. They expect this <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forrester.com/report/US+B2B+eCommerce+Will+Hit+12+Trillion+By+2021/-/E-RES136173\" rel=\"nofollow\">percentage to climb to 17% by 2023</a>. The internet provides a robust environment in which businesses can find out about products and services and lay the groundwork for future business-to-business transactions.\n", "\nCompany websites allow interested parties to learn about a business's products and services and initiate contact. Online product and supply exchange websites allow businesses to search for products and services and initiate procurement through e-procurement interfaces. Specialized online directories providing information about particular industries, companies and the products and services they provide also facilitate B2B transactions. \n", "\nBusiness-to-business transactions require planning to be successful. Such transactions rely on a company’s account management personnel to establish business client relationships. Business-to-business relationships must also be nurtured, typically through professional interactions prior to sales, for successful transactions to take place.\n", "\nTraditional marketing practices also help businesses connect with business clients. Trade publications aid in this effort, offering businesses opportunities to advertise in print and online. A business’s presence at conferences and trade shows also builds awareness of the products and services it provides to other businesses.\n", "\nBusiness-to-business transactions and large corporate accounts are commonplace for firms in manufacturing. Samsung, for example, is one of Apple's largest suppliers in the production of the iPhone. Apple also holds B2B relationships with firms like Intel, Panasonic and semiconductor producer Micron Technology.\n", "\nB2B transactions are also the backbone of the automobile industry. Many vehicle components are manufactured independently, and auto manufacturers purchase these parts to assemble automobiles. Tires, batteries, electronics, hoses and door locks, for example, are usually manufactured by various companies and sold directly to automobile manufacturers.\n", "\nService providers also engage in B2B transactions. Companies specializing in property management, housekeeping, and industrial cleanup, for example, often sell these services exclusively to other businesses, rather than individual consumers.\n"]}