{"name": "Buy to Cover Definition", "@id": "https://www.investopedia.com/terms/b/buytocover.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/s/shortcovering.asp", "https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/r/rebate.asp", "https://www.investopedia.com/terms/m/margincall.asp"], "body": ["\nBuy to cover refers to a buy order made on a stock or other listed security to close out an existing short position. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsale.asp\">short sale</a> involves selling shares of a company that an investor does not own, as the shares are borrowed from a broker but need to be repaid at some point. \n", "\nA buy to cover order of purchasing an equal number of shares to those borrowed, \"covers\" the short sale and allows the shares to be returned to the original lender, typically the investor's own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\">broker-dealer</a>, who may have had to borrow the shares from a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third party</a>.\n", "\nA short seller bets on a stock price going down and seeks to buy the shares back at a lower price than the original short sale price. The short seller must pay each <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\">margin call</a> and repurchase the shares to return them to the lender.\n", "\nSpecifically, when the stock begins to rise above the price at which the shares were shorted, the short seller’s broker may require that the seller execute a buy to cover order as part of a margin call. To prevent this from happening, the short seller should always keep enough <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyingpower.asp\">buying power</a> in their brokerage account to make any needed \"buy to cover\" trades before the market price of the stock triggers a margin call.\n", "\nInvestors can make cash transactions when buying and selling stocks, meaning they can buy with cash in their own brokerage accounts and sell what they have previously bought. Alternatively, investors can buy and sell on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\">margin</a> with funds and securities borrowed from their brokers. Thus, a short sale is inherently a margin trade, as investors are selling something they do not already own.\n", "\nTrading on margin is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041315/why-purchasing-stocks-margin-considered-more-risky-traditional-investing.asp\">riskier</a> for investors than using cash or their own securities because of potential losses from margin calls. Investors receive margin calls when the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value</a> of the underlying security is moving against the positions they have taken in margin trades, namely the decline of security values when buying on margin, and the rise of security values when selling short. Investors must satisfy margin calls by depositing additional cash or making relevant buy or sell trades to make up for any unfavorable changes in the value of the underlying securities.\n", "\nWhen an investor is selling short and the market value of the underlying security has risen above the short-selling price, the proceeds from the earlier short sale would be less than what is needed to buy it back. This would result in a losing position for the investor. If the market value of the security continues to rise, the investor would have to pay increasingly more to buy back the security. If the investor does not expect the security to fall below the original short-selling price in the near term, they should consider covering the short position sooner than later.\n", "\nSuppose a trader opens a short position in stock ABC. After their research, they believe ABC's stock price, which is trading at $100 currently, will fall in the coming months because the company's financials are signaling that the company is in distress. To profit from their thesis, the trader borrows 100 shares of ABC from a broker and sells them in the open market at the current price of $100.\n", "\nSubsequently, ABC's stock falls to $90 and the trader places a buy to cover order to buy ABC's shares at the new price and return the 100 shares they borrowed back to the broker. The trader must place the buy to cover order before a margin call. The transaction nets the trader a profit of $1,000: $10,000 (sale price) - $9,000 (purchase price).\n"]}