{"name": "Call Option Definition", "@id": "https://www.investopedia.com/terms/c/calloption.asp", "related": ["https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/l/leaps.asp", "https://www.investopedia.com/terms/f/forward-start-price.asp", "https://www.investopedia.com/terms/p/put.asp", "https://www.investopedia.com/terms/c/capping.asp", "https://www.investopedia.com/terms/e/europeanoption.asp"], "body": ["\nCall options are financial contracts that give the option buyer the right, but not the obligation, to buy a stock, bond, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodity</a> or other asset or instrument at a specified price within a specific time period. The stock, bond, or commodity is called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\" rel=\"noopener noreferrer\">underlying asset</a>. A call buyer profits when the underlying asset increases in price.\n", "\nA call option may be contrasted with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\" rel=\"noopener noreferrer\">put</a>, which gives the holder the right to sell the underlying asset at a specified price on or before expiration.\n", "\nFor options on stocks, call options give the holder the right to buy 100 shares of a company at a specific price, known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\" rel=\"noopener noreferrer\">strike price</a>, up until a specified date, known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expiration-date.asp\" rel=\"noopener noreferrer\">expiration date</a>.\n", "\nFor example, a single call option contract may give a holder the right to buy 100 shares of Apple stock at $100 up until the expiry date in three months. There are many expiration dates and strike prices for traders to choose from. As the value of Apple stock goes up, the price of the option contract goes up, and vice versa. The call option buyer may hold the contract until the expiration date, at which point they can <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delivery.asp\" rel=\"noopener noreferrer\">take delivery</a> of the 100 shares of stock or sell the options contract at any point before the expiration date at the market price of the contract at that time.\n", "\nThe market price of the call option is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premium</a>. It is the price paid for the rights that the call option provides. If at expiry the underlying asset is below the strike price, the call buyer loses the premium paid. This is the maximum loss.\n", "\nIf the underlying's price is above the strike price at expiry, the profit is the current stock price, minus the strike price and the premium. This is then multiplied by how many shares the option buyer controls.\n", "\nFor example, if Apple is trading at $110 at expiry, the strike price is $100, and the options cost the buyer $2, the profit is $110 - ($100 +$2) = $8. If the buyer bought one contract that equates to $800 ($8 x 100 shares), or $1,600 if they bought two contracts ($8 x 200). If at expiry Apple is below $100, then the option buyer loses $200 ($2 x 100 shares) for each contract they bought.\n", "\nThere are several factors to keep in mind when it comes to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/optioninvestor/09/selling-options.asp\" rel=\"noopener noreferrer\">selling call options</a>. Be sure you fully understand an option contract's value and profitability when considering a trade, or else you risk the stock rallying too high.\n", "\nSome investors use call options to generate income through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coveredcall.asp\" rel=\"noopener noreferrer\">covered call</a> strategy. This strategy involves owning an underlying stock while at the same time <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/writing-an-option.asp\" rel=\"noopener noreferrer\">writing</a> a call option, or giving someone else the right to buy your stock. The investor collects the option premium and hopes the option expires worthless (below strike price). This strategy generates additional income for the investor but can also limit profit potential if the underlying stock price rises sharply.\n", "\nCovered calls work because if the stock rises above the strike price, the option buyer will exercise their right to buy the stock at the lower strike price. This means the option writer doesn't profit on the stock's movement above the strike price. The options writer's maximum profit <em>on the option</em> is the premium received.\n", "\nOptions contracts give buyers the opportunity to obtain significant exposure to a stock for a relatively small price. Used in isolation, they can provide significant gains if a stock rises. But they can also result in a 100% loss of premium, if the call option expires worthless due to the underlying stock price failing to move above the strike price. The benefit of buying call options is that risk is always capped at the premium paid for the option.\n", "\nInvestors may also buy and sell different call options simultaneously, creating a call spread. These will cap both the potential profit and loss from the strategy, but are more cost-effective in some cases than a single call option since the premium collected from one option's sale offsets the premium paid for the other.\n", "\nInvestors sometimes use options to change <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolio</a> allocations without actually buying or selling the underlying security.\n", "\nFor example, an investor may own 100 shares of XYZ stock and may be liable for a large unrealized <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gain</a>. Not wanting to trigger a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableevent.asp\" rel=\"noopener noreferrer\">taxable event</a>, shareholders may use options to reduce the exposure to the underlying security without actually selling it. While gains from call and put options are also taxable, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/053115/tax-treatment-call-put-options.asp\" rel=\"noopener noreferrer\">their treatment by</a> the IRS is more complex because of the multiple types and varieties of options. In the case above, the only cost to the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholder</a> for engaging in this strategy is the cost of the options contract itself.\n", "\nSuppose that Microsoft shares are trading at $108 per share. You own 100 shares of the stock and want to generate an income above and beyond the stock's dividend. You also believe that shares are unlikely to rise above $115.00 per share over the next month.\n", "\nYou take a look at the call options for the following month and see that there's a 115.00 call trading at $0.37 per contract. So, you sell one call option and collect the $37 premium ($0.37 x 100 shares), representing a roughly four percent annualized income.\n", "\nIf the stock rises above $115.00, the option buyer will exercise the option and you will have to deliver the 100 shares of stock at $115.00 per share. You still generated a profit of $7.00 per share, but you will have missed out on any upside above $115.00. If the stock doesn't rise above $115.00, you keep the shares and the $37 in premium income.\n", "\nCall options are a type of derivative contract that gives the holder the right, but not the obligation, to purchase a specified number of shares at a predetermined price, known as the “strike price” of the option. If the market price of the stock rises above the option’s strike price, the option holder can exercise their option, buying at the strike price and selling at the higher market price in order to lock in a profit. On the other hand, options only last for a limited period of time. If the market price does not rise above the strike price during that period, the options expire worthless.\n", "\nInvestors will consider buying call options if they are optimistic—or “bullish”—about the prospects of its underlying shares. For these investors, call options might provide a more attractive way to speculate on the prospects of a company because of the leverage that they provide. After all, each options contract provides the opportunity to buy 100 shares of the company in question. For an investor who is confident that a company’s shares will rise, buying shares indirectly through call options can be an attractive way to increase their purchasing power.\n", "\nBuying calls is a bullish behavior, because the buyer only profits if the price of the shares rises. Conversely, selling call options is a bearish behavior, because the seller profits if the shares do not rise. Whereas the profits of a call buyer are theoretically unlimited, the profits of a call seller are limited to the premium they receive when they sell the calls.\n"]}