{"name": "Capacity Utilization Rate Definition", "@id": "https://www.investopedia.com/terms/c/capacityutilizationrate.asp", "related": ["https://www.investopedia.com/terms/u/unemployment.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/m/macro-environment.asp", "https://www.investopedia.com/terms/d/deflationary-spiral.asp", "https://www.investopedia.com/terms/g/gdp.asp"], "body": ["\nThe capacity utilization rate measures the proportion of potential economic output that is actually realized. Displayed as a percentage, the capacity utilization level provides insight into the overall slack that is in an economy or a firm at a given point in time. The formula for finding the rate is:\n", "\n(Actual Output / Potential Output ) x 100 = Capacity Utilization Rate\n", "\nThe capacity utilization rate is an important operational metric for businesses, and it's also a key economic indicator when applied to aggregate productive capacity. A company with less than 100% utilization can theoretically increase production without incurring expensive overhead costs associated with purchasing new equipment or property. Economies with ratios of under 100% can absorb significant increases in production without pushing past previous highs. The concept of capacity utilization is best applied to the production of physical goods, which are simpler to quantify.\n", "\nThe capacity utilization rate is important for assessing a company's current operating efficiency, and it helps provide insight into cost structure in the short term or long term. It can be used to determine the level at which unit costs rise. Imagine, for instance, that Company XYZ currently produces 10,000 widgets at a cost of $0.50 per unit. If it is determined that it can produce up to 15,000 widgets without costs rising above $0.50 per unit, the company is said to be running at a capacity utilization rate of 67% (10,000/15,000).\n", "\nThe Federal Reserve gathers and publishes data on capacity utilization in the U.S. economy. Capacity utilization tends to fluctuate with business cycles, with firms adjusting production volumes in response to changing demand. Demand declines sharply during recessions, as unemployment rises, wages fall, consumer confidence wanes, and business investments dip.\n", "\nThe Fed has published capacity utilization figures since the 1960s, spanning a number of economic cycles. All-time-high levels approaching 90% were achieved in the late 1960s and early 1970s. The deepest declines occurred in 1982 and 2009, when capacity utilization fell to 70.9% and 66.7%, respectively.\n", "\nLow capacity utilization is a concern for fiscal and monetary policymakers who use either policy to engage in stimulation. In 2015 and 2016, several European economies, such as those in France and Spain, were struggling with the effects of low capacity utilization. Despite the onset of monetary stimulus leading to historically low interest rates, inflation remained below target levels for extended periods, and the threat of deflation loomed. Low capacity utilization and high unemployment created so much slack in those economies that prices were slow to react to stimulative efforts. With so much <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excesscapacity.asp\">excess capacity</a>, rising product activity did not require significant capital investment.\n"]}