{"name": "Capital Structure Definition", "@id": "https://www.investopedia.com/terms/c/capitalstructure.asp", "related": ["https://www.investopedia.com/terms/c/capitalization-change.asp", "https://www.investopedia.com/terms/d/debtequityratio.asp", "https://www.investopedia.com/terms/c/capitalization-ratios.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/b/bond-ratio.asp", "https://www.investopedia.com/terms/f/financial-structure.asp"], "body": ["\nThe capital structure is the particular combination of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\" rel=\"noopener noreferrer\">debt</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> used by a company to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finance.asp\" rel=\"noopener noreferrer\">finance</a> its overall operations and growth.\n", "\nEquity capital arises from ownership shares in a company and claims to its future cash flows and profits. Debt comes in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a> issues or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\" rel=\"noopener noreferrer\">loans</a>, while equity may come in the form of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common stock</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\">preferred stock</a>, or <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\" rel=\"noopener noreferrer\">retained earnings</a>. <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shorttermdebt.asp\" rel=\"noopener noreferrer\">Short-term debt</a> is also considered to be part of the capital structure.\n", "\nBoth debt and equity can be found on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>. Company <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a>, also listed on the balance sheet, are purchased with this debt and equity. Capital structure can be a mixture of a company's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermdebt.asp\">long-term debt</a>, short-term debt, common stock, and preferred stock. A company's proportion of short-term debt versus long-term debt is considered when analyzing its capital structure.\n", "\nWhen analysts refer to capital structure, they are most likely referring to a firm's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtequityratio.asp\">debt-to-equity</a> (D/E) ratio, which provides insight into how risky a company's borrowing practices are. Usually, a company that is heavily financed by debt has a more aggressive capital structure and therefore poses a greater risk to investors. This risk, however, may be the primary source of the firm's growth.\n", "\nDebt is one of the two main ways a company can raise money in the capital markets. Companies benefit from debt because of its tax advantages; <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\">interest</a> payments made as a result of borrowing funds may be tax-deductible. Debt also allows a company or business to retain ownership, unlike equity. Additionally, in times of low <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a>, debt is abundant and easy to access.\n", "\nEquity allows outside investors to take partial ownership in the company. Equity is more expensive than debt, especially when interest rates are low. However, unlike debt, equity does not need to be paid back. This is a benefit to the company in the case of declining <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\">earnings</a>. On the other hand, equity represents a claim by the owner on the future earnings of the company.\n", "\nCompanies that use more debt than equity to finance their assets and fund operating activities have a high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverageratio.asp\" rel=\"noopener noreferrer\">leverage ratio</a> and an aggressive capital structure. A company that pays for assets with more equity than debt has a low leverage ratio and a conservative capital structure. That said, a high leverage ratio and an aggressive capital structure can also lead to higher growth rates, whereas a conservative capital structure can lead to lower growth rates.\n", "\nAnalysts use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtequityratio.asp\" rel=\"noopener noreferrer\">debt-to-equity (D/E) ratio</a> to compare capital structure. It is calculated by dividing total liabilities by total equity. Savvy companies have learned to incorporate both debt and equity into their corporate strategies. At times, however, companies may rely too heavily on external funding, and debt in particular. Investors can monitor a firm's capital structure by tracking the D/E ratio and comparing it against the company's industry peers.\n", "\nCapital structure refers to the proportion of equity vs. debt financing that a firm utilizes to carry out its operations and grow. Managers need to weigh the costs and benefits of raising each type of capital along with their ability to raise either. Equity capital involves diluting some of the company ownership and voting rights, but comes with fewer obligations to investors in terms of repayment. Debt tends to be cheaper capital (plus it has tax advantages), but comes with serious responsibilities in terms of repaying interest and principle, which can lead to default or bankruptcy if not carried through. Firms in different industries will use capital structures better-suited to their type of business. Capital-intensive industries like auto manufacturing may utilize more debt, while labor-intensive or service-oriented firms like software companies may prioritize equity.\n", "\nAssuming that a company has access to capital (e.g. investors and lenders), they will want to minimize their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofcapital.asp\">cost of capital</a>. This can be done using a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\">weighted average cost of capital</a> (WACC) calculation. To calculate WACC the manager or analyst will multiply the cost of each capital component by its proportional weight. A company will need to weigh its absolute cost of capital vs. its risk of defaulting, so that an optimal capital structure will include both debt and equity.\n", "\nAccording to economists <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/franco-modigliani.asp\" rel=\"noopener noreferrer\">Franco Modigliani</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merton-miller.asp\" rel=\"noopener noreferrer\">Merton Miller</a>, in the absence of taxes, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a> costs, agency costs, and asymmetric information, in an efficient market, the value of a firm is entirely unaffected by its capital structure. However, if a company has too much debt, investors will often see this as a credit risk. Too much equity, and they may think the company has diluted its ownership too much. Unfortunately, there is no magic ratio of debt to equity to use as guidance to achieve real-world optimal capital structure. What defines a healthy blend of debt and equity varies according to the industries involved, line of business, and a firm's stage of development, and can also vary over time due to external changes in interest rates and regulatory environment. However, because investors are better off putting their money into companies with strong balance sheets, it makes sense that the optimal balance generally should reflect lower levels of debt and higher levels of equity.\n", "\nIn addition to WACC, there are several metrics that can be used to estimate the goodness of a company's capital structure. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverageratio.asp\">Leverage ratios</a> are one group of metrics that are used that put debt in relation to equity. The debt-to-equity (D/E) ratio is one common example, along with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/degreeofoperatingleverage.asp\">degree of financial leverage</a> (DoL).\n"]}