{"name": "Capital Markets Definition", "@id": "https://www.investopedia.com/terms/c/capitalmarkets.asp", "related": ["https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/s/shares.asp", "https://www.investopedia.com/terms/m/moneymarket.asp", "https://www.investopedia.com/terms/s/security.asp", "https://www.investopedia.com/terms/n/newissue.asp", "https://www.investopedia.com/terms/e/equitycapitalmarket.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/021615/whats-difference-between-capital-market-and-stock-market.asp\" rel=\"noopener noreferrer\">Capital markets</a> are venues where savings and investments are channeled between the suppliers who have capital and those who are in need of capital. The entities that have capital include retail and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\" rel=\"noopener noreferrer\">institutional investors</a> while those who seek capital are businesses, governments, and people.\n", "\nCapital markets are composed of primary and secondary markets. The most common capital markets are the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondmarket.asp\" rel=\"noopener noreferrer\">bond market.</a>\n", "\nCapital markets seek to improve transactional efficiencies. These markets bring those who hold capital and those seeking capital together and provide a place where entities can exchange securities.\n", "\nThe term capital market broadly defines the place where various entities trade different financial instruments. These venues may include the stock market, the bond market, and the currency and foreign exchange markets. Most markets are concentrated in major financial centers including New York, London, Singapore, and Hong Kong.\n", "\nCapital markets are composed of the suppliers and users of funds. Suppliers include households and the institutions serving them—pension funds, life insurance companies, charitable foundations, and non-financial companies—that generate cash beyond their needs for investment. Users of funds include home and motor vehicle purchasers, non-financial companies, and governments financing infrastructure investment and operating expenses. \n", "\nCapital markets are used to sell financial products such as equities and debt securities. Equities are stocks, which are ownership shares in a company. Debt securities, such as bonds, are interest-bearing IOUs.\n", "\nThese markets are divided into two different categories: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primarymarket.asp\" rel=\"noopener noreferrer\">primary markets</a>—where new equity stock and bond issues are sold to investors—and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\" rel=\"noopener noreferrer\">secondary markets</a>, which trade existing securities. Capital markets are a crucial part of a functioning modern economy because they move money from the people who have it to those who need it for productive use.\n", "\nCapital markets are composed of primary and secondary markets. The majority of modern primary and secondary markets are computer-based electronic platforms.\n", "\nPrimary markets are open to specific investors who buy securities directly from the issuing company. These securities are considered primary offerings or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offerings</a> (IPOs). When a company goes public, it sells its stocks and bonds to large-scale and institutional investors such as hedge funds and mutual funds.\n", "\nThe secondary market, on the other hand, includes venues overseen by a regulatory body like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a> where existing or already-issued securities are traded between investors. Issuing companies do not have a part in the secondary market. The New York Stock Exchange (NYSE) and Nasdaq are examples of the secondary market.\n", "\nCapital markets can refer to markets in a broad sense for any financial asset.\n", "\nIn this realm, the capital market is where investable capital for non-financial companies is available. Investable capital includes the external funds included in a weighted average cost of capital calculation—common and preferred equity, public bonds, and private debt—that are also used in a return on invested capital calculation. Capital markets in corporate finance may also refer to equity funding, excluding debt.\n", "\nFinancial companies involved in private rather than public markets are part of the capital market. They include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041315/what-are-major-differences-between-investment-banking-and-private-equity.asp\" rel=\"noopener noreferrer\">investment banks, private equity</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapital.asp\" rel=\"noopener noreferrer\">venture capital</a> (VC) firms in contrast to broker-dealers and public exchanges.\n", "\nOperated by a regulated exchange, capital markets can refer to equity markets in contrast to debt, bond, fixed income, money, derivatives, and commodities markets. Mirroring the corporate finance context, capital markets can also mean equity as well as debt, bond, or fixed income markets.\n", "\nCapital markets may also refer to investments that receive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\" rel=\"noopener noreferrer\">capital gains tax</a> treatment. While short-term gains—assets held under a year—are taxed as income according to a tax bracket, there are different rates for long-term gains.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ These rates are often related to transactions arranged privately through investment banks or private funds such as private equity or venture capital.\n", "\nWhile there is a great deal of overlap at times, there are some fundamental distinctions between these two terms. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-market.asp\" rel=\"noopener noreferrer\">Financial markets</a> encompass the broad range of venues where people and organizations exchange assets, securities, and contracts with one another, and are often <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012615/whats-difference-between-primary-and-secondary-capital-markets.asp\" rel=\"noopener noreferrer\">secondary markets</a>. Capital markets, on the other hand, are used primarily to raise funding, usually for a firm, to be used in operations or for growth.\n", "\nNew capital is raised via stocks and bonds that are issued and sold to investors in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primarymarket.asp\" rel=\"noopener noreferrer\">primary capital market</a>, while traders and investors subsequently buy and sell those securities among one another on the secondary capital market but where no new capital is received by the firm.\n", "\nCompanies that raise equity capital can seek private placements via angel or venture capital investors, but are able to raise the largest amount through an initial public offering (IPO) when shares become listed publicly on the stock market for the first time. Debt capital can be raised through bank loans or via securities issued in the bond market.\n"]}