{"name": "Capital Lease Definition", "@id": "https://www.investopedia.com/terms/c/capitallease.asp", "related": ["https://www.investopedia.com/terms/o/operatinglease.asp", "https://www.investopedia.com/terms/m/minimum-lease-payments.asp", "https://www.investopedia.com/terms/b/bargain-purchase-option.asp", "https://www.investopedia.com/terms/c/capitalleasemethod.asp", "https://www.investopedia.com/terms/c/capitalize.asp", "https://www.investopedia.com/terms/l/leveragedlease.asp"], "body": ["\nA capital lease is a contract entitling a renter to the temporary use of an asset, and such a lease has the economic characteristics of asset ownership for accounting purposes. The capital lease requires a renter to book assets and liabilities associated with the lease if the rental contract meets specific requirements. In essence, a capital lease is considered a purchase of an asset, while an operating lease is handled as a true lease under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles</a> (GAAP).\n", "\nIn 2016, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\" rel=\"noopener noreferrer\">Financial Accounting Standards Board</a> (FASB) made an amendment to its accounting rules requiring companies to capitalize all leases with contract terms above one year on their financial statements. The amendment became effective Dec. 15, 2018, for public companies and Dec. 15, 2019, for private companies.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿﻿﻿﻿﻿﻿\n", "\nEven though a capital lease is a rental agreement, GAAP views it as a purchase of assets if certain criteria are met. Capital leases can have an impact on companies' financial statements, influencing interest expense, depreciation expense, assets, and liabilities.\n", "\nTo qualify as a capital lease, a lease contract must satisfy any of the four criteria. First, the life of the lease must be 75% or greater for the asset's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\" rel=\"noopener noreferrer\">useful life</a>. Second, the lease must contain a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bargain-purchase.asp\" rel=\"noopener noreferrer\">bargain purchase</a> option for a price less than the market value of an asset. Third, the lessee must gain ownership at the end of the lease period. Finally, the present value of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease-payments.asp\" rel=\"noopener noreferrer\">lease payments</a> must be greater than 90% of the asset's market value.﻿\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatinglease.asp\" rel=\"noopener noreferrer\">operating lease</a> is different in structure and accounting treatment from a capital lease. An operating lease is a contract that allows for the use of an asset but does not convey any ownership rights of the asset.\n", "\nOperating leases used to be counted as off-balance sheet financing—meaning that a leased asset and associated liabilities of future rent payments were not included on a company's balance sheet in order to keep the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtequityratio.asp\" rel=\"noopener noreferrer\">ratio of debt to equity</a> low. Historically, operating leases enabled American firms to keep billions of dollars of assets and liabilities from being recorded on their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheets</a>. However, the practice of keeping operating leases off the balance sheet was changed when Accounting Standards Update 2016-02 ASU 842 came into effect. Starting Dec. 15, 2018, for public companies and Dec. 15, 2019, for private companies, right-of-use assets and liabilities resulting from leases are recorded on balance sheets.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nTo be classified as an operating lease, the lease must meet certain requirements under generally accepted accounting principles (GAAP) that exempt it from being recorded as a capital lease. Companies must test for four criteria—“bright line” tests—that determine whether rental contracts must be booked as operating or capital leases:﻿﻿﻿﻿\n", "\nIf none of these conditions are met, the lease can be classified as an operating lease, otherwise, it is likely to be a capital lease.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿﻿﻿ The Internal Revenue Service (IRS) may reclassify an operating lease as a capital lease to reject the lease payments as a deduction, thus increasing the company's taxable income and tax liability.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿﻿\n", "\nA capital lease is an example of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\" rel=\"noopener noreferrer\">accrual accounting's</a> inclusion of economic events, which requires a company to calculate the present value of an obligation on its financial statements. For instance, if a company estimated the present value of its obligation under a capital lease to be $100,000, it then records a $100,000 debit entry to the corresponding fixed asset account and a $100,000 credit entry to the capital lease liability account on its balance sheet.\n", "\nBecause a capital lease is a financing arrangement, a company must break down its periodic lease payments into interest expense based on the company's applicable interest rate and depreciation expense. If a company makes $1,000 in monthly lease payments and its estimated interest is $200, this produces a $1,000 credit entry to the cash account, a $200 debit entry to the interest expense account, and an $800 debit entry to the capital lease liability account.\n", "\nA company must also depreciate the leased asset that factors in its salvage value and useful life. For example, if the above-mentioned asset has a 10-year useful life and no salvage value based on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/straightlinebasis.asp\" rel=\"noopener noreferrer\">straight-line basis</a> depreciation method, the company records an $833 monthly debit entry to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101314/when-should-i-use-depreciation-expense-instead-accumulated-depreciation.asp\" rel=\"noopener noreferrer\">depreciation expense</a> account and a credit entry to the accumulated depreciation account. When the leased asset is disposed of, the fixed asset is credited and the accumulated depreciation account is debited for the remaining balances.\n"]}