{"name": "Capital Gain Definition", "@id": "https://www.investopedia.com/terms/c/capitalgain.asp", "related": ["https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/c/cge.asp", "https://www.investopedia.com/terms/g/gain.asp", "https://www.investopedia.com/terms/s/short-term-gain.asp", "https://www.investopedia.com/terms/i/investmentincome.asp", "https://www.investopedia.com/terms/m/marriage-penalty.asp"], "body": ["\nCapital gain is an increase in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\">capital asset's</a> value and is considered to be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realizedprofit.asp\">realized</a> when the asset is sold.\n", "\nWhile capital gains are generally associated with stocks and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fund.asp\">funds</a> due to their inherent price volatility, they can also be realized on any security that is sold for a price higher than the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchaseprice.asp\">purchase price</a> that was paid for it. Realized capital gains and losses occur when an asset is sold, which triggers a taxable event. Unrealized gains and losses, sometimes referred to as paper gains and losses, reflect an increase or decrease in an investment's value but are not considered a capital gain that should be treated as a taxable event.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nA capital gain may be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortterm.asp\">short-term</a> (one year or less) or long-term (more than one year) and must be claimed on income taxes.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Understanding this distinction and factoring it into investment strategy is particularly important for day traders and others taking advantage of the greater ease of trading in the market online.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\">capital loss</a> is incurred when there is a decrease in the capital asset value compared to an asset's purchase price.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nMutual funds that have accumulated realized capital gains throughout the course of the year must distribute those gains to shareholders.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> Many mutual funds <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution-waterfall.asp\">distribute capital gains</a> right before the end of the calendar year.\n", "\nShareholders of record as of the fund's ex-dividend date receive the fund's capital gains distribution. Individuals receiving the distribution get a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099div.asp\">1099-DIV</a> form detailing the amount of the capital gain distribution and how much is considered short-term and long-term.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> When a mutual fund makes a capital gain or dividend distribution, the net asset value (NAV) drops by the amount of the distribution. A capital gains distribution does not impact the fund's total return.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTax-conscious mutual fund investors should determine a mutual fund's unrealized accumulated capital gains, which are expressed as a percentage of its net assets, before investing in a fund with a significant unrealized capital gain component. This circumstance is referred to as a fund's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cge.asp\">capital gains exposure</a>. When distributed by a fund, capital gains are a taxable obligation for the fund's investors.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nShort-term capital gains occur on securities held for one year or less. These gains are taxed as ordinary income based on the individual's tax filing status and adjusted gross income. Long-term capital gains are usually taxed at a lower rate than regular income. The long-term capital gains rate is 20% in the highest tax bracket. Most taxpayers qualify for a 15% long-term capital gains tax rate.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> However, taxpayers earning up to $40,000 ($80,000 for those married filing jointly) would pay a 0% long-term capital gains tax rate for tax year 2020.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nFor example, say Jeff purchased 100 shares of Amazon stock on January 30, 2016, at $350 per share. Four years later, on January 30, 2018, he sells all the shares at a price of $833 each. Assuming there were no fees associated with the sale, Jeff realized a capital gain of $48,300 ($833 * 100 - $350 * 100 = $48,300). Jeff earns $80,000 per year, which puts him in the enormous income group ($40,001 to $441,500 for individuals; $80,001 to $496,600 for those married filing jointly) that qualifies for 2020 long-term capital gains tax rate of 15%.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> Jeff should, therefore, pay $7,245 in tax ($48,300 * .15 = $7,245) for this transaction.\n", "\nCapital gains are classified as either short-term or long-term. Short-term capital gains, defined as gains realized in securities held for one year or less, are taxed as ordinary income based on the individual's tax filing status and adjusted gross income. Long-term capital gains, defined as gains realized in securities held for more than one year, are usually taxed at a lower rate than regular income.\n", "\nCurrently in the U.S. the long-term capital gains rate is 20% in the highest tax bracket (Single: $441,451+; Married—joint filer: $496,601+). Most taxpayers qualify for a 15% long-term capital gains tax rate (Single: $40,001 to $441,450; Married—joint filer: $80,001 to $496,600). However, taxpayers earning up to $40,000 ($80,000 for those married filing jointly) could pay nothing — 0% — in long-term capital gains tax rate for tax year 2020. Short-term capital gains tax rates for 2020 match the ordinary income tax brackets (10% to 37%).\n", "\nMutual funds that have accumulated realized capital gains must distribute those gains to shareholders and often do so right before the end of the calendar year. Shareholders of record as of the fund's ex-dividend date receive the fund's capital gains distribution along with a 1099-DIV form detailing the amount of the capital gain distribution and how much is considered short-term and long-term. This capital gain distribution reduces the mutual fund's net asset value (NAV) by the amount of the payout though it does not impact the fund's total return.\n", "\nThe IRS defines a \"net capital gain\" as the amount by which net long-term capital gain (long-term capital gains minus long-term capital losses and any unused capital losses carried over from prior years) exceeds net short-term capital loss (short-term capital gain minus short-term capital loss). A net capital gain may be subject to a lower tax rate than the ordinary income tax rate.\n"]}