{"name": "Capitalize Definition", "@id": "https://www.investopedia.com/terms/c/capitalize.asp", "related": ["https://www.investopedia.com/terms/d/depreciation.asp", "https://www.investopedia.com/terms/c/capitalexpenditure.asp", "https://www.investopedia.com/terms/b/business-asset.asp", "https://www.investopedia.com/terms/s/syntheticlease.asp", "https://www.investopedia.com/terms/c/capitallease.asp", "https://www.investopedia.com/terms/c/capitalasset.asp"], "body": ["\nTo capitalize is to record a cost or expense on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> for the purposes of delaying full recognition of the expense. In general, capitalizing expenses is beneficial as companies acquiring new assets with long-term lifespans can amortize or depreciate the costs. This process is known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalization.asp\" rel=\"noopener noreferrer\">capitalization</a>.\n", "\nCapitalization may also refer to the concept of converting some idea into a business or investment. In finance, capitalization is a quantitative assessment of a firm's capital structure. When used this way, it sometimes also means to monetize.\n", "\nOne of the most important principles of accounting is the matching principle. The matching principle states that expenses should be recorded for the period incurred regardless of when payment (e.g., cash) is made. Recognizing expenses in the period incurred allows businesses to identify amounts spent to generate revenue. For assets that are immediately consumed, this process is simple and sensible.\n", "\nHowever, large assets that provide a future economic benefit present a different opportunity. For example, a company purchases a delivery truck for daily operations. The truck is expected to provide value over a period of 12 years. Instead of expensing the entire cost of the truck when purchased, accounting rules allow companies to write off the cost of the asset over its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\" rel=\"noopener noreferrer\">useful life</a> (12 years).\n", "\nIn other words, the asset is written off as it is used. Most companies have an asset threshold, in which assets valued over a certain amount are automatically treated as a capitalized asset.\n", "\nCapitalizing assets has many benefits. Because long-term assets are costly, expensing the cost over future periods reduces significant fluctuations in income, especially for small firms. Many lenders require companies to maintain a specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtequityratio.asp\" rel=\"noopener noreferrer\">debt-to-equity ratio</a>. If large long-term assets were expensed immediately, it could compromise the required ratio for existing loans or could prevent firms from receiving new loans.\n", "\nAlso, capitalizing expenses increases a company's asset balance without affecting its liability balance. As a result, many financial ratios will appear favorable. Despite this benefit, it should not be the motivation for capitalizing an expense.\n", "\nThe process of writing off an asset over its useful life is referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a>, which is used for fixed assets, such as equipment. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\" rel=\"noopener noreferrer\">Amortization</a> is used for intangible assets, such as intellectual property. Depreciation deducts a certain value from the asset every year until the full value of the asset is written off the balance sheet.\n", "\nDepreciation is an expense recorded on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>; it is not to be confused with \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accumulated-depreciation.asp\" rel=\"noopener noreferrer\">accumulated depreciation</a>,\" which is a balance sheet contra account. The income statement depreciation expense is the amount of depreciation expensed for the period indicated on the income statement. \n", "\nThe accumulated depreciation balance sheet contra account is the cumulative total of depreciation expense recorded on the income statements from the asset's acquisition until the time indicated on the balance sheet.\n", "\nFor leased equipment, capitalization is the conversion of an operating lease to a capital lease by classifying the leased asset as a purchased asset, which is recorded on the balance sheet as part of the company's assets. The value of the asset that will be assigned is either its fair market value or the present value of the lease payments, whichever is less. Also, the amount of principal owed is recorded as a liability on the balance sheet.\n", "\nAnother aspect of capitalization refers to the company's capital structure. Capitalization can refer to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\" rel=\"noopener noreferrer\">book value</a> of capital, which is the sum of a company's long-term debt, stock, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\" rel=\"noopener noreferrer\">retained earnings</a>, which represents a cumulative savings of profit or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a>.\n", "\nThe alternative to the book value is market value. The market value of capital depends on the price of the company's stock. It is calculated by multiplying the price of the company’s stock by the number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> shares outstanding in the market. If the total number of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstandingshares.asp\" rel=\"noopener noreferrer\">shares outstanding</a> is 1 billion, and the stock is currently priced at $10, the market capitalization is $10 billion.\n", "\nCompanies with a high market capitalization are referred to as large caps; companies with medium market capitalization are referred to as mid-caps, while companies with small capitalization are referred to as small caps.\n", "\nIt is possible to be overcapitalized or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/undercapitalization.asp\" rel=\"noopener noreferrer\">undercapitalized</a>. Overcapitalization occurs when earnings are not enough to cover the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofcapital.asp\" rel=\"noopener noreferrer\">cost of capital</a>, such as interest payments to bondholders, or dividend payments to shareholders. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">Dividends</a> are cash payments made to shareholders by companies. Undercapitalization occurs when there's no need for outside capital because profits are high and earnings were underestimated.\n", "\nWhen trying to discern what a capitalized cost is, it’s first important to make the distinction between what is defined as a cost and an expense in the world of accounting. A cost on any transaction is the amount of money used in exchange for an asset.\n", "\nA company buying a forklift would mark such a purchase as a cost. An expense is a monetary value leaving the company; this would include something like paying the electricity bill or rent on a building.\n", "\nTo capitalize assets is an important piece of modern financial accounting and is necessary to run a business. However, financial statements can be manipulated—for example, when a cost is expensed instead of capitalized. If this occurs, current income will be understated while it will be inflated in future periods over which additional depreciation should have been charged.\n"]}