{"name": "Capital Goods Definition", "@id": "https://www.investopedia.com/terms/c/capitalgoods.asp", "related": ["https://www.investopedia.com/terms/d/depreciation.asp", "https://www.investopedia.com/terms/f/fixedasset.asp", "https://www.investopedia.com/terms/c/consumer-spending.asp", "https://www.investopedia.com/terms/b/business-asset.asp", "https://www.investopedia.com/terms/f/factors-production.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp"], "body": ["\nCapital goods are physical assets that a company uses in the production process to manufacture products and services that consumers will later use. Capital goods include buildings, machinery, equipment, vehicles, and tools. Capital goods are not finished goods, instead, they are used to make finished goods.\n", "\nCapital goods are called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangibleasset.asp\" rel=\"noopener noreferrer\">tangible assets</a> because they are physical in nature. Capital goods are assets that companies use to produce products that other businesses can use to create finished goods. Manufacturers of automobiles, aircraft, and machinery fall within the capital goods sector because their products are subsequently used by companies involved in manufacturing, shipping, and providing other services. In other words, capital goods don't create satisfaction (called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\" rel=\"noopener noreferrer\">utility</a> in economics) for the buyer per se but instead are used to produce the final product, which does create satisfaction.\n", "\nCapital goods that a business does not consume within a single year of production cannot be entirely deducted as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessexpenses.asp\" rel=\"noopener noreferrer\">business expenses</a> in the year of their purchase. Instead, they must be depreciated over the course of their useful lives, with the business taking partial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">tax deductions</a> spread over the years that the capital goods are in use. This is done through accounting techniques such as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a>.\n", "\nDepreciation accounts for the annual loss of the tangible asset’s value during the course of its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\" rel=\"noopener noreferrer\">useful life</a>. Depreciation helps a company generate revenue from an asset by expensing only a portion of it each year. Expensing the asset means the annual cost reduces profit or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a>, which creates a lower taxable income and provides the company with tax savings.\n", "\nIf a company is extracting natural resources, such as timber, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depletion.asp\" rel=\"noopener noreferrer\">depletion</a> is an accounting technique utilized for spreading out the cost of those natural resources as they are depleted or used up by a business. Depletion can be calculated by using either <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-depletion.asp\" rel=\"noopener noreferrer\">cost depletion</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/percentage-depletion.asp\" rel=\"noopener noreferrer\">percentage depletion</a>.\n", "\nFor example, when deducting the cost of standing timber, taxpayers must use the cost depletion technique, based on the total number of recoverable units and the number of units sold during the tax year. Percentage depletion assesses the cost of the materials as a percentage of the company’s gross income during a given year.\n", "\nCapital goods are not necessarily <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\" rel=\"noopener noreferrer\">fixed assets</a>, such as machinery and manufacturing equipment. The industrial electronics industry produces a wide variety of devices, which are capital goods. These can range from small wire harness assemblies to air-purifying respirators and high-resolution digital imaging systems. Capital goods are also produced for service businesses. Hair clippers used by hairstylists, paint used by painters, and musical instruments played by musicians, are among the many types of capital goods purchased by service providers.\n", "\nCore capital goods are a class of capital goods that excludes aircraft and goods produced for the Defense Department, such as automatic rifles and military uniforms. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bureauofcensus.asp\" rel=\"noopener noreferrer\">Census Bureau’s</a> monthly Advance Report on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/durable-goods-orders.asp\" rel=\"noopener noreferrer\">Durable Goods Orders</a> includes data on purchases of core capital goods, also known as Core <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\" rel=\"noopener noreferrer\">CAPEX</a>, for capital expenditure. This information is closely followed as a forward-looking indicator of the degree to which businesses plan to expand. Durable goods are products with an expected useful life of at least three years.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-goods.asp\" rel=\"noopener noreferrer\">Consumer goods</a> are the finished products that consumers buy as a result of the production process. Although consumer goods have different classifications, examples of consumer goods include milk, appliances, and clothes.\n", "\nConversely, capital goods are not usually sold to consumers but instead are used to produce other goods, which might be sold to consumers. However, there are capital goods that can also be consumer goods, such as airplanes, which are used by airlines but also by consumers.\n", "\nBelow are some examples of capital goods that are used in the various industries as well as examples of goods that can be both capital and consumer goods.\n"]}