{"name": "Capital Investment Definition", "@id": "https://www.investopedia.com/terms/c/capital-investment.asp", "related": ["https://www.investopedia.com/terms/c/capital.asp", "https://www.investopedia.com/terms/i/investment.asp", "https://www.investopedia.com/terms/f/fixedasset.asp", "https://www.investopedia.com/terms/s/seriesa.asp", "https://www.investopedia.com/terms/c/capitalexpenditure.asp", "https://www.investopedia.com/terms/c/capitalmarkets.asp"], "body": ["\nCapital investment is the procurement of money by a company in order to further its business goals and objectives. The term can also refer to a company's acquisition of long-term assets such as real estate, manufacturing plants and machinery.\n", "\nCapital investment is a broad term that can be defined in two distinct ways:\n", "\nIn either case, the money for capital investment must come from somewhere. A new company might seek capital investment from any number of sources, including venture capital firms, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/010416/angel-investing-vs-crowdfunding-how-raise-money-your-startup.asp\" rel=\"noopener noreferrer\">angel investors</a> and traditional financial institutions. The company uses the capital to further develop and market its products. When a new company goes public, it is acquiring capital investment on a large scale from many investors.\n", "\nAn established company might make a capital investment using its own cash reserves, or seek a loan from a bank. If it is a public company, it might issue a bond in order to finance capital investment.\n", "\nThere is no minimum or maximum capital investment. It can range from less than $100,000 in seed financing for a start-up, to hundreds of millions of dollars for massive projects undertaken by companies in capital-intensive sectors such as mining, utilities and infrastructure.\n", "\nA decision by a business to make a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/younginvestors/10/what-is-an-investment.asp\" rel=\"noopener noreferrer\">capital investment</a> is a long-term growth strategy. A company plans and implements <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032615/how-does-total-capital-investment-influence-economic-growth.asp\" rel=\"noopener noreferrer\">capital investments in order to ensure future growth</a>.\n", "\nCapital investments generally are made to increase operational capacity, capture a larger share of the market, and generate more revenue. The company may make a capital investment in the form of an equity stake in another company's complementary operations for the same purposes.\n", "\nThe first funding option for capital investment is always a company's own operating cash flow, but that may not be enough to cover anticipated costs. It is more likely the company will resort to outside financing to make up for any internal shortfall.\n", "\nCapital investment is meant to benefit a company in the long run, but it nonetheless can have short-term downsides. Intensive, ongoing capital investment tends to reduce earnings growth in the short term, and that is never a popular move among stockholders of a public company. Moreover, the total amount of debt a company has on the books is a figure closely watched by stock owners and analysts<em>.</em>\n"]}