{"name": "Carbon Credit Definition", "@id": "https://www.investopedia.com/terms/c/carbon_credit.asp", "related": ["https://www.investopedia.com/terms/k/kyoto.asp", "https://www.investopedia.com/terms/c/carbontrade.asp", "https://www.investopedia.com/terms/e/erpa.asp", "https://www.investopedia.com/terms/p/paris-agreementcop21.asp", "https://www.investopedia.com/terms/c/cap-and-trade.asp", "https://www.investopedia.com/terms/e/environmental-economics.asp"], "body": ["\nA carbon credit is a permit that allows the company that holds it to emit a certain amount of carbon dioxide or other greenhouse gases. One credit permits the emission of a mass equal to one ton of carbon dioxide.\n", "\nThe carbon credit is one half of a so-called \"cap-and-trade\" program. Companies that pollute are awarded credits that allow them to continue to pollute up to a certain limit. That limit is reduced periodically. Meanwhile, the company may sell any unneeded credits to another company that needs them.\n", "\nPrivate companies are thus doubly incentivized to reduce greenhouse emissions. First, they will be fined if they exceed the cap. Second, they can make money by saving and reselling some of their emissions allowances.\n", "\nThe ultimate goal of carbon credits is to reduce the emission of greenhouse gases into the atmosphere.\n", "\nAs noted, a carbon credit is equal to one ton of carbon dioxide. According to the Environmental Defense Fund, that is the equivalent of a 2,400-mile drive in terms of carbon dioxide emissions.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nCompanies or nations are allotted a certain number of credits and may trade them to help balance total worldwide emissions. \"Since carbon dioxide is the principal greenhouse gas,\" the United Nations notes, \"people speak simply of trading in carbon.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe intention is to reduce the number of credits over time, thus incentivizing companies to find innovative ways to reduce greenhouse gas emissions.\n", "\nCap-and-trade programs remain controversial in the U.S. However, 11 states have adopted such market-based approaches to the reduction of greenhouse gases, according to the Center for Climate and Energy Solutions. Of these, 10 are Northeast states that banded together to jointly attack the problem through a program known as the Regional Greenhouse Gas Initiative (RGGI).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe state of California initiated its own cap-and-trade program in 2013. The rules apply to the state's large electric power plants, industrial plants, and fuel distributors.\n", "\nThe state claims its program is the fourth largest in the world after those of the European Union, South Korea, and the Chinese province of Guangdong.\n", "\nThe U.S. has been regulating energy emissions since the passage of the U.S. Clean Air Act of 1990, which is credited as the world's first cap-and-trade program (although it called the caps \"allowances\").\n", "\nThe program is credited by the Environmental Defense Fund for substantially reducing emissions of sulfur dioxide from coal-fired power plants, the cause of the notorious \"acid rain\" of the 1980s.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe United Nations' Intergovernmental Panel on Climate Change (IPCC) developed a carbon credit proposal to reduce worldwide carbon emissions in a 1997 agreement known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/kyoto.asp\" rel=\"noopener noreferrer\">Kyoto Protocol</a>. The agreement set binding emission reduction targets for the countries that signed it. Another agreement, known as the Marrakesh Accords, spelled out the rules for how the system would work.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe Kyoto Protocol divided countries into industrialized and developing economies. Industrialized countries, collectively called Annex 1, operated in their own emissions trading market. If a country emitted less than its target amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hydrocarbon.asp\" rel=\"noopener noreferrer\">hydrocarbons</a>, it could sell its surplus credits to countries that did not achieve its Kyoto level goals, through an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/erpa.asp\" rel=\"noopener noreferrer\">Emission Reduction Purchase Agreement</a> (ERPA). \n", "\nThe separate Clean Development Mechanism for developing countries issued carbon credits called a Certified Emission Reduction (CER). A developing nation could receive these credits for supporting sustainable development initiatives. The trading of CERs took place in a separate market.\n", "\nThe first commitment period of the Kyoto Protocol ended in 2012.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ (The U.S. dropped out in 2001.)\n", "\nThe Kyoto protocol was revised in 2012 in an agreement known as the Doha Amendment, which was ratified as of October 2020, with 147 member nations having \"deposited their instrument of acceptance.\"<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nIn the meantime, more than 190 nations signed on to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paris-agreementcop21.asp\" rel=\"noopener noreferrer\">Paris Agreement</a> of 2015, which also sets emission standards and allows for emissions trading.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ (The U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-un-climate-usa-paris/u-s-submits-formal-notice-of-withdrawal-from-paris-climate-pact-idUSKBN1AK2FM\" rel=\"noopener noreferrer\">dropped out in 2017</a>.)\n"]}