{"name": "Carried Interest Definition", "@id": "https://www.investopedia.com/terms/c/carriedinterest.asp", "related": ["https://www.investopedia.com/terms/t/two_and_twenty.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/d/distribution-waterfall.asp", "https://www.investopedia.com/terms/h/hedge-fund-manager.asp", "https://www.investopedia.com/terms/e/equity-coinvestment.asp"], "body": ["\nCarried interest is a share of any profits that the general partners of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\">private equity</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a> receive as compensation regardless of whether they contribute any initial funds. Because carried interest acts as a type of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/performance-fee.asp\">performance fee</a>, it acts to motivate the the fund's overall performance. However, carried interest is often only paid if the fund’s returns meet a certain threshold. \n", "\nCarried interest serves as the primary source of income for the general partner, traditionally amounting to around a quarter of the fund's annual profit. While all funds tend to charge a small management fee, it is only meant to cover the costs of managing the fund, with the exception being the compensation of the fund manager. However, the general partner must ensure that all the initial capital contributed by the limited partners is returned, along with some previously agreed-upon rate of return.\n", "\nThe general partner is compensated through an annual management fee, which typically amounts to two percent of the fund’s assets. The carried interest portion of a general partner's compensation is vested over a number of years and, after that point, is received only as it is earned. \n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\">private equity</a> industry has always maintained that this is a fair compensation arrangement because general partners invest a tremendous amount of time and resources toward building the profitability of the companies in their portfolios. Much of the general partner's time is spent in developing strategy, working to improve management performance and company efficiencies, and maximizing the value of a company in preparation for its sale or initial public offering (IPO).\n", "\nCarried interest is subject to capital gains tax. This tax rate is lower than the income tax or self-employment tax, which is the rate applied to the management fee. However, critics of carried interest want it to be reclassified as ordinary income to be taxed at the ordinary income tax rate. Private equity advocates argue that the increased tax will subdue the incentive to take the kind of risk that is necessary to invest in and manage companies to profitability. \n", "\nThe typical carried interest amount is 20% for private equity and hedge funds. Notable examples of private equity funds that charge carried interest include Carlyle Group and Bain Capital. However, these funds of late have been charging higher carried interest rates, as high as 30% for what’s called “super carry.” \n", "\nCarried interest is not automatic; it is only created when the fund generates profits that exceed a specified return level, often known as the hurdle rate. If the hurdle rate of return is not achieved, the general partner does not receive carry, although the limited partners receive their proportionate share. Carry can also be \"clawed back\" if the fund underperforms. \n", "\nFor example, If the limited partners are expecting a 10% annual return, and the fund only returns 7% over a period of time, a portion of the carry paid to the general partner could be returned to cover the deficiency. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clawback.asp\">clawback</a> provision, when added to the other risks the general partner undertakes, leads private equity industry advocates to their justification that carried interest is not a salary—instead, it is an at-risk return on investment that is only payable based on performance achievement.\n"]}