{"name": "Carve-Out Definition", "@id": "https://www.investopedia.com/terms/c/carveout.asp", "related": ["https://www.investopedia.com/terms/d/divestment.asp", "https://www.investopedia.com/terms/m/minorityipo.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/s/stub.asp", "https://www.investopedia.com/terms/p/parentcompany.asp", "https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp"], "body": ["\nA carve-out is the partial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/divestiture.asp\" rel=\"noopener noreferrer\">divestiture</a> of a business unit in which a parent company sells a minority interest of a subsidiary to outside investors. A company undertaking a carve-out is not selling a business unit outright but, instead, is selling an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> stake in that business or relinquishing control of the business from its own while retaining an equity stake. A carve-out allows a company to capitalize on a business segment that may not be part of its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coreearnings.asp\" rel=\"noopener noreferrer\">core operations</a>.\n", "\nIn a carve-out, the parent company sells some of its shares in its subsidiary to the public through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (IPO). Since shares are sold to the public, a carve-out also establishes a new set of shareholders in the subsidiary. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090715/comparing-spinoffs-splitoffs-and-carveouts.asp\" rel=\"noopener noreferrer\">A carve-out often precedes the full spin-off</a> of the subsidiary to the parent company's shareholders. In order for such a future spin-off to be tax-free, it has to satisfy the 80% control requirement, which means that not more than 20% of the subsidiary's stock can be offered in an IPO.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nA carve-out effectively separates a subsidiary or business unit from its parent as a standalone company. The new organization has its own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\" rel=\"noopener noreferrer\">board of directors</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>. However, the parent company usually retains a controlling interest in the new company and offers strategic support and resources to help the business succeed. Unlike a spin-off, the parent company generally receives a cash inflow through a carve-out.\n", "\nA corporation may resort to a carve-out strategy rather than a total divestiture for several reasons, and regulators take this into account when approving or denying such a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restructuring.asp\" rel=\"noopener noreferrer\">restructuring</a>. Sometimes a business unit is deeply integrated, making it hard for the company to sell the unit off completely while keeping it solvent. Those considering an investment in the carve-out must consider what might happen if the original company completely cuts ties with the carve-out and what prompted the carve-out in the first place.\n", "\nIn an equity carve-out, a business sells shares in a business unit. The ultimate goal of the company may be to fully divest its interests, but this may not be for several years. The equity carve-out allows the company to receive cash for the shares it sells now. This type of carve-out may be used if the company does not believe that a single buyer for the entire business is available, or if the company wants to maintain some control over the business unit.\n", "\nAnother divestment option is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\" rel=\"noopener noreferrer\">spin-off</a>. In this strategy, the company divests a business unit by making that unit its own standalone company. Rather than selling shares in the business unit publicly, current investors are given shares in the new company. The business unit spun off is now an independent company with its own <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>, and the shareholders now hold shares in two companies. The parent company does not usually receive any cash benefit, and may still own an equity stake in the new company. To be tax-free for the final ownership structure, the parent company must relinquish 80% of control or more.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}