{"name": "Cash Flow From Investing Activities", "@id": "https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp", "related": ["https://www.investopedia.com/terms/o/outbound-cash-flow.asp", "https://www.investopedia.com/terms/c/capitalexpenditure.asp", "https://www.investopedia.com/terms/f/fixedasset.asp", "https://www.investopedia.com/terms/n/nonoperatingcashflows.asp", "https://www.investopedia.com/terms/o/operating-activities.asp", "https://www.investopedia.com/terms/f/financial-statements.asp"], "body": ["\nCash flow from investing activities is one of the sections on the cash flow statement that reports how much cash has been generated or spent from various investment-related activities in a specific period. Investing activities include purchases of physical assets, investments in securities, or the sale of securities or assets.\n", "\nNegative cash flow is often indicative of a company's poor performance. However, negative cash flow from investing activities might be due to significant amounts of cash being invested in the long-term health of the company, such as research and development.\n", "\nBefore analyzing the different types of positive and negative cash flows from investing activities, it's important to review where a company's investment activity falls within its financial statements. There are three main financial statements: the balance sheet, income statement, and cash flow statement.\n", "\nThe balance sheet provides an overview of a company's assets, liabilities, and owner's equity as of a specific date. The income statement provides an overview of company revenues and expenses during a period. The cash flow statement bridges the gap between the income statement and the balance sheet by showing how much cash is generated or spent on operating, investing, and financing activities for a specific period.\n", "\nOverall, the cash flow statement provides an account of the cash used in operations, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">working capital</a>, financing, and investing. There are three sections–labeled activities–on the cash flow statement.\n", "\nOperating activities include any spending or sources of cash that's involved in a company's day-to-day business activities. Any cash spent or generated from the company's products or services is listed in this section, including:\n", "\nCash generated or spent on financing activities shows the net cash flows involved in funding the company's operations. Financing activities include:\n", "\nCash flows from investing activities provides an account of cash used in the purchase of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncurrent-assets.asp\" rel=\"noopener noreferrer\">non-current assets</a>–or long-term assets– that will deliver value in the future. \n", "\nInvesting activity is an important aspect of growth and capital. A change to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppe.asp\" rel=\"noopener noreferrer\">property, plant, and equipment (PPE),</a> a large line item on the balance sheet, is considered an investing activity. When investors and analysts want to know how much a company spends on PPE, they can look for the sources and uses of funds in the investing section of the cash flow statement.\n", "\nCapital expenditures (CapEx), also found in this section, is a popular measure of capital investment used in the valuation of stocks. An increase in capital expenditures means the company is investing in future operations. However, capital expenditures are a reduction in cash flow. Typically, companies with a significant amount of capital expenditures are in a state of growth.\n", "\nBelow are a few examples of cash flows from investing activities along with whether the items generate negative or positive cash flow.\n", "\nBelow is the cash flow statement from Apple Inc. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=aapl\" rel=\"noopener noreferrer\">(AAPL)</a> according to the company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://investor.apple.com/investor-relations/sec-filings/\" rel=\"noopener noreferrer nofollow\">10-Q</a> report issued on June 29, 2019.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe three sections of Apple's statement of cash flows are listed with operating activities at the top and financing activities at the bottom of the statement (highlighted in orange). In the center, are the investing activities (highlighted in blue).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nInvesting activities that were cash flow negative are highlighted in red and include:<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nInvesting activities that were cash flow positive are highlighted in green and include:<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe net cash flow generated from investing activities were $46.6 billion for the period ending June 29, 2019. Overall Apple had a positive cash flow from investing activity despite spending nearly $8 billion on new property, plant, and equipment.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAs with any financial statement analysis, it's best to analyze the cash flow statement in tandem with the balance sheet and income statement to get a complete picture of a company's financial health.\n", "\nCash flow from investing activities is the cash that has been generated (or spent) on non-current assets that are intended to produce a profit in the future. Types of activities that this may include are capital expenditures, lending money, and sale of investment securities. Along with this, expenditures in property, plant and equipment fall within this category as they are a long-term investment. Cash flow from investing activities is stated on the cash flow statement.\n", "\nConsider a hypothetical example of Google's net annual cash flow from investing activities. For the year, the company spent $30 billion on capital expenditures, of which the majority were fixed assets. Along with this, it purchased $5 billion in investments and spent $1 billion on acquisitions. The company also realized positive inflow of $3 billion from the sale of investments. To calculate the cash flow from investing activities, the sum of these items would be added together, to arrive at the annual figure of -$33 billion.\n", "\nCash flow from investing activities is important because it shows how a company is allocating cash for the long-term. For instance, a company may invest in fixed assets such as property, plant, and equipment to grow the business. While this signals a negative cash flow from investing activities in the short-term, it may help the company generate cash flow in the longer-term. A company may also choose to invest cash in short-term marketable securities to help boost profit.\n"]}