{"name": "Cash Back Definition", "@id": "https://www.investopedia.com/terms/c/cash-back.asp", "related": ["https://www.investopedia.com/terms/a/authorization-only.asp", "https://www.investopedia.com/terms/p/processing-date.asp", "https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/c/card-reader.asp", "https://www.investopedia.com/terms/p/post-date.asp", "https://www.investopedia.com/terms/c/credit-card-funding.asp"], "body": ["\nCash back often refers to two types of financial transactions related to credit and debit cards that have grown increasingly popular in the last two decades. Most commonly, it's a credit card benefit that refunds the cardholder a small percentage of the amount spent on each purchase above a certain dollar threshold.\n", "\nCash back also describes a debit card transaction in which cardholders receive cash when they make a purchase—generally, a small amount above the item cost.\n", "\nAn outgrowth of credit card issuers' general rewards programs, cash back programs date back to the1990s. But they have become ubiquitous in the 21st century; nearly every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/040715/how-cashback-profitable-credit-card-companies.asp\" rel=\"noopener noreferrer\">major card issuer </a>now offers the feature on at least one of its products. It's an incentive for existing customers to use the card early and often and for new clients to sign up for the card or switch from a competitor's.\n", "\nUnlike traditional rewards points, which can be only used to buy goods or services, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/122314/credit-card-rewards-cash-back-vs-airline-miles.asp\" rel=\"noopener noreferrer\">travel</a>, or gift cards offered by the card issuer, cash back rewards are (as their name implies) cash. Often presented to the cardholder on the monthly credit card statement, they can be applied to purchases on that statement—to help pay the credit card bill, in other words.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Consumers may receive the cash-back reward directly, either deposited directly into a linked checking account or the old-fashioned way, through the mail by check.\n", "\nCash reward percentages typically range from 1% to 3% of a transaction, but some can go up to 5%.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Some transactions also offer double rewards through merchant partnerships: Purchases at that merchant earn you more than purchases elsewhere.\n", "\nCredit cards often offer varying cash back levels, depending on the type of purchase or transaction level. For example, a cardholder might earn 3% back on gas purchases, 2% on groceries, and 1% on all other purchases. Often a special promotion where you can get cash back might be in effect for three months, during which spending in a specific category—restaurants or department stores—earns a higher refunded percentage for that period.\n", "\nTypically, the cardholder must reach a certain transaction level to qualify for cash back or other benefits; usually, it's small, around $25, but it varies from card to card. Some card companies also let cash rewards be used toward specific purchases, including travel, electronics, or partnership incentive programs. In issuing a cash-back reward, the credit card company simply shares with the consumer a portion of the transaction fee it charges merchants.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-cash-back-credit-cards-4801562\" rel=\"noopener noreferrer\">best cash back cards</a> typically charge minimal fees and interest while offering a high rewards rate.\n", "\nWhile it is possible to earn cash back on your credit and debit cards, there are other ways to earn it. Cash back apps and websites can help you earn money for shopping while using their tools. These sites also offer price comparisons, price tracking, and search for coupons. Many cash back sites partner with various retailers like Amazon and Target to offer specific deals on items like toys or holiday gear.\n", "\nOthers provide discounts with participating chain restaurants. Cash back apps can be used to find money-saving deals in different categories. The Rakuten cash back button can be used to earn cash back and online shopping deals. Shopkick is another one to consider, especially if you shop at big box stores. lbotta, another cash back app, helps connect shoppers with discounts on groceries.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nUsing sites and apps like these allows you to collect a percentage of cash back on qualifying purchases, and when you have earned a specific amount of money back, you can get access to the funds using PayPal or your bank account.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nWith debit cards and some credit cards, the customer may also get the opportunity to receive cash back immediately at a supermarket or other location. The customer can ask the merchant to add an extra amount to the purchase price and receive this additional cash. Providers of services often do this to let a customer leave a cash tip. However, unlike the cash back process described above, the practice isn't a refund: The customer's just charging more on the card.\n", "\nThe advantages of enrolling in cash back programs are obvious. You get cash back for spending your money, whether using your credit or debit card or even shopping online. On the downside, cash back credit cards may have high APRs or annual fees, and you do have to spend money to earn it back. Some programs may cancel your earned rewards if you don't pay your bills on time.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nCashback usually refers to a credit card rewards program that gives you a percentage of cash back on your expenditures.\n", "\nNot exactly. You have to spend money to earn money from cash back programs.\n", "\nMultiple stores offer cash back rewards. How much depends on their rewards program. Kohls, Dick's Sporting Goods, Ace Hardware, and CVS all offer their customers cash back rewards programs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nYou can earn money using a cash back rewards credit or debit card, or by signing up for in-store programs, and by using cash back apps and websites.\n", "\nIf you sign up for a cash back card with a cash signing bonus, it could be worth up to $100 if you meet a minimum spending requirement. Otherwise, you'll have to wait until your cash back rewards add up to $100.\n", "\nSigning up with a cash back rewards credit or debit card may is a way to earn some extra cash based on your purchases. You can use a cash back app or website to find potential deals on goods while earning a percentage of your cash back, too. The more you utilize your cash back rewards programs, the more money you stand to earn. There are few drawbacks to a cash back rewards card, other than potentially a higher than usual APR, you may have to wait to access your cash back funds, and many cards have a cap on how much you can earn each year.\n"]}