{"name": "Cash Flow Definition", "@id": "https://www.investopedia.com/terms/c/cashflow.asp", "related": ["https://www.investopedia.com/terms/o/operatingcashflow.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/o/ocfratio.asp", "https://www.investopedia.com/terms/r/rcp.asp", "https://www.investopedia.com/terms/o/operating-activities.asp", "https://www.investopedia.com/terms/c/cash-flow-financing.asp"], "body": ["\nCash flows are the net amount of cash and cash-equivalents being transferred into and out of a business. Cash received are inflows, and money spent are outflows.\n", "\nAt a fundamental level, a company’s ability to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061215/10-ways-improve-cash-flow.asp\">create value</a> for shareholders is determined by its ability to generate positive cash flows, or more specifically, maximize long-term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freecashflow.asp\">free cash flow</a> (FCF). Free cash flow is the cash that a company generates from its normal business operations after subtracting any money spent on capital expenditures.\n", "\nA business is a system that takes in money from sales as revenues and spends money on expenses. A company may also receive income from interest, investments, royalties, and licensing agreements. A firm may also sell products on credit, expecting to actually receive the cash owed at a late date.\n", "\nAssessing the amounts, timing, and uncertainty of cash flows, along with where they originate and where they go, is one of the most important objectives of financial reporting. It is essential for assessing a company’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>, flexibility, and overall financial performance.\n", "\nPositive cash flow indicates that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-liabilitymanagement.asp\">company's liquid assets</a> are increasing, enabling it to cover obligations reinvest in its business, return money to shareholders, pay expenses, and provide a buffer against future financial challenges. Companies with strong financial flexibility can take advantage of profitable investments. They also fare better in downturns, by avoiding the costs of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_distress.asp\">financial distress</a>.\n", "\nCash flows can be analyzed using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowstatement.asp\">cash flow statement</a>, a standard <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statement</a> that reports on a company's sources and usage of cash over a specified time period. The cash flow statement can be used to understand the trends of a company's performance that can't be understood through the other financial statements like the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a> on their own.\n", "\nCFO, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-flow-from-operating-activities.asp\">operating cash flow</a>, describes money flows involved directly with the production and sale of goods from ordinary operations. CFO indicates whether or not a company has enough funds coming in to pay its bills or operating expenses. In other words, there must be more operating cash inflows than cash outflows for a company to be financially viable in the long-term.\n", "\nOperating cash flow is calculated by taking revenue and subtracting operating expenses for the period. Operating cash flow is recorded on a company's cash flow statement, which is reported both on a quarterly and annual basis. Operating cash flow indicates whether a company can generate enough cash flow to maintain and expand operations, but it can also indicate when a company may need external financing for capital expansion. \n", "\nNote that CFO is useful in segregating sales from cash received. If, for example, a company generated a large sale from a client it would boost revenue and earnings. However, the additional revenue doesn't necessarily improve cash flow if there is difficulty collecting the payment from the customer. This would be reflected in operating cash flow that would be negatively impacted.\n", "\nCFI or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp\">investing cash flow</a> reports how much cash has been generated or spent from various investment-related activities in a specific period. Investing activities include purchases of speculative assets, investments in securities, or the sale of securities or assets. Negative cash flow from investing activities might be due to significant amounts of cash being invested in the long-term health of the company, such as research and development and is not always a warning sign.\n", "\nCFF or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfromfinancing.asp\">financing cash flow</a> shows the net flows of cash that are used to fund the company and its capital. Financing activities include transactions involving issuing debt, equity, and paying dividends. Cash flow from financing activities provides investors with insight into a company’s financial strength and how well a company's capital structure is managed.\n", "\nThere are three critical parts of a company's financial statements: the balance sheet, the income statement, and the cash flow statement. The balance sheet gives a one-time snapshot of a company's assets and liabilities. The income statement indicates the business's profitability during a certain period.\n", "\nThe cash flow statement differs from the other financial statements because it acts as a corporate checkbook that reconciles the other two statements. The cash flow statement records the company's cash transactions (the inflows and outflows) during the given period. It shows whether all of the revenues booked on the income statement have been collected. At the same time, however, the cash flow does not necessarily show all the company's expenses because not all expenses the company accrues are paid right away. Although the company may have incurred liabilities, any payments towards these liabilities are not recorded as a cash outflow until the transaction occurs.\n", "\nThe first item to note on the cash flow statement is the bottom line item. This is likely to be the \"net increase/decrease in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashandcashequivalents.asp\">cash and cash equivalents</a>.\" The bottom line reports the overall change in the company's cash and its equivalents (the assets that can be immediately converted into cash) over the last period. If you check under <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\">current assets</a> on the balance sheet, you will find cash and cash equivalents (C&amp;CE). If you take the difference between the current CCE and that of the previous year or the previous quarter, you should have the same number as the number at the bottom of the statement of cash flows.\n", "\nUsing the cash flow statement in conjunction with other financial statements can help analysts and investors arrive at various metrics and ratios used to make informed decisions and recommendations.\n", "\nEven profitable companies can fail if their operating activities do not generate enough cash to stay liquid. This can happen if profits are tied up in outstanding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\">accounts receivable</a> and overstocked inventory, or if a company spends too much on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a>.\n", "\nInvestors and creditors, therefore, want to know if the company has enough cash and cash-equivalents to settle short-term liabilities. To see if a company can meet its current liabilities with the cash it generates from operations, analysts look at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dscr.asp\">debt service coverage ratio</a>.\n", "\nDebt Service Coverage Ratio = Net Operating Income / Short-Term Debt Obligations (also referred to as \"Debt Service\")\n", "\nBut liquidity only tells us so much. A company might have lots of cash because it is mortgaging its future growth potential by selling off its long-term assets or taking on unsustainable levels of debt.\n", "\nTo understand the true profitability of the business, analysts look at free cash flow. It is a really useful measure of financial performance – that tells a better story than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> — because it shows what money the company has left over to expand the business or return to shareholders, after paying dividends, buying back stock, or paying off debt.\n", "\nFor a measure of the gross free cash flow generated by a firm, use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unlevered-free-cash-flow-ufcf.asp\">unlevered free cash flow</a>. This is a company's cash flow excluding interest payments, and it shows how much cash is available to the firm before taking financial obligations into account. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111714/whats-difference-between-levered-and-unlevered-free-cash-flow.asp\">difference between levered and unlevered</a> free cash flow shows if the business is overextended or operating with a healthy amount of debt.\n", "\nBelow is a reproduction of Walmart Inc (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=wmt\">WMT</a>) cash flow statement for the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalyear.asp\">fiscal year</a> ending on January 31, 2019. All amounts are in millions of U.S. dollars.\n", "\nLet's begin by seeing how the cash flow statement fits in with other components of Walmart's financials. The final line in the cash flow statement, \"cash and cash equivalents at end of year,\" is the same as \"cash and cash equivalents,\" the first line under current assets in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>. The first number in the cash flow statement, \"consolidated net income,\" is the same as the bottom line, \"income from continuing operations\" on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a>.\n", "\nBecause the cash flow statement only counts liquid assets in the form of cash and cash equivalents, it makes adjustments to operating income in order to arrive at the net change in cash. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">Depreciation</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\">amortization</a> expense appear on the income statement in order to give a realistic picture of the decreasing value of assets over their useful life. Operating cash flows, however, only consider transactions that impact cash, so these adjustments are reversed.\n", "\nMeanwhile, the net change in assets that are not in cash form, such as accounts receivable and inventories, are also eliminated from operating income. For example, in Walmart's cash flow statement, $368 million in net receivables are deducted from operating income. From that, we can infer that there was a $368 million increase in receivables over the prior year.\n", "\nThis increase would have shown up in operating income as additional revenue, but the cash had not yet been received by year-end. Thus, the increase in receivables needed to be reversed out to show the net cash impact of sales during the year. The same elimination occurs for current liabilities in order to arrive at the cash flow from operating activities figure.\n", "\nInvestments in property, plant, and equipment and acquisitions of other businesses are accounted for in the cash flow from investing activities section. Proceeds from issuing long-term debt, debt repayments, and dividends paid out are accounted for in the cash flow from financing activities section.\n", "\nThe main takeaway is that Walmart's cash flow was positive (an increase of $742 million) for this year. That indicates that it has retained cash in the business and added to its reserves in order to handle short-term liabilities and fluctuations in the future.\n", "\nRevenues refer to the income earned from selling goods and services. If an item is sold on credit or via a subscription payment plan, money may not yet be received from those sales and are booked as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\">accounts receivable</a>. These, however, do not represent actual cash flows into the company at the time. Cash flows also track outflows as well as inflows and categorize them with regard to source or use.\n", "\nOperating cash flows are generated from the normal operations of a business, including money taken in from sales and money spent on cost of goods sold (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">COGS</a>) and other operational expenses like overhead and salaries. Cash flows from investments include money spent on purchasing securities to be held as investments like stocks or bonds in other companies or in Treasuries. Inflows are generated by interest and dividends paid on these holdings. Cash flows from financing refers to the costs of raising capital - in issuing shares or bonds, or taking out loans.\n", "\nFree cash flow (FCF) is the cash left over after a company pays for its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\">operating expenses</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a> (CapEx). It is the money that remains after paying for items such as payroll, rent, and taxes, and a company can use it as it pleases. Knowing how to calculate free cash flow and analyze it will help a company with its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-management.asp\">cash management</a> and will provide investors with insight into a company's financials, helping them make better investment decisions. Free cash flow is an important measurement since it shows how efficient a company is at generating cash.\n", "\nThe cash flow statement complements the balance sheet and income statement and is a mandatory part of a public company's financial reporting requirements since 1987.\n", "\nThe price-to-cash flow ratio is a stock multiple that measures the value of a stock’s price relative to its operating cash flow per share. The ratio uses operating cash flow which adds back non-cash expenses such as depreciation and amortization to net income. P/CF is especially useful for valuing stocks that have positive cash flow but are not profitable because of large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncashcharge.asp\">non-cash charges</a>.\n", "\n<br/>\n", "\n<br/>\n", "\n<br/>\n"]}