{"name": "Cash Flow Statement Definition", "@id": "https://www.investopedia.com/terms/c/cashflowstatement.asp", "related": ["https://www.investopedia.com/terms/o/operatingcashflow.asp", "https://www.investopedia.com/terms/n/nonoperatingcashflows.asp", "https://www.investopedia.com/terms/o/outbound-cash-flow.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/r/reconciliation.asp", "https://www.investopedia.com/terms/c/cashflowfromfinancing.asp"], "body": ["\nA cash flow statement is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statement</a> that provides aggregate data regarding all cash inflows a company receives from its ongoing operations and external investment sources. It also includes all cash outflows that pay for business activities and investments during a given period. \n", "\nA company's financial statements offer investors and analysts a portrait of all the transactions that go through the business, where every transaction contributes to its success. The cash flow statement is believed to be the most intuitive of all the financial statements because it follows the cash made by the business in three main ways—through operations, investment, and financing. The sum of these three segments is called net cash flow.\n", "\nThese three different sections of the cash flow statement can help investors determine the value of a company's stock or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialperformance.asp\" rel=\"noopener noreferrer\">the company as a whole</a>.\n", "\nEvery company that sells and offers its stock to the public must file financial reports and statements with the Securities and Exchange Commission (SEC).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The three main financial statements are the balance sheet and income statement. The cash flow statement is an important document that helps open a wind interested parties insight into all the transactions that go through a company.\n", "\nThere are two different branches of accounting—accrual and cash. Most public companies use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\" rel=\"noopener noreferrer\">accrual accounting</a>, which means the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a> is not the same as the company's cash position.<strong> </strong>The cash flow statement, though, is focused on cash accounting.\n", "\nProfitable companies can fail to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061215/10-ways-improve-cash-flow.asp\" rel=\"noopener noreferrer\">adequately manage</a> cash flow, which is why the cash flow statement is a critical tool for companies, analysts, and investors. The cash flow statement is broken down into three different business activities: operations, investing, and financing.\n", "\nLet's consider a company that sells a product and extends credit for the sale to its customer. Even though It recognizes that sale as revenue, the company may not receive cash until a later date. The company earns a profit on the income statement and pays income taxes on it, but the business may bring in more or less cash than the sales or income figures.\n", "\nThis is the first section of the cash flow statement covers <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-flow-from-operating-activities.asp\" rel=\"noopener noreferrer\">cash flows from operating activities</a> (CFO) and includes transactions from all operational business activities. The cash flows from operations section begins with net income, then reconciles all noncash items to cash items involving operational activities. So, in other words, it is the company's net income, but in a cash version.\n", "\nThis section reports cash flows and outflows that stem directly from a company's main business activities. These activities may include buying and selling inventory and supplies, along with paying its employees their salaries. Any other forms of in and outflows such as investments, debts, and dividends are not included.\n", "\nCompanies are able to generate sufficient positive cash flow for operational growth. If there is not enough generated, they may need to secure financing for external growth in order to expand.\n", "\nFor example, accounts receivable is a noncash account. If accounts receivable go up during a period, it means sales are up, but no cash was received at the time of sale. The cash flow statement deducts receivables from net income because it is not cash. The cash flows from the operations section can also include accounts payable, depreciation, amortization, and numerous prepaid items booked as revenue or expenses, but with no associated cash flow.\n", "\nThis is the second section of the cash flow statement looks at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp\" rel=\"noopener noreferrer\">cash flows from investing</a> (CFI) and is the result of investment gains and losses. This section also includes cash spent on property, plant, and equipment. This section is where analysts look to find changes in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\" rel=\"noopener noreferrer\">capital expenditures</a> (capex).\n", "\nWhen capex increases, it generally means there is a reduction in cash flow. But that's not always a bad thing, as it may indicate that a company is making investment into its future operations. Companies with high capex tend to be those that are growing.\n", "\nWhile positive cash flows within this section can be considered good, investors would prefer companies that generate cash flow from business operations—not through investing and financing activities. Companies can generate cash flow within this section by selling equipment or property. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfromfinancing.asp\" rel=\"noopener noreferrer\">Cash flows from financing</a> (CFF) is the last section of the cash flow statement. The section provides an overview of cash used in business financing. It measures cash flow between a company and its owners and its creditors, and its source is normally from debt or equity. These figures are generally reported annually on a company's 10-K report to shareholders .\n", "\nAnalysts use the cash flows from financing section to determine how much money the company has paid out via dividends or share buybacks. It is also useful to help determine how a company raises cash for operational growth.\n", "\nCash obtained or paid back from capital fundraising efforts, such as equity or debt, is listed here, as are loans taken out or paid back. \n", "\nWhen the cash flow from financing is a positive number, it means there is more money coming into the company than flowing out. When the number is negative, it may mean the company is paying off debt, or is making dividend payments and/or stock buybacks.\n"]}