{"name": "Cash And Cash Equivalents (CCE) Definition", "@id": "https://www.investopedia.com/terms/c/cashandcashequivalents.asp", "related": ["https://www.investopedia.com/terms/c/cashequivalents.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/o/othercurrentassets.asp", "https://www.investopedia.com/terms/l/liquidasset.asp", "https://www.investopedia.com/terms/b/balancesheet.asp", "https://www.investopedia.com/terms/q/quickratio.asp"], "body": ["\nCash and cash equivalents refers to the line item on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> that reports the value of a company's assets that are cash or can be converted into cash immediately. Cash equivalents include bank accounts and marketable securities, which are debt securities with maturities of less than 90 days.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ However, oftentimes cash equivalents do not include equity or stock holdings because they can fluctuate in value.\n", "\nExamples of cash equivalents include commercial paper, Treasury bills, and short-term government bonds with a maturity date of three months or less. Marketable securities and money market holdings are considered cash equivalents because they are liquid and not subject to material fluctuations in value.\n", "\nCash and cash equivalents are a group of assets owned by a company. For simplicity, the total value of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash_position.asp\" rel=\"noopener noreferrer\">cash on hand</a> includes items with a similar nature to cash. If a company has cash or cash equivalents, the aggregate of these assets is always shown on the top line of the balance sheet. This is because cash and cash equivalents are current assets, meaning they're the most liquid of short-term assets.\n", "\nCash and cash equivalents help companies with their working capital needs since these liquid assets are used to pay off current liabilities, which are short-term debts and bills.\n", "\nCash is money in the form of currency, which includes all bills, coins, and currency notes. A demand deposit is a type of account from which funds may be withdrawn at any time without having to notify the institution. Examples of demand deposit accounts include checking accounts and savings accounts. All demand account balances as of the date of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> are included in cash totals.\n", "\nCompanies holding more than one currency can experience currency exchange risk. Currency from foreign countries must be translated to the reporting currency for financial reporting purposes. The conversion should provide results comparable to those that would have occurred if the business had completed operations using only one currency. Translation losses from the devaluation of foreign currency are not reported with cash and cash equivalents. These losses are reported in the financial reporting account called \"accumulated other comprehensive income.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nCash equivalents are investments that can readily be converted into cash. The investment must be short term, usually with a maximum investment duration of three months or less. If an investment matures in more than three months, it should be classified in the account named \"other investments.\" Cash equivalents should be highly liquid and easily sold on the market. The buyers of these investments should be easily accessible.\n", "\nThe dollar amounts of cash equivalents must be known. Therefore, all cash equivalents must have a known <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market price</a> and should not be subject to price fluctuations. The value of the cash equivalents must not be expected to change significantly before redemption or maturity.\n", "\nCertificates of deposit may be considered a cash equivalent depending on the maturity date. Preferred shares of equity may be considered a cash equivalent if they are purchased shortly before the redemption date and not expected to experience material fluctuation in value.\n", "\nThere are some exceptions to short-term assets and current assets being classified as cash and cash equivalents.\n", "\nExceptions can exist for short-term debt instruments such as Treasury-bills if they're being used as collateral for an outstanding loan or line of credit. Restricted T-bills must be reported separately. In other words, there can be no restrictions on converting any of the securities listed as cash and cash equivalents.\n", "\nInventory that a company has in stock is not considered a cash equivalent because it might not be readily converted to cash. Also, the value of inventory is not guaranteed, meaning there's no certainty in the amount that'll be received for liquidating the inventory.\n"]}