{"name": "Catalog of Federal Domestic Assistance (CFDA) Definition", "@id": "https://www.investopedia.com/terms/c/catalog-of-federal-domestic-assistance-cfda.asp", "related": ["https://www.investopedia.com/terms/g/government-grant.asp", "https://www.investopedia.com/terms/s/small-business-administration.asp", "https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp", "https://www.investopedia.com/terms/p/pell-grant.asp", "https://www.investopedia.com/terms/f/forbearance.asp", "https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp"], "body": ["\nThe Catalog of Federal Domestic Assistance (CFDA) is a compendium of assistance programs offered by various U.S. government agencies to the American public.\n", "\nMany of the U.S. federal government's 72 agencies and departments offer grants, loans, scholarships, property, counseling, and other kinds of assistance within the U.S. Recipients include individuals, state and local governments (including the District of Columbia), federally recognized Native American tribal governments, companies, and nonprofit organizations. These programs do not include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-aid.asp\">foreign aid</a>.\n", "\nSince 1984, information regarding domestic assistance programs has been compiled by the General Services Administration, which publishes it in the Catalog of Federal Domestic Assistance (CFDA). The CFDA is available online at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://beta.sam.gov/help/assistance-listing\" rel=\"nofollow\">beta.sam.gov </a>(formerly CFDA.gov), and can be downloaded; the latest edition is dated October 2019.\n", "\nAs of that edition, the federal government offers a total of 2,293 domestic assistance programs. The Department of Health and Human Services by far outpaces other agencies, offering 521 programs, or 22.7% of the total. Other agencies offering a high volume of assistance programs include the Department of the Interior, the Department of Agriculture, the Department of Justice, and the Department of Housing and Urban Development.\n", "\nMany, but not all, programs offer financial assistance. Each program <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://beta.sam.gov/search?index=cfda\" rel=\"nofollow\">listed online</a> is assigned a unique number by agency and program, enabling data and funding transparency. Each CFDA number contains five digits and appears in the following format: ##.###.\n", "\nExamples of individual programs include the Department of Education's Federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pell-grant.asp\">Pell Grant</a> Program (84.063), which subsidizes undergraduate education for students with financial need; the Department of Health and Human Services' Temporary Assistance for Needy Families (93.558) program, often referred to simply as \"welfare,\" which supplements the earnings of low-income families with children; and the Department of Homeland Security's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flood-insurance.asp\">flood insurance</a> (97.022) program, which is administered through the Federal Emergency Management Agency (FEMA).\n", "\nThese are multibillion-dollar programs, but smaller ones exist to benefit small businesses, for example. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/small-business-administration.asp\">Small Business Administration</a> offers 23 programs, including the Federal and State Technology Partnership Program (FAST, 59.058), which is awarded \"to strengthen the technological competitiveness of small business concerns in the U.S.\"\n", "\nPeople are often unaware of all the types of federal assistance programs in existence, eligibility requirements, or how to apply. Not surprisingly, phone, internet, and social media scams have cropped up claiming to offer \"easy government grant money\" in exchange for personal information or (of course) a small fee.\n", "\nThe real CDFA does not solicit awards or applications. One quick way to sniff out a scammer: someone claiming to be from the \"Community for Federal Domestic Assistance.\" No such organization exists; CDFA stands for the Catalog of Federal Domestic Assistance.\n"]}