{"name": "Caveat Emptor Definition", "@id": "https://www.investopedia.com/terms/c/caveatemptor.asp", "related": ["https://www.investopedia.com/terms/c/caveat-subscriptor.asp", "https://www.investopedia.com/terms/d/doctrineofutmostgoodfaith.asp", "https://www.investopedia.com/terms/l/lemon.asp", "https://www.investopedia.com/terms/s/statute-of-frauds.asp", "https://www.investopedia.com/terms/a/adverseselection.asp", "https://www.investopedia.com/terms/c/caveat.asp"], "body": ["\n<em>Caveat emptor</em> is a Latin phrase that can be roughly translated in English to \"let the buyer beware.\" While the phrase is sometimes used as a proverb in English, it is also sometimes used in legal contracts as a type of disclaimer. In many jurisdictions, it is the contract law principle that places the onus on the buyer to perform <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\" rel=\"noopener noreferrer\">due diligence</a> before making a purchase.\n", "\nThe term is commonly used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real-property.asp\" rel=\"noopener noreferrer\">real property</a> transactions–as it relates to the sale of real estate property after the date of closing–but it also applies to the transactions of other types of goods, such as cars.\n", "\nThe inclusion of a caveat emptor disclaimer is intended to resolve disputes arising from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asymmetricinformation.asp\" rel=\"noopener noreferrer\">information asymmetry</a>, a situation in which the seller has more information than the buyer about the quality of a good or service.\n", "\nFor example, if Hasan wants to buy a car from Allison–under the caveat emptor principle–he is responsible for gathering the necessary information to make an informed purchase. In order to gather this information, Hassan may decide to ask Allison how many miles the car has on it, whether any major components need to be replaced, whether it's been serviced regularly, etc.\n", "\nIf he buys the car for the asking price and makes little or no effort to assess its true value, and the car subsequently breaks down, Allison is not technically liable for damages under the principle of caveat emptor. \n", "\nIn practice, there are many exceptions to this principle. For example, if Allison lied about the car's mileage or maintenance needs, she would have committed fraud, and Hasan would, in theory, be entitled to damages.\n", "\nMarket forces act to reduce the applicability of caveat emptor in some cases. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warranty.asp\" rel=\"noopener noreferrer\">Warranties</a> are guarantees of quality or satisfaction that sellers issue voluntarily to buyers; if the sellers provide a quality product, they will not need to provide refunds or replacements very often, and buyers will be inclined to choose these vendors based on a perception of quality. \n", "\nGovernments also push back against the principle of caveat emptor in order to protect consumers' interests. Informal transactions like the one between Allison and Hasan are mostly unregulated, but in industries such as financial services – especially since the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">2008 financial crisis</a> – the buyer is often entitled to clear, largely standardized, information regarding the product. Many investors are familiar with what is colloquially called the \"safe harbor statement,\" which complies with safeguards against companies that would deceive potential buyers about the quality of their stock. \n", "\nAt the same time, such statements, as well as the legally mandated quarterly reports they accompany, reinforce the principle of caveat emptor, cementing the expectation that the buyer has access to all the information they need to make a reasonably informed decision.\n", "\nCaveat emptor is particularly important in real estate transactions. In the U.S., home builders are required to issue an implied warranty of fitness to buyers of new properties. Subsequent transactions, however, are subject to caveat emptor rules (assuming no fraud has been committed). New residential properties come with the expectation that the seller is liable for faults.\n"]}