{"name": "Cboe Volatility Index (VIX) Definition", "@id": "https://www.investopedia.com/terms/v/vix.asp", "related": ["https://www.investopedia.com/terms/v/vxn.asp", "https://www.investopedia.com/terms/i/iv.asp", "https://www.investopedia.com/terms/v/volatility.asp", "https://www.investopedia.com/terms/i/inverse-volatility-etf.asp", "https://www.investopedia.com/terms/o/optionpricingtheory.asp", "https://www.investopedia.com/terms/a/atthemoney.asp"], "body": ["\nThe Cboe Volatility Index (VIX) is a real-time <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketindex.asp\">index</a> that represents the market's expectations for the relative strength of near-term price changes of the S&amp;P 500 index (SPX). Because it is derived from the prices of SPX <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexoption.asp\">index options</a> with near-term expiration dates, it generates a 30-day forward projection of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a>. Volatility, or how fast prices change, is often seen as a way to gauge market sentiment, and in particular the degree of fear among market participants.\n", "\nThe index is more commonly known by its ticker symbol and is often referred to simply as \"the VIX.\" It was created by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cboe.asp\">Chicago Board Options Exchange</a> (CBOE) and is maintained by Cboe Global Markets. It is an important index in the world of trading and investment because it provides a quantifiable measure of market risk and investors' sentiments.\n", "\nFor financial instruments like stocks, volatility is a statistical measure of the degree of variation in their trading price observed over a period of time. On September 27, 2018, shares of Texas Instruments Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=txn\">TXN</a>) and Eli Lilly &amp; Co. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=lly\">LLY</a>) closed around similar price levels of $107.29 and $106.89 per share, respectively.\n", "\nHowever, a look at their price movements over the past one month (September) indicates that TXN (Blue Graph) had much wider price swings compared to that of LLY (Orange Graph). TXN had higher volatility compared to LLY over the one-month period.\n", "\nExtending the observation period to the last three months (July to September) reverses the trend: LLY had a much wider range for price swings compared to that of TXN, which is completely different from the earlier observation made over one month. LLY had higher volatility than TXN during the three-month period.\n", "\nVolatility attempts to measure such magnitude of price movements that a financial instrument experiences over a certain period of time. The more dramatic the price swings are in that instrument, the higher the level of volatility, and vice versa.\n", "\nVolatility can be measured using two different methods. First is based on performing statistical calculations on the historical prices over a specific time period. This process involves computing various statistical numbers, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mean.asp\">mean</a> (average), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variance.asp\">variance</a>, and finally the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\">standard deviation</a> on the historical price data sets.\n", "\nThe resulting value of standard deviation is a measure of risk or volatility. In spreadsheet programs like MS Excel, it can be directly computed using the STDEVP() function applied on the range of stock prices. However, the standard deviation method is based on lots of assumptions and may not be an accurate measure of volatility. Since it is based on past prices, the resulting figure is called “realized volatility” or \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historicalvolatility.asp\">historical volatility (HV)</a>.\" To predict future volatility for the next X months, a commonly followed approach is to calculate it for the past recent X months and expect that the same pattern will follow.\n", "\nThe second method to measure volatility involves inferring its value as implied by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionscontract.asp\">option</a> prices. Options are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivative</a> instruments whose price depends upon the probability of a particular stock’s current price moving enough to reach a particular level (called the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\">exercise price</a>).\n", "\nFor example, say IBM stock is currently trading at a price of $151 per share. There is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\">call option</a> on IBM with a strike price of $160 and has one month to expiry. The price of such a call option will depend upon the market perceived probability of IBM stock price moving from current level of $151 to above the strike price of $160 within the one month remaining to expiry. Since the possibility of such price moves happening within the given time frame is represented by the volatility factor, various option pricing methods (like <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackscholes.asp\">Black Scholes model</a>) include volatility as an integral input parameter. Since option prices are available in the open market, they can be used to derive the volatility of the underlying security (IBM stock in this case). Such volatility, as implied by or inferred from market prices, is called forward-looking “<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iv.asp\">implied volatility (IV)</a>.”\n", "\nThough none of the methods is perfect as both have their own pros and cons as well as varying underlying assumptions, they both give similar results for volatility calculation that lie in a close range.\n", "\nIn the world of investments, volatility is an indicator of how big (or small) moves a stock price, a sector-specific index, or a market-level index makes, and it represents how much risk is associated with the particular security, sector, or market. The above stock-specific example of TXN and LLY can be extended to sector-level or market-level. If the same observation is applied to the price moves of a sector-specific index, say the NASDAQ Bank Index (BANK), which consists of more than 300 banking and financial services stocks, one can assess the realized volatility of the overall banking sector. Extending it to the price observations of the broader market level index, like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\">S&amp;P 500</a> index, will offer a peek into the volatility of the larger market. Similar results can be achieved by deducing the implied volatility from the option prices of the corresponding index.\n", "\nHaving a standard quantitative measure for volatility makes it easy to compare the possible price moves and the risk associated with different securities, sectors, and markets.\n", "\nThe VIX Index is the first benchmark index introduced by Cboe to measure the market’s expectation of future volatility. Being a forward-looking index, it is constructed using the implied volatilities on S&amp;P 500 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexoption.asp\">index options</a> (SPX) and represents the market's expectation of 30-day future volatility of the S&amp;P 500 index which is considered the leading indicator of the broad U.S. stock market.\n", "\nIntroduced in 1993, the VIX Index is now an established and globally recognized gauge of U.S. equity market volatility. It is calculated in real-time based on the live prices of the S&amp;P 500 index. Calculations are performed and values are relayed during 3:00 a.m. CT and 9:15 a.m. CT, and between 9:30 a.m. CT and 4:15 p.m. CT. Cboe began the dissemination of the VIX Index outside of U.S. trading hours in April 2016.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nVIX index values are calculated using the Cboe-traded standard SPX options (that expire on the third Friday of each month) and using the weekly SPX options (that expire on all other Fridays). Only those SPX options are considered whose expiry period lies within 23 days and 37 days.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> \n", "\nWhile the formula is mathematically complex, theoretically it works as follows. It estimates the expected volatility of the S&amp;P 500 index by aggregating the weighted prices of multiple SPX puts and calls over a wide range of strike prices. All such qualifying options should have valid non-zero bid and ask prices that represent the market perception of which options' strike prices will be hit by the underlying stocks during the remaining time to expiry. For detailed calculations with an example, one can refer to the section “VIX Index Calculation: Step-by-Step” of the VIX <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.cboe.com/micro/vix/vixwhite.pdf\">whitepaper</a>.\n", "\nDuring its origin in 1993, VIX was calculated as a weighted measure of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iv.asp\">implied volatility</a> of eight S&amp;P 100 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\">at-the-money</a> <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\">call options</a>, when the derivatives market had limited activity and was in its growing stages. As the derivatives markets matured, ten years later in 2003, Cboe teamed up with Goldman Sachs and updated the methodology to calculate VIX differently. It then started using a wider set of options based on the broader S&amp;P 500 index, an expansion that allows for a more accurate view of investors' expectations on future market volatility. They then adopted a methodology that continues to remain in effect and is also used for calculating various other variants of the volatility index.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nVolatility value, investors' fear, and the VIX index values move up when the market is falling. The reverse is true when the market advances—the index values, fear, and volatility decline.\n", "\nA real-world comparative study of the past records since 1990 reveals several instances when the overall market, represented by S&amp;P 500 index (Orange Graph) spiked leading to the VIX values (Blue Graph) going down around the same time, and vice versa.\n", "\nOne should also note that VIX movement is much more than that observed in the index. For example, when S&amp;P 500 declined around 15% between August 1, 2008, and October 1, 2008, the corresponding rise in VIX was nearly 260%.\n", "\nIn absolute terms, VIX values greater than 30 are generally linked to large volatility resulting from increased uncertainty, risk, and investors’ fear. VIX values below 20 generally correspond to stable, stress-free periods in the markets.\n", "\nVIX index has paved the way for using volatility as a tradable asset, although through derivative products. Cboe launched the first VIX-based exchange-traded <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contract</a> in March 2004, which was followed by the launch of VIX options in February 2006.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nSuch VIX-linked instruments allow pure volatility exposure and have created a new asset class altogether. Active traders, large institutional investors, and hedge fund managers use the VIX-linked securities for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a> <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a>, as historical data demonstrates a strong negative <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/correlation.asp\">correlation</a> of volatility to the stock market returns – that is, when stock returns go down, volatility rises and vice versa.\n", "\nOther than the standard VIX index, Cboe also offers several other variants for measuring broad market volatility. Other similar indexes include the Cboe ShortTerm Volatility Index (VXSTSM), which reflects the nine-day expected volatility of the S&amp;P 500 Index, the Cboe S&amp;P 500 3-Month Volatility Index (VXVSM), and the Cboe S&amp;P 500 6-Month Volatility Index (VXMTSM). Products based on other market indexes include the Nasdaq-100 Volatility Index (VXNSM), the Cboe DJIA Volatility Index (VXDSM), and the Cboe Russell 2000 Volatility Index (RVXSM).<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Options and futures based on RVXSM are available for trading on Cboe and CFE platforms, respectively.\n", "\nLike all indexes, one cannot buy the VIX directly. Instead, investors can take a position in VIX through futures or options contracts, or through VIX-based <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange-traded-products-etp.asp\">exchange traded products (ETP)</a>. For example, the ProShares VIX Short-Term Futures ETF (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=vixy\">VIXY</a>), the iPath Series B S&amp;P 500 VIX Short Term Futures ETN (VXXB), and the VelocityShares Daily Long VIX Short-Term ETN (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=viix\">VIIX</a>) are many such offerings that track certain VIX-variant index and take positions in linked futures contracts.\n", "\nActive traders who employ their own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading-strategy.asp\">trading strategies</a> as well as advanced <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/algorithmictrading.asp\">algorithms</a> use VIX values to price the derivatives which are based on high beta stocks. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta.asp\">Beta</a> represents how much a particular stock price can move with respect to the move in a broader market index. For instance, a stock having a beta of +1.5 indicates that it is theoretically 50% more volatile than the market. Traders making bets through options of such high beta stocks utilize the VIX volatility values in appropriate proportion to correctly price their options trades.\n"]}