{"name": "Certified Financial Planner (CFP) Definition", "@id": "https://www.investopedia.com/terms/c/cfp.asp", "related": ["https://www.investopedia.com/terms/f/financialplanner.asp", "https://www.investopedia.com/terms/r/retirement-planner.asp", "https://www.investopedia.com/terms/c/certified-insolvency-and-reorganization-accountant.asp", "https://www.investopedia.com/terms/c/clu.asp", "https://www.investopedia.com/terms/c/chartered-wealth-manager.asp", "https://www.investopedia.com/terms/c/cfa.asp"], "body": ["\nCertified Financial Planner (CFP) is a formal recognition of expertise in the areas of financial planning, taxes, insurance, estate planning, and retirement (such as with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)s</a>).\n", "\nOwned and awarded by the Certified Financial Planner Board of Standards, Inc., the designation is awarded to individuals who successfully complete the CFP Board's initial exams, then continue ongoing annual education programs to sustain their skills and certification.\n", "\nCFPs are there to help individuals with managing their finances. This can include a variety of needs, such as investment planning, retirement planning, insurance, education, and so on. The most important aspect of a CFP is to be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a> of your assets, meaning that they will make decisions with your best interests in mind.\n", "\nCFPs are all-encompassing, particularly when compared to investment advisors. CFPs usually start the process by evaluating your current finances, including any cash, assets, investments, or properties, to come up with an idea of your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/networth.asp\" rel=\"noopener noreferrer\">net worth</a>. They also take a look at your liabilities, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgages</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/student-debt.asp\" rel=\"noopener noreferrer\">student debt</a>.\n", "\nFrom this point on they work with you and your needs to come up with a financial plan. For example, say you are nearing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement.asp\" rel=\"noopener noreferrer\">retirement</a>, they will create a financial plan that can see you through your retirement years. Or perhaps you have a child that will be starting college; they can help create a financial plan to manage that cost.\n", "\nA CFP is a type of financial advisor, but one that comes with a certified designation that demonstrates an in-depth knowledge of financial planning. You can think of a CFP as an elevated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-advisor.asp\" rel=\"noopener noreferrer\">financial advisor</a>. In fact, the requirements to become a CFP are some of the most difficult and stringent in the industry.\n", "\nEarning the CFP designation involves meeting requirements in four areas: formal education, performance on the CFP exam, relevant work experience, and demonstrated professional ethics.\n", "\nThe education requirements comprise two major components. The candidate must verify that they hold a bachelor's or higher degree from an accredited university or college recognized by the U.S. Department of Education. Second, they must complete a list of specific courses in financial planning, as specified by the CFP Board.\n", "\nMuch of this second requirement is typically waived if the candidate holds certain accepted financial designations, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfa.asp\" rel=\"noopener noreferrer\">chartered financial analyst</a> (CFA) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\" rel=\"noopener noreferrer\">certified public accountant</a> (CPA) designation, or has a higher degree in business, such as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mba.asp\" rel=\"noopener noreferrer\">master of business administration</a> (MBA).\n", "\nAs for professional experience, candidates must prove they have at least three years (or 6,000 hours) of full-time professional experience in the industry, or two years (4,000 hours) in an apprenticeship role, which is then subject to further individualized requirements.\n", "\nLastly, candidates and CFP holders must adhere to the CFP Board's standards of professional conduct. They must also regularly disclose information about their involvement in a variety of areas, such as criminal activity, inquiries by government agencies, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcies</a>, customer complaints, or terminations by employers. The CFP Board also conducts an extensive background check on all candidates before granting the certification.\n", "\nEven successful completion of the above steps doesn't guarantee receipt of the CFP designation. The CFP Board has final discretion on whether or not to award the designation to an individual.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionaleducation/07/cfp_exam.asp\" rel=\"noopener noreferrer\">CFP exam</a> comprises 170 multiple-choice questions that encompass more than 100 topics related to financial planning. The scope includes professional conduct and regulations, financial planning principles, education planning, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">risk management</a>, insurance, investments, tax planning, retirement planning, and estate planning.\n", "\nThe various topic areas are weighted, and the most recent weighting is available on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cfp.net/become-a-cfp-professional/cfp-certification-requirements/cfp-exam-requirement/about-cfp-exam\" rel=\"noopener noreferrer nofollow\">CFP Board website</a>. Further questions test the candidate's expertise in establishing client-planner relationships and gathering relevant information, and their ability to analyze, develop, communicate, implement, and monitor the recommendations they make to their clients.\n", "\nHere's some additional information on the administration, costs, and scoring of the CFP exam.\n"]}