{"name": "Certificate of Origin (CO) Definition", "@id": "https://www.investopedia.com/terms/c/certificate-of-origin.asp", "related": ["https://www.investopedia.com/terms/c/consular-invoice.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/d/delivery-duty-paid.asp", "https://www.investopedia.com/terms/i/incoterms.asp", "https://www.investopedia.com/terms/e/european-customs-union.asp", "https://www.investopedia.com/terms/e/exw.asp"], "body": ["\nA certificate of origin (CO) is a document declaring in which country a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodity</a> or good was manufactured. The certificate of origin contains information regarding the product, its destination, and the country of export. For example, a good may be marked \"Made in the USA\" or \"Made in China\".\n", "\nRequired by many treaty agreements for cross-border trade, the CO is an important form because it can help determine whether certain goods are eligible for import, or whether goods are subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import-duty.asp\" rel=\"noopener noreferrer\">duties</a>.\n", "\nCustoms officials expect the CO to be a separate document from the commercial invoice or packing list. Customs in these countries also expect it to be signed by the exporter, the signature notarized, and the document subsequently signed and stamped by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chamber-of-commerce.asp\" rel=\"noopener noreferrer\">chamber of commerce</a>. In some cases, the destination customs authority may request proof of review from a specific chamber of commerce. Chambers of commerce usually only certify that which is verifiable. However, if the chamber is presented with a declaration attesting to commercial details, the accuracy of which it cannot check, it must confine itself to stamping the document attesting to the position and the identity of the signatory.\n", "\nThe proof of review usually amounts to the chamber’s official embossing stamp and a signature of an authorized chamber representative. Some countries are accepting electronically issued certificates of origin that have been electronically signed by a chamber of commerce.\n", "\nA certificate of origin may also be required by the buyer in the documentary requirements stated within a letter of credit. The letter of credit may specify additional certifications or language within that must be noted in order for the certificate of origin to comply with the stated requirements\n", "\nWith an electronic certificate of origin (eCO), you can submit the required documentation online and get an electronic certificate stamped by a chamber of commerce in less than a day or get an expedited paper certificate overnight.\n", "\nThere is no standardized certificate of origin (CO) form for global trade, but a CO, normally prepared by the exporter of goods, has at least the basic details about the product being shipped, a tariff code, the exporter and importer, and the country of origin. The exporter, with knowledge of the specific requirements of border control at the importing country, will document these details, get the CO notarized by a chamber of commerce, and submit the form with the shipment. Detail requirements depend on the type of goods being exported and where they are going.\n", "\nThe two types of COs are non-preferential and preferential. Non-preferential COs, also known as \"ordinary COs,\" indicates that the goods do not qualify for reduced tariffs or tariff-free treatment under trade arrangements between countries, while preferential COs declare that they do. In the U.S. the Generalized System of Preferences (GSP), enacted by Congress in 1974 to promote economic development of poor nations, eliminates duties on thousands of products imported from over one hundred countries accorded preferential status. Countries like Bolivia, Cambodia, Haiti, Namibia, and Pakistan are presently on the list, as are numerous other third-world or developing countries. The European Union and countries around the world have their own versions of a GSP, mainly geared to fostering economic growth through trade with friendly nations.\n", "\nFree trade agreements made by the U.S. with other countries may necessitate a specific form be issued by the exporter as proof of origin so products can qualify for preferential duty rates. Samples of those forms can be found at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cbp.gov/trade/priority-issues/trade-agreements/free-trade-agreements\" rel=\"noopener noreferrer\">U.S. Customs and Border Protection website</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://2016.export.gov/fta/\" rel=\"noopener noreferrer\">export.gov</a>, or the customs or chamber of commerce websites of the destination country.\n", "\nIn addition, the shipping solutions website allows you to download sample certificates of origin for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/us-australia-certificate-of-origin\" rel=\"noopener noreferrer nofollow\">Australia</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/us-cafta-dr-certificate-of-origin\" rel=\"noopener noreferrer nofollow\">CAFTA-DR</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/us-chile-certificate-of-origin\" rel=\"noopener noreferrer nofollow\">Chile</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/us-colombia-certificate-of-origin\" rel=\"noopener noreferrer nofollow\">Colombia</a>, <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/us-korea-certificate-of-origin\" rel=\"noopener noreferrer nofollow\">Korea</a>, and <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.shippingsolutions.com/nafta-certificate-of-origin-english\" rel=\"noopener noreferrer nofollow\">NAFTA</a>.\n", "\nThere is usually a fee for stamping certificates of origin—however, if you’re a member, that fee may be reduced. This is an incentive for becoming a member.\n"]}