{"name": "Certified Management Accountant (CMA) Definition", "@id": "https://www.investopedia.com/terms/c/cma.asp", "related": ["https://www.investopedia.com/terms/c/certified-forensic-financial-analyst.asp", "https://www.investopedia.com/terms/c/certified-insolvency-and-reorganization-accountant.asp", "https://www.investopedia.com/terms/a/accounting.asp", "https://www.investopedia.com/terms/s/series55.asp", "https://www.investopedia.com/terms/t/technical-job-skills.asp", "https://www.investopedia.com/terms/a/accredited-in-business-valuation-abv.asp"], "body": ["\nCertified management accountant (CMA) is an accounting designation that signifies expertise in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialaccounting.asp\" rel=\"noopener noreferrer\">financial accounting</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strategic-management.asp\" rel=\"noopener noreferrer\">strategic management</a>. The professionals who obtain this designation are colloquially known as CMAs and are qualified for a variety of roles ranging from financial controller to chief financial officer (CFO).\n", "\nThe certified management accountant (CMA) certification, which is issued by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institute-of-management-accountants.asp\" rel=\"noopener noreferrer\">Institute of Management Accountants (IMA)</a>, builds on financial accounting proficiency by adding management skills that aid in making strategic business decisions based on financial data.\n", "\nOftentimes, the reports and analyses prepared by certified management accountants (CMAs) will go above and beyond those required by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles (GAAP)</a>. For example, in addition to a company’s required GAAP <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>, CMAs may prepare additional management reports that provide specific insights useful to corporate decision-makers, such as performance metrics on specific company departments, products, or even employees.\n", "\nAs with other financial designations such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\" rel=\"noopener noreferrer\">certified public accountant (CPA)</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfa.asp\" rel=\"noopener noreferrer\">chartered financial analyst (CFA)</a> certifications, certified management accountants (CMAs) are subject to a strict code of ethics.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> To obtain the CMA, candidates must have a bachelor’s degree or a related professional certification as well as two years of continuous work experience in a related field.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Candidates must also pass a rigorous exam, which typically requires over 300 hours of preparation.\n", "\nAccording to the Financial Industry Regulatory Authority (FINRA), CMAs must also hold active membership in the Institute of Management Accountants.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nDorothy is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneur</a> who manages a small construction supply company. Recently, she was invited to bid on a contract that would require her to significantly increase her number of employees. Although she felt that the project would be a great opportunity for her business, she wondered whether she would have the financial reporting capacity to effectively manage that increased headcount.\n", "\nTo help address this problem, Dorothy decides to hire Dennis, a certified management accountant (CMA). To obtain his designation, Dennis had to pass a two-part exam covering subject areas such as budgeting and forecasting, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/performance-management.asp\" rel=\"noopener noreferrer\">performance management</a>, cost measurement, and <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalcontrols.asp\" rel=\"noopener noreferrer\">internal controls</a>. In interviewing for the position, Dennis argues that these skills would allow him to support Dorothy in assessing the costs and benefits of this new project, while also effectively managing the costs and logistics involved in servicing new customers.\n", "\nWith Dennis’s expertise, Dorothy is able to increase her team size without losing oversight of her internal costs and procedures. On the contrary, Dennis’s skill set provides newfound transparency to her business, allowing Dorothy to better assess the performance of individual team members and the profitability of specific projects.\n", "\nIn the future, Dennis’s combination of accounting skills and fluency with managerial decision-making puts him in a good position to adopt executive positions within the company or at another employer.\n", "\nCertified management accountants (CMAs) and other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\" rel=\"noopener noreferrer\">accountants</a> are expected to be in growing demand over the coming years. Between 2019 and 2029, the hiring of accountants is projected to grow by 4%. Due to the absence of standardization, this growth is expected to continue in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managerialaccounting.asp\" rel=\"noopener noreferrer\">management accounting</a> sector because companies have considerable freedom in designing management accounting systems.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}