{"name": "Certified Information Systems Auditor (CISA) Definition", "@id": "https://www.investopedia.com/terms/c/certified-information-systems-auditor.asp", "related": ["https://www.investopedia.com/terms/c/cfa.asp", "https://www.investopedia.com/terms/c/cpa.asp", "https://www.investopedia.com/terms/c/caia.asp", "https://www.investopedia.com/terms/c/certified-trust-and-financial-advisor.asp", "https://www.investopedia.com/terms/c/chartered-wealth-manager.asp", "https://www.investopedia.com/terms/c/certified-forensic-financial-analyst.asp"], "body": ["\nCertified Information Systems Auditor (CISA) refers to a designation issued by the Information Systems Audit and Control Association (ISACA). The designation is the global standard for professionals who have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040315/what-difference-between-mis-management-information-system-and-information-technology.asp\">career in information systems</a>, in particular, auditing, control, and security. CISA holders demonstrate to employers that they have the knowledge, technical skills, and proficiency to meet the dynamic challenges facing modern organizations.\n", "\nTo receive a Certified Information Systems Auditor certification, candidates must pass a comprehensive exam and satisfy industry work experience requirements. Candidates must also undergo continuing education and professional development and adhere to ISACA’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.isaca.org/Certification/Code-of-Professional-Ethics/Pages/default.aspx\">Code of Professional Ethics</a> and Information Systems Auditing Standards.\n", "\nThe CISA exam lasts four hours and consists of 150 multiple-choice questions. The exam tests candidates’ knowledge of five job practice domains: The Process of Auditing Information Systems; Government and Management of IT; Information Systems Acquisition, Development, and Implementation; Information Systems Operations, Maintenance and Service Management; and Protection of Information Assets. Candidates must score 450 to pass the exam. The exam scores on a scale between 200 and 800.\n", "\nCandidates have the option to sit the exam in June, September, or December in testing centers worldwide. The exam is also available in multiple languages including Chinese Mandarin (simplified and traditional), Spanish, French, Japanese, and Korean.\n", "\nCISA candidates must have a minimum of five years of professional experience in information systems auditing, control, or security. There are several work experience substitutions and waivers up to a maximum of three years that candidates can satisfy.\n", "\nUniversity instructors who have two years of experience in a related field, such as computer science, information systems auditing, or accounting, can substitute that experience for one year of work experience.\n", "\nTo ensure professionals who hold the CISA designation keep their knowledge of information systems, auditing, and control updated, they are required to undertake 20 hours of training per year and a minimum of 120 hours in a three-year period. ISACA charges an annual maintenance fee to renew the CISA certification. ISACA members pay $45, and nonmembers pay $85.\n"]}