{"name": "Cheapest to Deliver (CTD) Definition", "@id": "https://www.investopedia.com/terms/c/cheapesttodeliver.asp", "related": ["https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/d/deliveryoption.asp", "https://www.investopedia.com/terms/w/wildcardoption.asp", "https://www.investopedia.com/terms/f/futurescontract.asp", "https://www.investopedia.com/terms/s/sellersoption.asp", "https://www.investopedia.com/terms/p/position.asp"], "body": ["\nThe term cheapest to deliver (CTD) refers to the cheapest security that can be delivered in a futures contract to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\">long position</a> to satisfy the contract specifications. It is relevant only for contracts that allow a variety of slightly different securities to be delivered. This is common in Treasury bond futures contracts, which typically specify that any treasury bond can be delivered so long as it is within a certain maturity range and has a certain <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rate</a>. The coupon rate is the rate of interest a bond issuer pays for the entire term of the security.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contract</a> enters the buyer into an obligation to purchase a specific quantity of a particular underlying financial instrument. The seller must deliver the underlying security on a date agreed upon by both parties. In cases where multiple <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstrument.asp\">financial instruments</a> can satisfy the contract based on the fact that a particular grade was not specified, the seller who holds the short position can identify which instrument will be the cheapest to deliver.\n", "\nRemember, a trader generally takes a short position—or a short—when he or she sells a financial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">asset</a> with the intention of buying it back at a lower price later on. Traders generally take short positions when they believe an asset's price will drop in the near future. Futures markets allow traders to take short positions at any time.\n", "\nDetermining the cheapest to deliver security is important for the short position because there is often a disparity between a security's market price and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conversion.asp\">conversion</a> factor used to determine the value of the security being delivered. This makes it advantageous for the seller to pick a specific security to deliver over another. Since it is assumed that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short position</a> provides the cheapest to deliver security, the market pricing of futures contracts is generally based on the cheapest to delivery security.\n", "\nSelecting the cheapest to deliver provides the investor in the short position the ability to maximize his return—or profit—on the chosen bond. The calculation to determine the cheapest to deliver is:\n", "\nCTD = Current Bond Price – Settlement Price x Conversion Factor\n", "\nThe current bond price is determined based on the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\">market price</a> with any interest due added to reach a total. Additionally, the calculations are more commonly based on the net amount earned from the transaction, also known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/implied_repo_rate.asp\">implied repo rate</a>. This is the rate of return that a trader can earn when he or she sells a bond or futures contract and buying the same asset at the market price with borrowed funds at the same time. Higher implied repo rates result in assets that are cheaper to deliver overall.\n", "\nSet by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cbot.asp\">Chicago Board of Trade</a> (CBOT) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange</a> (CME), the conversion factor is required in order to adjust for the varying grades that may be under consideration and is designed to limit certain advantages that may exist when selecting between multiple options. The conversion factors are adjusted as necessary to provide the most useful metric when using the information for calculations.\n"]}