{"name": "Checks and Balances Definition", "@id": "https://www.investopedia.com/terms/c/checks-and-balances.asp", "related": ["https://www.investopedia.com/terms/s/separation-powers.asp", "https://www.investopedia.com/terms/b/bicameral-system.asp", "https://www.investopedia.com/terms/l/limited-government.asp", "https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/c/congress.asp", "https://www.investopedia.com/terms/g/gridlock.asp"], "body": ["\nChecks and balances are various procedures set in place to reduce mistakes, prevent improper behavior, or decrease the risk of centralization of power. Checks and balances usually ensure that no one person or department has absolute control over decisions, clearly define the assigned duties, and force cooperation in completing tasks. The term is most commonly used in the context of government.\n", "\nThe U.S. government exercises checks and balances through its three branches—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/congress.asp\" rel=\"noopener noreferrer\">the legislative</a>, executive, and judicial branches. It operates as a constitutionally <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limited-government.asp\" rel=\"noopener noreferrer\">limited government</a> and is bound to the principles and actions that are authorized by the federal—and corresponding state—constitution.\n", "\nChecks and balances are important in businesses and other organizations where one individual can make decisions that affect operations. Checks and balances can cost more money and decrease efficiency but can be critical in helping to identify internal and external theft.\n", "\nBy separating the duties of various employees into clearly defined roles, businesses, and organizations are better able to ensure that rogue employees or executives cannot harm a business without the intervention of other employees. Having these types of internal controls in a business can help improve <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operationalefficiency.asp\" rel=\"noopener noreferrer\">operational efficiency</a>.\n", "\nThe U.S. Constitution provides checks and balances for the U.S. government through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/separation-powers.asp\" rel=\"noopener noreferrer\">separation of powers</a> between its three branches: the legislative branch, the executive branch, and the judicial branch. The Constitution gave specific abilities to each one of these three branches to ensure that no one section of the government could obtain excessive unchecked power.\n", "\nChecks and balances are practiced by the U.S. government in the following ways. First, the legislative branch is the part of the government that makes laws, but the executive branch gives veto power to the president, allowing the president to keep the legislative branch in check. In addition, the judicial branch, the part of the government that interprets the laws put into effect by the legislative branch, can deem certain laws unconstitutional making them void.\n", "\nMoreover, while the president has veto power, the legislative branch can overturn a president's veto with a two-thirds \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supermajority.asp\" rel=\"noopener noreferrer\">supermajority</a>\" vote by both houses of Congress. This ensures that the president cannot use his power for personal gain. The executive branch can also declare executive orders, effectively proclaiming how certain laws should be enforced, but the judicial branch can deem these orders to be unconstitutional.\n", "\nHowever, executive orders are often declared for the benefit of the country and are rarely considered unconstitutional. For example, on Apr. 19, 2016, President Obama proclaimed an executive order that blocked property and suspended entry into the U.S. of all people who were seen to contribute to the current situation in Libya.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ In this scenario, the judicial branch stood firm with the president's order.\n", "\nIn another example of executive power, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/donald-trump-success-story/\" rel=\"noopener noreferrer\">President Trump</a> declared a national emergency on Feb. 15, 2019, in an effort to free up billions in funding for a proposed border wall, after efforts to get the spending approved through Congress failed to gain approval.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n"]}