{"name": "Child Tax Credit Definition", "@id": "https://www.investopedia.com/terms/c/childtaxcredit.asp", "related": ["https://www.investopedia.com/terms/a/additional-child-tax-credit.asp", "https://www.investopedia.com/terms/t/taxcredit.asp", "https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/e/earnedincomecredit.asp", "https://www.investopedia.com/terms/t/tax-refund.asp", "https://www.investopedia.com/terms/i/irs-pub-929.asp"], "body": ["\nThe child tax credit is a tax benefit granted to American taxpayers for each qualifying dependent child.<span class=\"ql-inline-citation\" data-cite=\"12\"></span> Designed to help taxpayers support their families, this credit has been greatly expanded by the American Rescue Plan Act of 2021 .<span class=\"ql-inline-citation\" data-cite=\"11\"></span> It is estimated that the new rules will reduce by 45% the number of American children living in poverty,<span class=\"ql-inline-citation\" data-cite=\"13\"></span>  \n", "\nThe child tax credit decreases taxpayers’ tax liability on a dollar-for-dollar basis.  The recent legislation increased the maximum annual credit from $2,000 per child (under 17) in 2020 to $3,000 per child (under 18) or $3,600 (children younger than 6) for 2021. While the 2020 credit was partially refundable, the 2021 credit is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refundablecredit.asp\">fully refundable</a>. In addition, the 2021 child tax credit will be distributed to eligible taxpayers in advance payments, possibly beginning on a monthly basis as early as July 2021.\n", "\nWhen preparing their tax returns for 2020, eligible taxpayers should calculate and compare the amounts of the child tax credit based on their earned income for both the 2019 and 2020 years to determine which year provides a greater benefit. The refundable portion of the 2020 credit, called the “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/additional-child-tax-credit.asp\">additional child credit</a>” or “ACT,” takes into account the taxpayer’s annual earnings. Because many had lower earnings in 2020 than in 2019 as a result of the pandemic, the special \"look-back\" rule allows taxpayers to determine the amount of their credit for 2020 on the basis of their 2019 earnings.\n", "\n For 2021, taxpayers should be aware of an important change: a substantial immediate benefit in the form of advance payments. During 2021, the IRS plans to start advance payments of 2021 child tax credits of up to $250 (under age 18) or $300 (under six years) per child, possibly on a monthly basis starting in July 2021. Taxpayers who are entitled to the credit for 2021 and want to receive advance payments as early as possible, should confirm that the IRS has direct deposit information for their bank accounts.\n", "\n Taxpayers can include their account information on their 2020 tax returns in order to benefit from electronic direct deposit of advance payments, which will be faster than paper checks. They also may be able to use an online portal planned by the IRS to collect and update taxpayer information for the 2021 advance payment program. Recognizing the work involved in setting up the advance payment program and creating the portal, the law provides the Treasury Department significant funding for these developments, but also takes feasibility into account and allows the flexibility in scheduling their introduction.\n", "\nAs noted above, the child tax credit will work differently for 2020 income taxes–the ones due on the new 2020 taxes filing date of May 17, 2021–and for 2021 taxes. The 2021 changes, mandated by the American Rescue Plan, are just for 2021. After that year–if no further legislation makes further changes–the credit will revert to the rules in effect for 2020, with some inflation adjustments. Here's how the differences play out.\n", "\nFor 2020, eligible taxpayers can claim a tax credit of $2,000 per qualifying dependent child under age 17.<span class=\"ql-inline-citation\" data-cite=\"15\"></span> If the amount of the credit exceeds the tax owed, the taxpayer generally is entitled to a refund of the excess credit amount up to $1,400 per qualifying child. The refundable portion of the credit i.e., the “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/additional-child-tax-credit.asp\">additional child tax credit</a>” or ACT was designed to help taxpayers whose tax liabilities were too low to benefit from part or all of the credit. \n", "\nFor 2020, a special \"look-back\" rule allows taxpayers to determine the amount of their credits on the basis of their 2019 income. This special provision is particularly important for taxpayers whose difference in earnings between 2019 and 2020 may affect their eligibility for the refundable portion of the 2020 credit.<span class=\"ql-inline-citation\" data-cite=\"17\"></span>\n", "\n The 2020 credit is subject to a phase-out at the rate of $50 for each additional $1,000 (or fraction thereof) above a high income threshold of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/magi.asp\">modified adjusted gross income or MAGI</a>. MAGI is defined as adjusted gross income (AGI) plus the amount of any excluded foreign income. The threshold level is set at $400,000 for a joint return and $200,000 in other cases.   Taxpayers entitled to claim the child tax credit have been permitted to adjust their income tax withholding and/or calculate their installment tax payments to reflect their allowed credit amounts.  \n", "\nFor 2021, the credit increases and the age for a qualifying child is extended to 17. The credit amount rises to $3,000 (children under 18) or $3,600 (children younger than 6) and becomes fully refundable to the extent it exceeds the taxes owed.\n", "\nThe credit phase-out generally remains $50 for each $1,000 (or fraction thereof) of modified adjusted gross income above a MAGI threshold. However, the threshold amounts are substantially reduced for 2021. For a joint return or surviving spouse, the threshold is $150,000; for head of households, $112,500; and for all others, $75,000. Thus, a family with annual MAGI of $150,000 and three children ages 2, 5, and 11, will be entitled in 2021 to total child tax credits of $10,200, payable in advance payments of $850 per month.  \n", "\nThe child tax credit for 2021 introduces a new feature: advance payments. Taxpayers can receive direct, advance payments of their child tax credits, in the amounts of $250 or $300 per qualifying child depending on age. The U.S. Treasury plans to start distributing payments, possibly on a monthly basis, as early as July 2021, if feasible. The advance payment program will enable taxpayers to use their benefits during the year.    \n", "\nAssuming that eligible taxpayers receive advance payments for the last six months of 2021, they will be entitled to claim the balance of their annual credits on their 2021 tax returns. Because the advance payments will represent early receipt of the tax benefits from the credits, the advance payments are not taxable income. Underpayments or overpayments of advance payments will be reconciled with the credit amount and refund, if any, claimed on tax returns for the year. Taxpayers whose advance payments exceed the allowable credit generally must pay back the excess with their tax returns. However, for lower-income taxpayers, a “safe-harbor amount” of their repayment will be waived or reduced.  \n", "\nTaxpayers who receive advance payments that are excessive or too low, will be able have their payments adjusted by providing corrected and updated information, e.g., change in marital status or number of qualified children, through an online information portal, likely an updated version of the current non-filer portal, created by the U.S. Treasury Department. Wage withholding can be adjusted to reflect child tax credits and advance payments. And, taxpayers can elect not to receive advance payments and wait until filing their tax returns to claim their credit amount.<span class=\"ql-inline-citation\" data-cite=\"18\"></span>\n", "\nAt present, the 2021 rules for the child tax credit apply only for that year. If the 2021 rules are not extended by further legislation, the rules generally in effect in 2020 will again become effective, with some inflation adjustments, from 2022 through 2025.\n", "\nThere are two sets of qualifications involved in claiming the Child Tax Credit: the person receiving the credit must be a qualifying taxpayer and the dependent child also must meet tax-law requirements.\n", "\nAlthough most taxpayers qualify for the Child Tax Credit by claiming credits with respect to their children or stepchildren, other family members also may qualify if the taxpayer provided more than half their financial support during the tax year. A taxpayer may be entitled to credits with respect to siblings, grandchildren, and nieces and nephews if they meet the dependency, age, citizenship, and residency requirements. Adopted and foster children also can qualify for the credit.\n", "\nOnly one taxpayer can claim the child tax credit, even if the qualifying child divides time between more than one household during the tax year. If one parent had primary custody of the child, that parent usually receives the tax credit. In cases of joint custody, the parents must reach an agreement about when each will claim the credit—in alternate years or according to some other formula.\n", "\nIn addition to meeting the applicable income and relationship qualifications for the child tax credit, the taxpayer and qualifying dependent(s) must have Social Security numbers before the due date for the taxpayer’s tax return and must report them on the return. Taxpayers who make fraudulent claims for child tax credits will be ineligible to claim such credits for 10 years. A taxpayer who is determined to have made an improper claim due to reckless or intentional disregard of rules and regulations (but not fraud) will be denied credits for two years.\n", "\nThe tax law prescribes several factors that determine a child’s eligibility for the child tax credit. To qualify, individuals must be U.S. citizens, U.S. nationals, or U.S. resident aliens and meet the dependency, age, and residency requirements. They also must have lived with the person who is claiming the tax credit for more than half of the tax year and be claimed as a dependent on that taxpayer's return. The child must not have provided more than half of their own support during the year.\n", "\nFor both 2020 and 2021, eligible taxpayers can claim a nonrefundable tax credit of $500 for each dependent other than a qualifying child.\n", "\nThe Internal Revenue Service (IRS) offers a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/help/ita/does-my-childdependent-qualify-for-the-child-tax-credit-or-the-credit-for-other-dependents\">useful tool</a> to help taxpayers figure out if their child or dependent qualifies for the child tax credit.<span class=\"ql-inline-citation\" data-cite=\"19\"></span> \n", "\nThe expansion of the child tax credit for 2021 has important policy and economic implications. When the child tax credit was first enacted, it was intended to benefit low- and moderate-income families. And, since its enactment in 1997, has benefitted these taxpayers. At higher income levels, the credit phased out gradually. However, the child tax credit has been criticized regularly for providing little or no benefit to the poorest families, many of whom are not taxpayers and do not file tax returns.\n", "\nOver the years, frequent amendments increased the credit amount and provided refunds that were limited in amount and scope; at one time refunds were restricted to taxpayers with three or more children. High-income phase-outs continued and credit disallowance rules addressed fraudulent, reckless, or improper claims. But, the credit did not reach the poorest families.\n", "\nIn 2021, for the first time, the significant increase in the credit amount and provision of total refundability extended benefits to the neediest families. Projections of the 2021 child tax credit’s impact estimate that it will reduce childhood poverty by 45%. Together with the other provisions of the American Rescue Plan Act, the reduction in poverty is expected to reach more than 50%.<span class=\"ql-inline-citation\" data-cite=\"20\"></span>  Maximizing this credit’s use and benefits will require an effective public educational and promotional program.     \n", "\nThe expanded and fully refundable child tax credit was enacted as part of the American Rescue Plan Act, a law formally targeted at relieving the economic problems created by the COVID pandemic. It also addresses many limitations considered problematic in the earlier versions of the child tax credit.<span class=\"ql-inline-citation\" data-cite=\"21\"></span> Nonetheless, the revised credit with its advance payment feature represents a broader recognition of the importance and the substantial cost of raising children and of the role government can play in supporting families.\n", "\nThe enlarged credit constitutes an enormous financial commitment and suggests that the United States for the first time may be open to establishing a basic income policy of the type provided for families in Canada and many other developed countries. Congressional Democrats strongly supported the increased child tax credit. Although Republicans generally favored some expanded benefits for children, they criticized the version of the child tax credit that was enacted for its cost and for the lack of any work requirement.<span class=\"ql-inline-citation\" data-cite=\"16\"></span> \n", "\nWith the expanded credit set to expire at the end of 2021, its broader economic policy implications beyond pandemic recovery may be debated in a future proposal to extend it into 2022 and later years. \n"]}