{"name": "Churning Definition", "@id": "https://www.investopedia.com/terms/c/churning.asp", "related": ["https://www.investopedia.com/terms/o/overtrading.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/r/rulesoffairpractice.asp", "https://www.investopedia.com/terms/f/freeriding.asp", "https://www.investopedia.com/terms/c/commission-broker.asp", "https://www.investopedia.com/terms/d/doubledipping.asp"], "body": ["\nChurning is a term applied to the practice of a broker conducting excessive trading in a client's account mainly to generate commissions. Churning is an unethical and illegal practice that violates SEC rules (15c1-7) and securities laws. While there is no quantitative measure for churning, frequent buying and selling of securities that does little to meet the client's investment objectives may be evidence of churning.\n", "\nChurning may often result in substantial losses in the client's account, or if profitable, may generate a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\">tax liability</a>. Since churning can only occur when the broker has discretionary authority over the client's account, a client may avoid this risk by maintaining full control. Another way to prevent the chances of churning or paying excessive commission fees is to use a fee-based account. However, placing a customer in a fee-based account when there is little to no activity to justify the fee is indicative of another form of churning called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/02/120502.asp\">reverse churning</a>.\n", "\nA broker overtrades when they excessively buy and sell stocks on the investor’s behalf merely with the outcome of increased commissions. Churning is a prohibited practice under securities law. Investors can observe that their broker has been overtrading when the frequency of their trades becomes counterproductive to their investment objectives, driving commission costs consistently higher without observable results over time. One reason this practice has been known to occur comes about when brokers are pressured to place newly issued <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a> underwritten by a firm's investment banking arm.\n", "\nFor example, each broker may receive a 10% bonus if they can secure a certain allotment of a new security to their customers. Such incentives may not have the investors best interest in mind. Investors can protect themselves from overtrading (churning) through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wrapaccount.asp\">wrap account</a>—a type of account managed for a flat rate rather than charging commission on every transaction. The SEC also looks into complaints of brokers who tend to put their own interests over their clients.\n", "\nThe most basic churning comes from excessive trading by a broker to generate commissions. Brokers must justify commissionable trades and how they benefit the client. When there are excessive commissions with no noticeable portfolio gains, churning might have occurred.\n", "\nChurning also applies in the excessive or unnecessary trading of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\">annuities</a>. Mutual funds with an upfront load (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/a-shares.asp\">A shares</a>) are long-term investments. Selling an A-share fund within five years and purchasing another A-share fund must be substantiated with a prudent investment decision. Most mutual fund companies allow investors to switch into any fund within a fund family without incurring an upfront fee. A broker recommending an investment change should first consider funds within the fund family.\n", "\nDeferred annuities are retirement savings accounts that usually do not have an upfront fee like mutual funds. Instead, annuities typically have contingent deferred <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/surrendercharge.asp\">surrender charges</a>. Surrender charge schedules vary and can range from 1 to 10 years. To prevent churning, many states have implemented exchange and replacement rules. These rules allow an investor to compare the new contract and highlight surrender penalties or fees.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a> defines overtrading (churning) as excessive buying and selling in a customer’s account that the broker controls to generate increased commissions. Brokers who overtrade may be in breach of SEC Rule 15c1-7 that governs manipulative and deceptive conduct. The Financial Industry Regulatory Authority (FINRA) governs overtrading under rule 2111 and the New York Stock Exchange (NYSE) prohibits the practice under Rule 408(c). Investors who believe they are a victim of churning can file a complaint with either the SEC or FINRA. (For further reading, see: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/09/forex-broker-scam.asp\">How to Tell if a Broker is Churning Your Account</a>.)\n", "\nChurning is a severe offense and, if proven, can lead to employment termination, barring from the industry, and legal ramifications. Also, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority</a> (FINRA) may impose fines ranging from $5,000 to $110,000 per instance. FINRA also has the right to suspend the broker for anywhere from ten business days up to one year. In more egregious cases, FINRA can suspend the violator for up to two years or even bar the broker indefinitely.\n"]}