{"name": "Churn Rate Definition", "@id": "https://www.investopedia.com/terms/c/churnrate.asp", "related": ["https://www.investopedia.com/terms/c/cpga.asp", "https://www.investopedia.com/terms/g/growthrates.asp", "https://www.investopedia.com/terms/r/returnonequity.asp", "https://www.investopedia.com/terms/d/dso.asp", "https://www.investopedia.com/terms/a/american-customer-satisfaction-index.asp", "https://www.investopedia.com/terms/a/annual-turnover.asp"], "body": ["\nThe churn rate, also known as the rate of attrition or customer churn, is the rate at which customers stop doing business with an entity. It is most commonly expressed as the percentage of service subscribers who discontinue their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042715/how-do-subscription-business-models-work.asp\">subscriptions</a> within a given time period. It is also the rate at which employees leave their jobs within a certain period. For a company to expand its clientele, its growth rate (measured by the number of new customers) must exceed its churn rate.\n", "\nA high churn rate could adversely affect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a> and impede growth. Churn rate is an important factor in the telecommunications industry. In most areas, many of these companies compete, making it easy for people to transfer from one provider to another.\n", "\nThe churn rate not only includes when customers switch carriers but also includes when customers terminate service without switching. This measurement is most valuable in subscriber-based businesses in which subscription fees comprise most of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a>.\n", "\nWhat is considered a good or bad churn rate can vary from industry to industry.\n", "\nA company can compare its new subscribers versus its loss of subscribers to determine both its churn rate and growth rate to see if there was overall growth or loss in a specific time period. While the churn rate tracks lost customers, the growth rate tracks new customers.\n", "\nIf the growth rate is higher than the churn rate, the company experienced growth. When the churn rate is higher than the growth rate, the company experienced a loss in its customer base.\n", "\nFor example, if in one quarter a company added 100 new subscribers but lost 110 subscribers, the net loss would be 10. There was no growth for the company this <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quarter.asp\" rel=\"noopener noreferrer\">quarter</a> but rather a loss. This would be a negative growth rate and a positive churn rate.\n", "\nIt is critical for a company to ensure that its growth rate is higher than its churn rate otherwise it will experience declining revenues and profits with the eventual scenario of having to close the business.\n", "\nThe advantage of calculating a company's churn rate is that it provides clarity on how well the business is retaining customers, which is a reflection on the quality of the service the business is providing, as well as its usefulness.\n", "\nIf a company sees that its churn rate is increasing from period to period then it understands that a fundamental component of how it is running its business is flawed. The company may be providing a faulty product, it may have poor customer service, or its product may not be attractive to individuals who decided the cost is not worth the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\" rel=\"noopener noreferrer\">utility</a>.\n", "\nThe churn rate will indicate to a company that it needs to understand why its clients are leaving and where to fix its business. The cost of acquiring new customers is much higher than it is to retain current customers, so as you ensure that the customers you worked hard to attract remain as paying customers, it makes sense to understand the quality of your business.\n", "\nOne of the limitations of the churn rate is that it does not take into consideration the types of customers that are leaving. Customer decay is primarily seen in the most recently acquired customers.\n", "\nPerhaps your company had a recent promotion that attracted new customers. Once this promotion was over or even if the benefit of the promotion never ended, customers that were trying out the product may determine it's not for them, canceling their subscription.\n", "\nThe impact of losing new customers versus long-term customers is critical. New customers are transient whereas old customers are entrenched and have enjoyed your product and there must be a more significant reason as to why they are leaving. A high churn rate in one period may be indicative of a high growth rate from the previous period rather than a judgment on the quality of the business.\n", "\nThe churn rate also does not provide a true industry comparison of the types of companies within an industry. Most new companies will have a high acquisition rate as new people try the business, but they will also have a higher churn rate as these new clients leave.\n", "\nA company that is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mature-firm.asp\" rel=\"noopener noreferrer\">mature</a> and has been around for decades will have a low churn rate as its clients are established but its acquisition rate will also be lower. Comparing the churn rates of both these companies will be like comparing apples and oranges.\n", "\nThe churn rate is a particularly useful measurement in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/070815/what-telecommunications-sector.asp\" rel=\"noopener noreferrer\">telecommunications</a> industry. This includes cable or satellite television providers, Internet providers, and telephone service providers (landline and wireless service <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/030216/worlds-top-10-telecommunications-companies.asp\" rel=\"noopener noreferrer\">providers</a>).\n", "\nAs most customers have multiple options from which to choose, the churn rate helps a company determine how it is measuring up to its competitors. If one out of every 20 subscribers to a high-speed Internet service terminated their subscriptions within a year, the annual churn rate for that Internet provider would be 5%.\n", "\nEmployee turnover within a business can also be measured with the churn rate, as it provides a method for analyzing the company's hiring and retention patterns. This can be especially helpful if overall employee longevity within a company is low.\n", "\nWhen statistics are examined on a department by department basis, it can highlight which particular departments are experiencing more frequent turnover within the company, or at a higher rate than the business average. This can help determine if the pay is satisfactory, the quality of the managers in that division, as well as the workload that each employee bears.\n", "\n\"Churning\" in a business refers to the number of subscribers that leave a provider or the number of employees that leave a firm in a given period.\n", "\nTo calculate the churn rate, choose a specific time period and divide the total number of subscribers lost by the total number of subscribers acquired, and then multiply for the percentage.\n", "\nFor example, say in a quarter you acquired 100 new subscribers but you lost 12 subscribers, your churn rate would be (12 / 100) x 100 = 12%.\n", "\nYou can also calculate the churn rate by dividing the number of subscribers lost in a period by the total number of subscribers at the beginning of that period.\n", "\nIdeally, a churn rate of zero would be the best churn rate, as that would indicate a business is not losing any subscribers; however, that is never the reality. A business will always lose subscribers for one reason or another.\n", "\nIn this case, it is important to compare the churn rate of the business to its industry's average churn rate, taking into consideration if the business is new or mature. Knowing an industry's churn rate versus that of the business is the only way to understand if a churn rate is acceptable or poor. Every industry has a different business model and, therefore, will have different acceptable churn rates.\n", "\nA high churn rate indicates that a business is losing significant customers, certainly more than it is bringing in. This would mean that the business is doing something wrong, whether that be delivering a poor product, having poor customer service, or a host of other negative reasons that would explain why it is losing customers fast. A high churn rate would most likely mean a company is suffering significant losses.\n", "\nFor the two-year period between July 2018 and July 2020, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/how-netflix-makes-money/\" rel=\"noopener noreferrer\">Netflix</a> had a churn rate between 2% and 3%.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nChurn rate is a calculation that shows the percentage of subscribers of a business that are leaving. It can also be used to show the percentage of employees that are leaving a firm. Understanding a company's churn rate is one metric in understanding its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-health.asp\" rel=\"noopener noreferrer\">financial health</a> and its long-term prospects.\n", "\nCompanies with high churn rates are losing a large number of subscribers, resulting in little growth, which significantly impacts revenues and profits. Companies with low churn rates are managing to retain customers.\n", "\nUnderstanding the churn rate of your company will also shed light on how your business is operating, whether you are providing a quality product matched with good customer service or whether your business needs improvements to lower its churn rate.\n"]}