{"name": "Circular Flow Model Definition", "@id": "https://www.investopedia.com/terms/circular-flow-of-income.asp", "related": ["https://www.investopedia.com/terms/l/leakage.asp", "https://www.investopedia.com/terms/p/paradox-of-thrift.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp", "https://www.investopedia.com/terms/a/aggregatedemand.asp"], "body": ["\nThe circular flow model demonstrates how money moves through society. Money flows from producers to workers as wages and flows back to producers as payment for products. In short, an economy is an endless circular flow of money.\n", "\nThat is the basic form of the model, but actual money flows are more complicated. Economists have added in more factors to better depict complex modern economies. These factors are the components of a nation's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP) or national income. For that reason, the model is also referred to as the circular flow of income model.\n", "\nThe basic purpose of the circular flow model is to understand how money moves within an economy. It breaks the economy down into two primary players: households and corporations. It separates the markets that these participants operate in as markets for goods and services and the markets for the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/factors-production.asp\" rel=\"noopener noreferrer\">factors of production</a>.\n", "\nThe circular flow model starts with the household sector that engages in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\" rel=\"noopener noreferrer\">consumption spending</a> (C) and the business sector that produces the goods.\n", "\nTwo more sectors are also included in the circular flow of income: the government sector and the foreign trade sector. The government injects money into the circle through <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/governmentpurchases.asp\" rel=\"noopener noreferrer\">government spending</a> (G) on programs such as Social Security and the National Park Service. Money also flows into the circle through <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/export.asp\" rel=\"noopener noreferrer\">exports</a> (X), which bring in cash from foreign buyers.\n", "\nIn addition, businesses that invest (I) money to purchase capital stocks contribute to the flow of money into the economy.\n", "\nJust as money is injected into the economy, money is withdrawn or leaked through various means as well. Taxes (T) imposed by the government reduce the flow of income. Money paid to foreign companies for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import.asp\" rel=\"noopener noreferrer\">imports</a> (M) also constitutes a leakage. Savings (S) by businesses that otherwise would have been put to use are a decrease in the circular flow of an economy’s income.\n", "\nA government calculates its gross national income by tracking all of these injections into the circular flow of income and the withdrawals from it.\n", "\nThe circular flow of income for a nation is said to be balanced when withdrawals equal injections. That is:\n", "\nWhen G + X + I is greater than T + M + S, the level of national income (GDP) will increase. When the total leakage is greater than the total injected into the circular flow, national income will decrease.\n", "\nGDP is calculated as consumer spending plus government spending plus business investment plus the sum of exports minus imports. It is represented as GDP = C + G + I + (X – M).\n", "\nIf businesses decided to produce less, it would lead to a reduction in household spending and cause a decrease in GDP. Or, if households decided to spend less, it would lead to a reduction in business production, also causing a decrease in GDP.\n", "\nGDP is often an indicator of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-health.asp\" rel=\"noopener noreferrer\">financial health</a> of an economy. The standard definition of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a> is two consecutive quarters of declining GDP. When this happens, governments and central banks adjust <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalpolicy.asp\" rel=\"noopener noreferrer\">fiscal</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> to boost growth.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\" rel=\"noopener noreferrer\">Keynesian economics</a>, for example, believes that spending leads to economic growth, so a central bank might cut interest rates, making money cheaper, so that individuals will buy more goods, such as houses and cars, increasing overall spending. As consumer spending increases, companies increase output and hire more workers to meet the increase in demand. The increase in employed people means more wages and, therefore, more people spending in the economy, leading producers to increase output again, continuing the cycle.\n"]}