{"name": "Clawback Definition", "@id": "https://www.investopedia.com/terms/c/clawback.asp", "related": ["https://www.investopedia.com/terms/p/pay-czar.asp", "https://www.investopedia.com/terms/t/tax-clawback-agreement.asp", "https://www.investopedia.com/terms/g/goldenparachute.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/w/wrongful-termination-claims.asp", "https://www.investopedia.com/terms/a/agencyproblem.asp"], "body": ["\nA clawback is a contractual provision whereby money already paid to an employee must be returned to an employer or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benefactor.asp\">benefactor</a>, sometimes with a penalty.\n", "\nMany companies use clawback policies in employee contracts for incentive-based pay like bonuses. They are most often used in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">financial industry</a>. Most clawback provisions are non-negotiable. Clawbacks are typically used in response to misconduct, scandals, poor performance, or a drop in company profits.\n", "\nFollowing the financial crisis of 2008, clawback clauses have become more common since they allow company cover incentive pay from CEOs if there is misconduct or any discrepancies in the company's financial reports. \n", "\nClawbacks are also written into employee contracts so employers can control bonuses and other incentive-based payments. The clawback acts as a form of insurance in case the company needs to respond to a crisis such as fraud or misconduct, or if the company sees a drop in profits. The employee must also pay back monies if the employer feels his or her performance has been poor.\n", "\nClawbacks are different from other refunds or repayments because they often come with a penalty. In other words, an employee must pay additional funds to the employer in case the clawback is put into effect.\n", "\nClawback provisions prevent people from using incorrect information and are used to put a balance between community development and corporate welfare. For example, they can help to prevent the misuse of accounting information by employees in the financial industry.\n", "\nClawbacks are considered an important part of the business model because they help to restore the confidence and faith of investors and the public into a company or industry. For example, banks implemented clawback provisions following the financial crisis as a way to correct any future mistakes by their executives.\n", "\nThe first federal statute to allow for clawbacks of executive pay was the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\">Sarbanes-Oxley Act</a> of 2002. It provides for clawbacks of bonuses and other incentive-based compensation paid to CEOs and CFOs in the event that misconduct on the part of the company—not necessarily the executives themselves—leads it to restate financial performance.\n", "\nThe Emergency Economic Stabilization Act of 2008, which was amended the following year, allows for clawbacks of bonuses and incentive-based compensation paid to an executive or the next 20 highest-paid employees. It applies in cases where financial results are found to have been inaccurate, regardless of whether there was any misconduct. The law only applies to companies that received Troubled Asset Relief Program (TARP) funds.\n", "\nIn July 2015, a proposed Securities and Exchange Commission (SEC) rule associated with the Dodd-Frank Act of 2010 would allow companies to claw back <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-based-incentive.asp\">incentive-based compensation</a> paid to executives in the event of an accounting restatement. The clawback is limited to the excess of what would have been paid under the restated results. The rule would require stock exchanges to prohibit companies that do not have such clawback provisions written into their contracts from listing. This rule has yet to be approved.\n", "\nThe term clawback can also be found in some other settings. In <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\">private equity</a>, it refers to the limited partners' right to reclaim part of the general partners' carried interest, in cases where subsequent losses mean the general partners received excess compensation.\n", "\nClawbacks are calculated when a fund is liquidated. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081114/medicaid-vs-medicare.asp\">Medicaid</a> can claw back the costs of care from deceased patients' <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adjusted-gross-estate.asp\">estates</a>. In some cases, clawbacks may not even refer to money—lawyers can claw back privileged documents accidentally turned over during electronic discovery.\n", "\nSeveral proposed and enacted federal laws allow clawbacks of executive compensation based on fraud or accounting errors. Companies may also write clawback provisions into employee contracts, whether such provisions are required by law or not, so that they can take back bonuses that have already been paid out.\n", "\nHowever, there are many examples of clawbacks used by corporations, insurance companies, and the federal government. Below are some of the most common clawback provisions put into place today:\n"]}