{"name": "Coinsurance Definition", "@id": "https://www.investopedia.com/terms/c/coinsurance.asp", "related": ["https://www.investopedia.com/terms/w/waiver-of-coinsurance-clause.asp", "https://www.investopedia.com/terms/c/coinsurer.asp", "https://www.investopedia.com/health-insurance-premium-4773146", "https://www.investopedia.com/terms/c/copay.asp", "https://www.investopedia.com/terms/a/agreed-amount-clause.asp", "https://www.investopedia.com/terms/o/outofpocket.asp"], "body": ["\nCoinsurance is the amount, generally expressed as a fixed percentage, an insured must pay against a claim after the deductible is satisfied. In health insurance, a coinsurance provision is similar to a copayment provision, except copays require the insured to pay a set dollar amount at the time of the service. Some property insurance policies contain coinsurance provisions.\n", "\nOne of the most common coinsurance breakdowns is the 80/20 split. Under the terms of an 80/20 coinsurance plan, the insured is responsible for 20% of medical costs, while the insurer pays the remaining 80%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ However, these terms only apply after the insured has reached the terms' out-of-pocket <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\" rel=\"noopener noreferrer\">deductible</a> amount. Also, most health insurance policies include an out-of-pocket maximum that limits the total amount the insured pays for care in a given period.\n", "\nAssume you take out a health insurance policy with an 80/20 coinsurance provision, a $1,000 out-of-pocket deductible, and a $5,000 out-of-pocket maximum. Unfortunately, you require outpatient surgery early in the year that costs $5,500. Since you have not yet met your deductible, you must pay the first $1,000 of the bill. After meeting your $1,000 deductible, you are then only responsible for 20% of the remaining $4,500, or $900. Your insurance company will cover 80%, the remaining balance.\n", "\nIf you require another expensive procedure later in the year, your coinsurance provision takes effect immediately because you have previously met your annual deductible. Also, since you have already paid a total of $1,900 out-of-pocket during the policy term, the maximum amount that you will be required to pay for services for the rest of the year is $3,100.\n", "\nAfter you reach the $5,000 out-of-pocket maximum, your insurance company is responsible for paying up to the maximum policy limit, or the maximum benefit allowable under a given policy.\n", "\nBoth <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copay.asp\">copay</a> and coinsurance provisions are ways for insurance companies to spread risk among the people it insures. However, both have advantages and disadvantages for consumers. Because coinsurance policies require deductibles before the insurer bears any cost, policyholders absorb more costs upfront.\n", "\nOn the other side, it is also more likely that the out-of-pocket maximum will be reached earlier in the year, resulting in the insurance company incurring all costs for the remainder of the policy term.\n", "\nCopay plans spread the cost of care over a full year and make predicting your medical expenses easier. A copay plan charges the insured a set amount at the time of each service.\n", "\nCopays vary depending on the type of service that you receive. For example, a visit to a primary care physician may have a $20 copay, whereas an emergency room visit may have a $100 copay. Other services such as preventative care and screenings may carry full payment without a copayment. A copay policy will likely result in an insured paying for each medical visit.\n", "\nThe coinsurance clause in a property insurance policy requires that a home is insured for a percentage of its total cash or replacement value. Usually, this percentage is 80%, but different providers may require varying percentages of coverage. If a structure is not insured to this level and the owner should file a claim for a covered peril, the provider may impose a coinsurance penalty on the owner.\n", "\nAs an example, if a property has a value of $200,000 and the insurance provider requires an 80% coinsurance, the owner must have $160,000 of property insurance coverage.\n", "\nOwners may include a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/waiver-of-coinsurance-clause.asp\">waiver of coinsurance</a> clause in policies. A waiver of coinsurance clause relinquishes the homeowner’s requirement to pay coinsurance. Generally, insurance companies tend to waive coinsurance only in the event of fairly small claims. In some cases, however, policies may include a waiver of coinsurance in the event of a total loss.\n", "\nCoinsurance is the amount an insured must pay against a health insurance claim after their deductible is satisfied. Coinsurance also applies to the level of property insurance that an owner must buy on a structure for the coverage of claims. Coinsurance differs from a copay in that a copay is generally a set dollar amount an insured must pay at the time of each service. Both copay and coinsurance provisions are ways for insurance companies to spread risk among the people it insures. However, both have advantages and disadvantages for consumers.\n"]}