{"name": "Collateral Definition", "@id": "https://www.investopedia.com/terms/c/collateral.asp", "related": ["https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/s/side-collateral.asp", "https://www.investopedia.com/terms/j/junior_mortgage.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/p/prior-lien.asp", "https://www.investopedia.com/terms/f/five-c-credit.asp"], "body": ["\nThe term collateral refers to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a> that a lender accepts as security for a loan. Collateral may take the form of real estate or other kinds of assets, depending on the purpose of the loan. The collateral acts as a form of protection for the lender. That is, if the borrower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">defaults</a> on their loan payments, the lender can seize the collateral and sell it to recoup some or all of its losses.\n", "\nBefore a lender issues you a loan, it wants to know that you have the ability to repay it. That's why many of them require some form of security. This security is called collateral which minimizes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\" rel=\"noopener noreferrer\">risk</a> for lenders. It helps to ensure that the borrower keeps up with their financial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obligation.asp\" rel=\"noopener noreferrer\">obligation</a>. In the event that the borrower does default, the lender can seize the collateral and sell it, applying the money it gets to the unpaid portion of the loan. The lender can choose to pursue legal action against the borrower to recoup any balance remaining.\n", "\nAs mentioned above, collateral can take many forms. It normally relates to the nature of the loan, so a mortgage is collateralized by the home, while the collateral for a car loan is the vehicle in question. Other nonspecific, personal loans can be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateralization.asp\" rel=\"noopener noreferrer\">collateralized</a> by other assets. For instance, a secured <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\" rel=\"noopener noreferrer\">credit card</a> may be secured by a cash deposit for the same amount of the credit limit—$500 for a $500 credit limit.\n", "\nLoans secured by collateral are typically available at substantially lower interest rates than unsecured loans. A lender's claim to a borrower's collateral is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\" rel=\"noopener noreferrer\">lien</a>—a legal right or claim against an asset to satisfy a debt. The borrower has a compelling reason to repay the loan on time because if they default, they stand to lose their home or other assets pledged as collateral.\n", "\nThe nature of the collateral is often predetermined by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/loan_types.asp\" rel=\"noopener noreferrer\">loan type</a>. When you take out a mortgage, your home becomes the collateral. If you take out a car loan, then the car is the collateral for the loan. The types of collateral that lenders commonly accept include cars—only if they are paid off in full—bank savings deposits, and investment accounts. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement.asp\" rel=\"noopener noreferrer\">Retirement</a> accounts are not usually accepted as collateral.\n", "\nYou also may use future paychecks as collateral for very short-term loans, and not just from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payday-loans.asp\" rel=\"noopener noreferrer\">payday lenders</a>. Traditional banks offer such loans, usually for terms no longer than a couple of weeks. These short-term loans are an option in a genuine emergency, but even then, you should read the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fineprint.asp\" rel=\"noopener noreferrer\">fine print</a> carefully and compare rates.\n", "\nAnother type of borrowing is the collateralized personal loan, in which the borrower offers an item of value as security for a loan. The value of the collateral must meet or exceed the amount being loaned. If you are considering a collateralized personal loan, your best choice for a lender is probably a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\" rel=\"noopener noreferrer\">financial institution</a> that you already do business with, especially if your collateral is your savings account. If you already have a relationship with the bank, that bank would be more inclined to approve the loan, and you are more apt to get a decent rate for it.\n", "\nA mortgage is a loan in which the house is the collateral. If the homeowner stops paying the mortgage for at least 120 days, the loan servicer can begin legal proceedings which can lead to the lender eventually taking possession of the house through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Once the property is transferred to the lender, it can be sold to repay the remaining principal on the loan.\n", "\nA home may also function as collateral on a second mortgage or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/heloc/\" rel=\"noopener noreferrer\">home equity line of credit (HELOC)</a>. In this case, the amount of the loan will not exceed the available equity. For example, if a home is valued at $200,000, and $125,000 remains on the primary mortgage, a second mortgage or HELOC will be available only for as much as $75,000.\n", "\nCollateralized loans are also a factor in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\" rel=\"noopener noreferrer\">margin</a> trading. An investor borrows money from a broker to buy shares, using the balance in the investor's brokerage account as collateral. The loan increases the number of shares the investor can buy, thus multiplying the potential gains if the shares increase in value. But the risks are also multiplied. If the shares decrease in value, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">broker</a> demands payment of the difference. In that case, the account serves as collateral if the borrower fails to cover the loss.\n"]}