{"name": "Collusion Definition", "@id": "https://www.investopedia.com/terms/c/collusion.asp", "related": ["https://www.investopedia.com/terms/p/price-leadership.asp", "https://www.investopedia.com/terms/b/business-ethics.asp", "https://www.investopedia.com/terms/g/ghosting.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/d/dirks-test.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp"], "body": ["\nCollusion is a non-competitive, secret, and sometimes illegal agreement between rivals which attempts to disrupt the market's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\">equilibrium</a>. The act of collusion involves people or companies which would typically compete against one another, but who conspire to work together to gain an unfair market advantage. The colluding parties may collectively choose to influence the market supply of a good or agree to a specific pricing level which will help the partners maximize their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profits</a> at the detriment of other competitors. It is common among <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duopoly.asp\">duopolies</a>.\n", "\nCollusion can take many forms across different market types. In each scenario, groups collectively obtain an unfair advantage. One of the most common ways of colluding is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricefixing.asp\">price fixing</a>. Price fixing occurs when there are a small number of companies, commonly referred to as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oligopoly.asp\">oligopoly</a>, in a particular supply marketplace. This limited number of businesses offer the same product and form an agreement to set the price level. Prices may be forcibly lowered to drive out smaller competitors or may have an inflated level to support the interest of the group at a disadvantage to the buyer. Overall, price fixing can eliminate or reduce competition while also leading to even higher barriers for new entrants.\n", "\nCollusion may also happen if companies synchronize their advertising campaigns. In this case, the partnering businesses may wish to limit the consumers’ knowledge about a product or service for an added advantage.\n", "\nIn the financial industry, collective partnering through the use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insiderinformation.asp\">insider information</a> can also be a type of collusion. Colluding groups may have the opportunity to gain several advantages through the sharing of private or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preliminaryprospectus.asp\">preliminary information</a> with one another. This financial collusion can allow the parties to enter and exit trades before the shared information is publicly available.\n", "\nIn the United States, collusion is an illegal practice which significantly deters its use. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/antitrust.asp\">Antitrust</a> laws aim to prevent collusion between companies. Thus, it is complicated to coordinate and execute an agreement to collude. Further, in industries which have strict supervision, it is difficult for companies to partake in collusion.\n", "\nDefection is another key deterrent of collusion. A company which initially agrees to take part in a collusion agreement may defect and undercut the profits of the remaining members. Additionally, the company that defects may act as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/whistleblower.asp\">whistleblower</a> and report the collusion to the appropriate authorities.\n", "\nAs reported by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://fortune.com/2015/06/30/apple-conspired-with-book-publishers-appeals-court-confirms/\">Fortune</a>, in 2015, a New York appeals court upheld a 2013 ruling against tech behemoth Apple. The multinational technology giant appealed the lower court's finding that the company had illegally conspired with five of the biggest book publishers on the pricing of ebooks. The New York appeals court found in favor of the plaintiffs. The company’s goals were to promote Apple’s new iPad and to prevent Amazon from undercutting its title prices of ebooks. The case led to a $450 million settlement in which Apple paid purchasers twice their losses.\n"]}