{"name": "Community Reinvestment Act (CRA) Definition", "@id": "https://www.investopedia.com/terms/c/community_reinvestment_act.asp", "related": ["https://www.investopedia.com/terms/r/regulation-bb.asp", "https://www.investopedia.com/terms/r/regulationg.asp", "https://www.investopedia.com/terms/c/compliance-examination.asp", "https://www.investopedia.com/terms/h/home-mortgage-disclosure-act-hmda.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/f/federal-reserve-regulations.asp"], "body": ["\nThe Community Reinvestment Act (CRA) is a federal law enacted in 1977 to encourage depository institutions to meet the credit needs of low- and moderate-income neighborhoods. The CRA requires federal regulators to assess how well each bank fulfills its obligations to these communities. This score is used to evaluate applications for future approval of bank mergers, charters, acquisitions, branch openings, and deposit facilities.\n", "\nThe CRA was passed to reverse the urban blight that had become evident in many American cities by the 1970s. In particular, one goal was to reverse the effects of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/redlining.asp\" rel=\"noopener noreferrer\">redlining</a>, a decades-long practice by which the federal government and banks had actively discouraged and avoided making loans to lower-income and minority neighborhoods.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The objective of the act was to strengthen existing laws that required banks to sufficiently address the banking needs of all members of the communities they served.\n", "\nThree federal regulators—the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/office-comptroller-currency-occ.asp\" rel=\"noopener noreferrer\">Office of the Comptroller of the Currency</a>, the Federal Deposit Insurance Corporation (FDIC), and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\" rel=\"noopener noreferrer\">Board of Governors of the Federal Reserve System</a>—share an oversight role with respect to the CRA. However, the last is chiefly responsible for assessing whether state member banks are fulfilling their obligations under the law.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> uses one of five methods to rank a bank’s performance based on its size and mission. While a 1995 update to the CRA requires regulators to consider lending and investment data, the evaluation process is somewhat subjective with no specific quotas that banks have to satisfy.\n", "\nEach bank is given one of the following ratings:\n", "\nThe Fed publishes an online database that members of the public can use to see a particular bank’s score. Banks are also obliged to provide consumers with their performance evaluations upon request.\n", "\nThe CRA applies to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">FDIC-insured</a> depository institutions, including national banks, state-chartered banks, and savings associations. However, credit unions backed by the National Credit Union Share Insurance Fund and other non-bank entities are exempt from the legislation.\n", "\nCritics of the CRA, including a number of conservative politicians and pundits, alleged that the law was a contributing factor in the risky lending practices that led up to the financial crisis of 2008. They alleged that banks and other lenders relaxed certain standards for mortgage approvals to satisfy CRA examiners.\n", "\nSome economists, however, including Neil Bhutta and Daniel Ringo of the Federal Reserve Bank, argued in 2015 that CRA-based mortgages represented a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/econresdata/notes/feds-notes/2015/assessing-the-community-reinvestment-acts-role-in-the-financial-crisis-20150526.html\" rel=\"noopener noreferrer\">small percentage</a> of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime_mortgage.asp\" rel=\"noopener noreferrer\">subprime loans</a> issued during the financial crisis. As a result, Bhutta and Ringo concluded that the law was not a major factor in the housing market’s subsequent downturn.\n", "\nThe CRA has also received criticism that it has not been particularly effective. While low- and moderate-income communities saw an influx of loans after the CRA’s passage, research by the Federal Reserve’s Jeffrey Gunther concluded that lenders not subject to the law—that is, credit unions and other non-banks—represented an equal share of those loans.\n", "\nMore recently, some economists and policymakers have suggested that the law needs to be revised to make the evaluation process less onerous for banks and to keep up with changes in the industry. For example, the physical location of bank branches remains a component in the scoring process, even though an increasing number of consumers are conducting their banking online.\n", "\nIn a 2018 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.americanbanker.com/opinion/we-have-a-once-in-a-generation-chance-to-revamp-cra-lets-use-it\" rel=\"noopener noreferrer nofollow\">op-ed piece</a>, Comptroller of the Currency Joseph Otting asserted that the CRA’s outdated approach had led to “investment deserts,” where lending is not encouraged because of the lack of nearby bank branches. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.occ.treas.gov/news-issuances/news-releases/2020/nr-occ-2020-63.html\" rel=\"noopener noreferrer\">final rule was released</a> on May 20, 2020.\n", "\nCritics such as the National Community Reinvestment Coalition said the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.jdsupra.com/legalnews/the-occ-s-final-cra-rule-what-changed-62599/\" rel=\"noopener noreferrer nofollow\">new rule </a>made the CRA reduced large bank accountability to communities by limiting consideration of bank branches and bank deposit accounts in communities<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ . But Otting said it \"strengthened and modernized\" the law. He said the final rule increases credit for mortgage origination to promote affordable mortgage availability in lower and moderate income areas, and revises the approach to deposit-based assessment by focusing on the growing number of internet banks and banks that don't rely on brick-and-mortar branches.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.occ.treas.gov/news-issuances/news-releases/2018/nr-occ-2018-87.html\" rel=\"noopener noreferrer\"> </a>\n"]}