{"name": "Common Size Financial Statement Definition", "@id": "https://www.investopedia.com/terms/c/commonsizefinancialstatement.asp", "related": ["https://www.investopedia.com/terms/c/commonsizeincomestatement.asp", "https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/g/generalledger.asp", "https://www.investopedia.com/terms/f/financial-statements.asp", "https://www.investopedia.com/terms/p/plstatement.asp"], "body": ["\nA common size financial statement displays items as a percentage of a common base figure, total sales revenue, for example. This type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/financial-statements/\">financial statement</a> allows for easy analysis between companies, or between periods, for the same company. However, if the companies use different accounting methods, any comparison may not be accurate.\n", "\nWhile most firms do not report their statements in common size format, it is beneficial for analysts to do so to compare two or more companies of differing size or different sectors of the economy. Formatting financial statements in this way reduces bias that can occur and allows for the analysis of a company over various periods. This analysis reveals, for example, what percentage of sales is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold</a> and how that value has changed over time. Common size financial statements commonly include the income statement, balance sheet, and cash flow statement.\n", "\nCommon size financial statements reduce all figures to a comparable figure, such as a percentage of sales or assets. Each financial statement uses a slightly different convention in standardizing figures.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> provides a snapshot overview of the firm's assets, liabilities, and shareholders' equity for the reporting period. A common size balance sheet is set up with the same logic as the common size income statement. The balance sheet equation is assets equals <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liabilities</a> plus stockholders' equity.\n", "\nThe balance sheet thus represents a percentage of <em>assets</em>. Another version of the common size balance sheet shows asset line items as a percentage of total assets, liabilities as a percentage of total liabilities, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/101713/balance-sheet-analyzing-owners-equity.asp\">stockholders' equity</a> as a percentage of total stockholders' equity.\n", "\nThe cash flow statement provides an overview of the firm's sources and uses of cash. The cash flow statement is divided among <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-flow-from-operating-activities.asp\">cash flows from operations</a>, cash flows from investing, and cash flows from financing. Each section provides additional information about the sources and uses of cash in each business activity.\n", "\nOne version of the common size cash flow statement expresses all line items as a percentage of <em>total cash flow</em>. The more popular version expresses cash flow in terms of total operational cash flow for items in <em>cash flows from operations</em>, total investing cash flows for cash flows from investing activities, and total financing cash flows for cash flows from financing activities.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a> (also referred to as the profit and loss (P&amp;L) statement) provides an overview of flows of sales, expenses, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> during the reporting period. The income statement equation is sales minus expenses and adjustments equals net income. This is why the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonsizeincomestatement.asp\">common size income statement</a> defines all items as a percentage of <em>sales</em>. The term \"common size\" is most often used when analyzing elements of the income statement, but the balance sheet and the cash flow statement can also be expressed as a common size statement.\n", "\nFor example, if a company has a simple income statement with gross sales of $100,000, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold</a> of $50,000, taxes of $1,000 and net income of $49,000, the common size statement would read as follows:\n"]}