{"name": "Common Stock Definition", "@id": "https://www.investopedia.com/terms/c/commonstock.asp", "related": ["https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/s/shares.asp", "https://www.investopedia.com/terms/c/common-stock-fund.asp", "https://www.investopedia.com/terms/p/preference-shares.asp", "https://www.investopedia.com/terms/l/l.asp", "https://www.investopedia.com/terms/a/additionalpaidincapital.asp"], "body": ["\nCommon stock is a security that represents ownership in a corporation. Holders of common stock elect the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardoftrustees.asp\" rel=\"noopener noreferrer\">board of directors</a> and vote on corporate policies. This form of equity ownership typically yields higher rates of return long term. However, in the event of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\" rel=\"noopener noreferrer\">liquidation</a>, common shareholders have rights to a company's assets only after bondholders, preferred shareholders, and other debtholders are paid in full. Common stock is reported in the stockholder's equity section of a company's balance sheet.\n", "\nWith common stock, if a company goes bankrupt, the common stockholders do not receive their money until the creditors, bondholders, and preferred shareholders have received their respective share. This makes common stock riskier than debt or preferred shares. The upside to common shares is they usually outperform bonds and preferred shares in the long run. Many companies issue all three types of securities. For example, Wells Fargo &amp; Company has several bonds available on the secondary market. It also has preferred stock, such as its Series L (NYSE: WFC-L), and common stock (NYSE: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=wfc\" rel=\"noopener noreferrer\">WFC</a>).\n", "\nThe first-ever common stock was established in 1602 by the Dutch East India Company and introduced on the Amsterdam Stock Exchange. Larger US-based stocks are traded on a public exchange, such as the New York Stock Exchange (NYSE) or NASDAQ. As of 2019, the former has 2800 stocks listed on its bourses, while the latter has 3300 stocks listed. NYSE had a market capitalization of $28.5 trillion in June 2018, making it the biggest stock exchange in the world by market cap.\n", "\nThere are also several international exchanges for foreign stocks, such as the London Stock Exchange and the Tokyo Stock Exchange. Companies that are smaller in size and unable to meet an exchange’s listing requirements are considered unlisted. These unlisted stocks are traded on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otcbb.asp\" rel=\"noopener noreferrer\">Over-The-Counter Bulletin Board</a> (OTCBB) or pink sheets.\n", "\nFor a company to issue stock, it must begin by having an initial public offering (IPO). An IPO is a great way for a company, seeking additional capital, to expand. To begin the IPO process, a company must work with an underwriting investment banking firm, which helps determine both the type and pricing of the stock. After the IPO phase is completed, the general public is allowed to purchase the new stock on the secondary market.\n", "\nStocks should be considered an important part of any investor’s portfolio. They bear a greater amount of risk when compared to CDs, preferred stock, and bonds. However, with the greater risk comes the greater potential for reward. Over the long term, stocks tend to outperform other investments but are more exposed to volatility over the short term.\n", "\nThere are also several types of stocks. Growth stocks are companies that tend to increase in value due to growing earnings. Value stocks are companies lower in price in relation to their fundamentals. Value stocks offer a dividend, unlike growth stocks. Stocks are categorized by market capitalization - either large, mid, or small. Large-cap stocks are much more heavily traded and are generally an indication of a more stable company. Small-cap stocks are usually newer companies looking to grow; so, they can be much more volatile compared to large caps.\n"]}