{"name": "Communism Definition", "@id": "https://www.investopedia.com/terms/c/communism.asp", "related": ["https://www.investopedia.com/terms/m/marxism.asp", "https://www.investopedia.com/terms/p/peace-dividend.asp", "https://www.investopedia.com/terms/s/socialism.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/f/first-world.asp", "https://www.investopedia.com/terms/p/political-economy.asp"], "body": ["\nCommunism is a political and economic ideology that positions itself in opposition to liberal democracy and capitalism, advocating instead for a classless system in which the means of production are owned communally and private property is nonexistent or severely curtailed. \n", "\n\"Communism\" is an umbrella term that encompasses a range of ideologies. The term's modern usage originated with Victor d'Hupay, an 18th-century French aristocrat who advocated living in \"communes\" in which all property would be shared, and \"all may benefit from everybody's work.\" The idea was hardly new even at that time, however: the Book of Acts describes first-century Christian communities holding property in common according to a system known as <em>koinonia</em>, which inspired later religious groups such as the 17th-century English \"Diggers\" to reject private ownership. \n", "\nModern communist ideology began to develop during the French Revolution, and its seminal tract, Karl Marx and Friedrich Engels' \"Communist Manifesto,\" was published in 1848. That pamphlet rejected the Christian tenor of previous communist philosophies, laying out a materialist and—its proponents claim—scientific analysis of the history and future trajectory of human society. \"The history of all hitherto existing society,\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/karl-marx.asp\" rel=\"noopener noreferrer\">Marx</a> and Engels wrote, \"is the history of class struggles.\" \n", "\nThe Communist Manifesto presented the French Revolution as a major historical turning point, when the \"bourgeoisie\" —the merchant class that was in the process of consolidating control over the \"means of production\" —overturned the feudal power structure and ushered in the modern, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\" rel=\"noopener noreferrer\">capitalist</a> era. That revolution replaced the medieval class struggle, which pitted the nobility against the serfs, with the modern one pitting the bourgeois owners of capital against the \"proletariat,\" the working class who sell their labor for wages.\n", "\nIn the Communist Manifesto and later works, Marx, Engels, and their followers advocated (and predicted as historically inevitable) a global proletarian revolution, which would usher in first an era of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialism.asp\" rel=\"noopener noreferrer\">socialism</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/100214/what-difference-between-communism-and-socialism.asp\" rel=\"noopener noreferrer\">then of communism</a>. This final stage of human development would mark the end of class struggle and therefore of history: all people would live in social equilibrium, without class distinctions, family structures, religion, or property. The state, too, would \"wither away.\" The economy would function, as a popular Marxist slogan puts it, \"from each according to his ability, to each according to his needs.\"  \n", "\nMarx and Engels' theories would not be tested in the real world until after their deaths. In 1917, during World War I, an uprising in Russia toppled the czar and sparked a civil war that eventually saw a group of radical Marxists led by Vladimir Lenin gain power in 1922. The Bolsheviks, as this group was called, founded the Soviet Union on former Imperial Russian territory and attempted to put communist theory into practice.\n", "\nPrior to the Bolshevik Revolution, Lenin had developed the Marxist theory of vanguardism, which argued that a close-knit group of politically enlightened elites was necessary to usher in the higher stages of economic and political evolution: socialism and finally communism. Lenin died shortly after the civil war ended, but the \"dictatorship of the proletariat,\" led by his successor Joseph Stalin, would pursue brutal ethnic and ideological purges as well as forced agricultural collectivization. Tens of millions died during Stalin's rule, from 1922 to 1952, on top of the tens of millions who died as a result of the war with Nazi Germany.\n", "\nRather than withering away, the Soviet state became a powerful one-party institution that prohibited dissent and occupied the \"commanding heights\" of the economy. Agriculture, the banking system, and industrial production were subject to quotas and price controls laid out in a series of Five Year Plans. This system of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centrally-planned-economy.asp\" rel=\"noopener noreferrer\">central planning</a> enabled rapid industrialization, and from 1950 to 1965 growth in Soviet <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product (GDP)</a> outpaced that of the U.S. In general, however, the Soviet economy grew at a much slower pace than its capitalist, democratic counterparts.\n", "\nWeak consumer spending was a particular drag on growth. Central planners' emphasis on heavy industry led to chronic underproduction of consumer goods, and long lines at understocked grocery stores were a fixture of Soviet life even during periods of relative prosperity. Thriving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackmarket.asp\" rel=\"noopener noreferrer\">black markets</a> – termed the \"second economy\" by some academics – catered to demand for cigarettes, shampoo, liquor, sugar, milk, and especially prestige goods such as jeans smuggled in from the West. While these networks were illegal, they were essential to the party's functioning: they alleviated shortages that, left unchecked, threatened to spark another Bolshevik Revolution; they provided party propagandists with a scapegoat for shortages; and they lined the pockets of party officials, who would either take payoffs to look the other way or grow rich running black market operations themselves.\n", "\nThe Soviet Union collapsed in 1991, following a push to reform the economic and political system and provide greater room for private enterprise and free expression. These reform pushes, known as <em>perestroika</em> and <em>glasnost</em>, respectively, did not halt the economic decline the Soviet Union suffered in the 1980s and likely hastened the Communist state's end by loosening its grip on sources of dissent.\n", "\nIn 1949, following more than 20 years of war with the Chinese Nationalist Party and Imperial Japan, Mao Zedong's Communist Party gained control of China to form the world's second major Marxist-Leninist state. Mao allied the country with the Soviet Union, but the Soviets' policies of de-Stalinization and \"peaceful coexistence\" with the capitalist West led to a diplomatic split with China in 1956.\n", "\nMao's rule in China resembled Stalin's in its violence, deprivation, and insistence on ideological purity. During the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-leap-forward.asp\" rel=\"noopener noreferrer\">Great Leap Forward</a> from 1958 to 1962, the Communist Party ordered the rural population to produce enormous quantities of steel in an effort to jumpstart an industrial revolution in China. Families were coerced into building backyard furnaces, where they smelted scrap metal and household items into low-quality pig iron that offered little domestic utility and held no appeal for export markets. Since rural labor was unavailable to harvest crops, and Mao insisted on exporting grain to demonstrate his policies' success, food became scarce. The resulting Great Chinese Famine killed at least 15 million people and perhaps more than 45 million. The Cultural Revolution, an ideological purge that lasted from 1966 until Mao's death in 1976, killed at least another 400,000 people.\n", "\nAfter Mao's death, Deng Xiaoping introduced a series of market reforms that have remained in effect under his successors. The U.S. began normalizing relations with China when President Nixon visited in 1972, prior to Mao's death. The Chinese Communist Party remains in power, presiding over a largely capitalist system, though <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/soe.asp\" rel=\"noopener noreferrer\">state-owned enterprises</a> continue to form a large part of the economy. Freedom of expression is significantly curtailed; elections are banned (except in the former British colony of Hong Kong, where candidates must be approved by the party and voting rights are tightly controlled); and meaningful opposition to the party is not permitted. \n", "\nThe U.S. emerged from World War II the world's richest and most militarily powerful nation. As a liberal democracy that had just defeated fascist dictatorships in two theaters, the country – if not all of its people – felt a sense of exceptionalism and historical purpose. So did the Soviet Union, its ally in the fight against Germany and the world's only revolutionary Marxist state. The two powers promptly divided Europe into spheres of political and economic influence: Winston Churchill called this dividing line the \"Iron Curtain.\"\n", "\nThe two superpowers, both of which possessed nuclear weapons after 1949, engaged in a long standoff known as the Cold War. Due to the doctrine of Mutually Assured Destruction – the belief that a war between the two powers would lead to a nuclear holocaust – no direct military engagements occurred between the U.S. and the Soviet Union, and the Iron Curtain was largely quiet. Instead, they fought a global proxy war, with each sponsoring friendly regimes in post-colonial nations in Africa, Asia, and Latin America. The U.S. and Soviet Union both sponsored coups to install such regimes in various countries.\n", "\nThe closest the U.S. came to a direct military conflict with the Soviet Union was the 1962 Cuban missile crisis. The U.S. did fight a prolonged hot war in Vietnam, however, in which its military supported South Vietnamese forces fighting the Chinese- and Soviet-supported North Vietnamese army and South Vietnamese communist guerrillas. The U.S. withdrew from the war and Vietnam was united under communist rule in 1975.\n", "\nThe Cold War ended with the collapse of the Soviet Union in 1991.\n", "\nWhile there has been extensive study of the reasons for communism's failure, researchers have pinpointed a couple of common factors that contributed to its demise.\n", "\nThe first is an absence of incentives among citizens to produce for profit. The profit incentive leads to competition and innovation in society. But an ideal citizen in a communist society was selflessly devoted to societal causes and rarely stopped to think about his or her welfare. \"At all times and all questions a party member should give first consideration to the interests of the Party as a whole and put them in the foremost and place personal matters and interests second,\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.marxists.org/reference/archive/liu-shaoqi/1939/how-to-be/ch06.htm\" rel=\"noopener noreferrer\">wrote</a> Liu Shaoqi, the second chairman of the People's Republic of China.\n", "\nThe second reason for communism's failure was the system's inherent inefficiencies, such as centralized planning. This form of planning requires aggregation and synthesis of enormous amounts of data at a granular level. Because all projects were planned centrally, this form of planning was also complex. In several instances, growth data was fudged or error-prone in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://economics.stanford.edu/sites/g/files/sbiybj9386/f/publications/mateidaianhonorsthesis-2012.pdf\" rel=\"noopener noreferrer\">order to make</a> facts fit into planned statistics and create an illusion of progress.\n", "\nThe concentration of power into the hands of select few also bred inefficiency and, paradoxically enough, provided them with incentives to game the system for their benefit and retain their hold on power. Corruption and laziness became endemic features of this system and surveillance, such as the one that characterized East German and Soviet societies, was common. It also disincentivized industrious and hard-working people. The end result was that the economy suffered.\n"]}