{"name": "Commercial Loan Definition", "@id": "https://www.investopedia.com/terms/c/commercial-loan.asp", "related": ["https://www.investopedia.com/terms/f/facility.asp", "https://www.investopedia.com/terms/f/fintech.asp", "https://www.investopedia.com/terms/c/creditsleeve.asp", "https://www.investopedia.com/terms/t/termloan.asp", "https://www.investopedia.com/terms/commercial-and-industrial-ci-loan.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp"], "body": ["\nA commercial loan is a debt-based funding arrangement between a business and a financial institution such as a bank. It is typically used to fund major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a> and/or cover operational costs that the company may otherwise be unable to afford. Expensive upfront costs and regulatory hurdles often prevent small businesses from having direct access to bond and equity markets for financing. This means that, not unlike individual consumers, smaller businesses must rely on other lending products, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\">lines of credit</a>, unsecured loans or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termloan.asp\">term loans</a>.\n", "\nCommercial loans are granted to a variety of business entities, usually to assist with short-term funding needs for operational costs or for the purchase of equipment to facilitate the operating process. In some instances, the loan may be extended to help the business meet more basic operational needs, such as funding for payroll or to purchase supplies used in the production and manufacturing process.\n", "\nThese loans often require that a business posts <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a>, usually in the form of property, plant or equipment that the bank can confiscate from the borrower in the event of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a> or bankruptcy. Sometimes cash flows generated from future <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\">accounts receivable</a> are used as a loan's collateral. Mortgages issued to commercial real estate are one form of commercial loan.\n", "\nAs is true for nearly every type of loan, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\">creditworthiness</a> of an applicant plays a starring role when a financial institution considers giving out a commercial loan. In most cases, the business applying for the loan will be required to present documentation—generally in the form of balance sheets and other similar documents—that proves the company has a favorable and consistent cash flow. This assures the lender that the loan can and will be repaid according to its terms.\n", "\nIf a company is approved for a commercial loan, it can expect to pay a rate of interest that falls in line with the prime lending rate at the time the loan is issued. Banks typically require monthly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a> from the company through the duration of the loan and often require the company to take out insurance on any larger items purchased with funds from the loan.\n", "\nWhile a commercial loan is most often thought of as a short-term source of funds for a business, there are some banks or other financial institutions that offer renewable loans that can extend indefinitely. This allows the business to get the funds it needs to maintain ongoing operations and to repay the first loan within its specified time period.\n", "\nAfter this, the loan may be rolled into an additional or \"renewed\" loan period. A business will often seek a renewable commercial loan when it must obtain the resources it needs to handle large seasonal orders from certain customers while still being able to provide goods to additional clients.<br/>\n"]}