{"name": "Competitive Intelligence Definition", "@id": "https://www.investopedia.com/terms/c/competitive-intelligence.asp", "related": ["https://www.investopedia.com/terms/s/swot.asp", "https://www.investopedia.com/terms/b/big-data.asp", "https://www.investopedia.com/terms/c/competitive_advantage.asp", "https://www.investopedia.com/terms/q/qualitativeanalysis.asp", "https://www.investopedia.com/terms/d/disruptive-innovation.asp", "https://www.investopedia.com/terms/d/demographics.asp"], "body": ["\nCompetitive intelligence, sometimes referred to as corporate intelligence, refers to the ability to gather, analyze, and use information collected on competitors, customers, and other market factors that contribute to a business's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/072516/microsofts-competitive-advantage-inside-look.asp\">competitive advantage</a>. Competitive intelligence is important because it helps businesses understand their competitive environment and the opportunities and challenges it presents. Businesses analyze the information to create effective and efficient business practices.\n", "\nBy definition, competitive intelligence assembles actionable information from diverse published and unpublished sources, collected efficiently and <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-ethics.asp\">ethically</a>. Ideally, a business successfully employs competitive intelligence by cultivating a detailed enough portrait of the marketplace so it may anticipate and respond to challenges and problems before they arise.\n", "\nCompetitive intelligence transcends the simple cliché \"know your enemy.\" Rather, it is a deep dive exercise, where businesses unearth the finer points of competitors’ business plans, including the customers they serve and the marketplaces in which they operate. Competitive intelligence also analyzes how a wide variety of events disrupts rival businesses. It also reveals how distributors and other stakeholders may be impacted, and it telegraphs how new <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disruptive-technology.asp\">technologies</a> can quickly render invalid every assumption.\n", "\nWithin any organization, competitive intelligence means different things to different people and departments. For example, to a sales representative, it may refer to tactical advice on how best to bid for a lucrative contract. To top management, it may mean cultivating unique marketing insights used to gain market share against a formidable competitor.\n", "\nFor any group, the goal of competitive intelligence is to help make better-informed decisions and enhance organizational performance by discovering risks and opportunities before they become readily apparent. In other words, competitive intelligence aims to prevent businesses from being caught off guard, by any oppositional forces.\n", "\nCompetitive intelligence activities can be grouped into two main silos: tactical and strategic. Tactical intelligence is shorter-term and seeks to provide input into issues such as capturing market share or increasing revenues. Strategic intelligence focuses on longer-term issues, such as key risks and opportunities facing the enterprise.\n", "\nIn either case, competitive intelligence differs from corporate or <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrial-espionage.asp\">industrial espionage</a>, which relies on illegal and unethical methods to gain an unfair competitive advantage.\n", "\nWhile most companies can find substantial information about their competitors online, competitive intelligence goes beyond grabbing such easily accessible, low-hanging fruit. Only a small portion of competitive intelligence involves trawling the Internet for information.\n", "\nA typical competitive intelligence study includes information and analysis from various disparate sources, including the news media, customer and competitor interviews, industry experts, trade shows and conferences, government records, and public filings. But these publicly accessible information sources are mere starting points. Competitive intelligence also encompasses investigating the full breadth of a company's stakeholders, key distributors, and suppliers, as well as customers and competitors.\n", "\nFor proof of the growing importance of competitive intelligence, look no further than the creation of the Society of Competitive Intelligence Professionals (SCIP), founded in the US in 1972. This global nonprofit group comprises a membership community of business experts across industry, academia, and government, who regularly congress build out intelligence infrastructure, share research decision-support tools, and advance collective analytical capabilities. This group, renamed “Strategic and Competitive Intelligence Professionals” in 2010, holds several national and international conferences and summits each year.\n"]}