{"name": "Comprehensive Income Definition", "@id": "https://www.investopedia.com/terms/c/comprehensiveincome.asp", "related": ["https://www.investopedia.com/terms/r/remeasurement.asp", "https://www.investopedia.com/terms/a/all-inclusive-income-concept.asp", "https://www.investopedia.com/terms/a/accumulatedother.asp", "https://www.investopedia.com/terms/a/available-for-sale-security.asp", "https://www.investopedia.com/terms/c/currency-translation.asp", "https://www.investopedia.com/terms/r/retainedearnings.asp"], "body": ["\nComprehensive income is the variation in a company's net assets from non-owner sources during a specific period. Comprehensive income includes net income and unrealized income, such as unrealized gains or losses on hedge/derivative financial instruments and foreign currency transaction gains or losses. Comprehensive income provides a holistic view of a company's income not fully captured on the income statement.\n", "\nIncome excluded from the income statement is reported under \"accumulated other comprehensive income\" of the shareholders' equity section. The purpose of comprehensive income is to include a total of all operating and financial events that affect non-owners' interests in a business. Comprehensive income may report amounts per month, quarter, or year. \n", "\nOne of the most important financial statements is the income statement. It provides an overview of revenues and expenses, including taxes and interest. At the end of the income statement is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a>; however, net income only recognizes incurred or earned income and expenses. Sometimes companies, especially large firms, realize gains or losses from fluctuations in the value of certain assets. The results of these events are captured on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowstatement.asp\" rel=\"noopener noreferrer\">cash flow statement</a>; however, the net impact to earnings is found under \"comprehensive\" or \"<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071415/what-are-some-examples-items-count-comprehensive-income.asp\" rel=\"noopener noreferrer\">other comprehensive income</a>\" on the income statement.\n", "\nAside from the income statement, comprehensive income is also included in the statement of comprehensive income. Both cover the same time period, but the statement of comprehensive income has two major sections: net income (derived from the income statement) and other comprehensive income (e.g., <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedges</a>). At the end of the statement is the comprehensive income total, which is the sum of net income and other comprehensive income. In some circumstances, companies combine the income statement and statement of comprehensive income into one comprehensive statement. However, a company with other comprehensive income will typically file this form separately. This statement is not required if a company does not meet the criteria to classify income as comprehensive income.\n", "\nConsider an example in which a co-worker wins the lottery. The lottery winnings are considered part of his taxable or comprehensive income but not regular earned income. In business, comprehensive income includes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unrealizedgain.asp\" rel=\"noopener noreferrer\">unrealized gains</a> and losses on available-for-sale investments. Comprehensive income also includes cash flow hedges, which can change in value depending on the securities' market value, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtsecurity.asp\" rel=\"noopener noreferrer\">debt securities</a> transferred from available for sale to held to maturity, which may also incur unrealized gains or losses. Gains or losses can also be incurred from foreign currency translation adjustments and in pensions and/or post-retirement benefit plans.\n", "\nComprehensive income excludes owner-caused changes in equity, such as the sale of stock or purchase of Treasury shares. Commonly, a standard comprehensive income (CI) statement is attached under a separate heading at the bottom of the income statement. The net income from the income statement is transferred to the CI statement and adjusted further to account for non-owner activities. The final figure is transferred to the balance sheet under \"accumulated other comprehensive income.\"\n"]}