{"name": "Conflict of Interest Definition", "@id": "https://www.investopedia.com/terms/c/conflict-of-interest.asp", "related": ["https://www.investopedia.com/terms/s/stakeholder.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/c/corporategovernance.asp", "https://www.investopedia.com/terms/c/code-of-ethics.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/q/quorum.asp"], "body": ["\nA conflict of interest occurs when an entity or individual becomes unreliable because of a clash between personal (or self-serving) interests and professional duties or responsibilities. Such a conflict occurs when a company or person has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vestedinterest.asp\">vested interest</a>—such as money, status, knowledge, relationships, or reputation—which puts into question whether their actions, judgment, and/or decision-making can be unbiased. When such a situation arises, the party is usually asked to remove themselves, and it is often legally required of them.\n", "\nA conflict of interest in business normally refers to a situation in which an individual's personal interests conflict with the professional interests owed to their employer or the company in which they are invested. A conflict of interest arises when a person chooses personal gain over the duties to an organization in which they are a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stakeholder.asp\">stakeholder</a> or exploits their position for personal gain in some way.\n", "\nAll corporate board members have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\">fiduciary</a> duties and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duty-loyalty.asp\">duty of loyalty</a> to the corporations they oversee. If one of the directors chooses to take action that benefits them at the detriment of the firm, they are harming the company with a conflict of interest.\n", "\nOne example might be the board member of a property insurance company who votes on the induction of lower premiums for companies with fleet vehicles—when they, in fact, own a truck company. Even if the institution of lower premiums isn't a bad business move for the insurer, it could still be considered a conflict of interest because the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/become-board-member.asp\">board member</a> has a special interest in the outcome.\n", "\nIn legal circles, representation by a lawyer or party with a vested interest in the outcome of the trial would be considered a conflict of interest, and the representation would not be allowed. Additionally, judges who have a relationship with one of the parties involved in a case or lawsuit will recuse themselves from presiding over the case.\n", "\nA conflict of interest may lead to legal ramifications as well as job loss. However, if there is a perceived conflict of interest and the person has not yet acted maliciously, it's possible to remove that person from the situation or decision in which a possible conflict of interest can arise. Using the prior example of a board member who owns a truck company, they could simply remove themselves from all decisions that could positively or negatively affect their personal business.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-dealing.asp\">Self-dealing</a> is the most common type of conflict of interest in the business world. It occurs when a management-level professional accepts a transaction from another organization that benefits the manager and harms the company or the company's clients.\n", "\nGift issuance is also a very common conflict of interest. It happens when a corporate manager or officer accepts a gift from a client or a similar type of person. Companies normally circumvent this issue by prohibiting gifts from customers to individual employees.\n", "\nTroublesome situations may also arise when, in the course of professional duties, an individual collects confidential information. Any information of this type used for personal gain by an employee is a huge conflict of interest, at least in the United States. The financial industry constantly grapples with this type of conflict of interest in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insidertrading.asp\">insider trading</a>.\n", "\nFinally, the hiring of, or showing favorable workplace treatment to, a relative or spouse—known as nepotism—can result in a potential conflict of interest.\n", "\nIn the financial industry, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agencyproblem.asp\">agency problem</a> refers to a type of conflict of interest where agents don't fully represent the best interests of their principals. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/enron-scandal-summary/\">Enron scandal</a> is an extreme example of an agency problem that led to the collapse of what was at the time one of the largest companies in the United States.\n", "\nIn 2001, Enron Corporation declared bankruptcy after it was revealed that the top leaders in the company had used <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marktomarket.asp\">mark-to-market</a> accounting and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spv.asp\">special purpose vehicles</a> (SPVs) to hide financial losses. This made the company appear more profitable than it really was.\n", "\nWhile Enron's executives had a legal responsibility to protect the interests of its shareholders, some executives instead engaged in illegal activities to camouflage the company's massive losses and debts. Share prices dropped from over $90 a share to under $1 a share. Several executives were indicted for their actions and eventually sent to prison.\n"]}