{"name": "Conglomerate Definition", "@id": "https://www.investopedia.com/terms/c/conglomerate.asp", "related": ["https://www.investopedia.com/terms/c/conglomerates-sector.asp", "https://www.investopedia.com/terms/c/conglomeration.asp", "https://www.investopedia.com/terms/d/diversifiedcompany.asp", "https://www.investopedia.com/terms/c/conglomeratediscount.asp", "https://www.investopedia.com/terms/p/parentcompany.asp", "https://www.investopedia.com/terms/m/minorityipo.asp"], "body": ["\nA conglomerate is a corporation that is made up of a number of different, sometimes unrelated businesses. In a conglomerate, one company owns a controlling stake in a number of smaller companies all of whom conduct business separately and independently.\n", "\nConglomerates often diversify business risk by participating in a number of different markets, although some conglomerates, such as those in mining, elect to participate in a single industry. Economists, however, warn that large and far-flung conglomerates can actually become inefficient and costly to maintain, eroding value for shareholders.\n", "\nConglomerates are large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\" rel=\"noopener noreferrer\">parent companies</a> that are made up of many smaller independent entities that may operate across multiple industries. Many conglomerates are thus multinational and multi-industry corporations. Each one of a conglomerate's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a> businesses runs independently of the other business divisions; but, the subsidiaries' managers report to the senior management of the parent company.\n", "\nTaking part in many different businesses can help a conglomerate company diversify the risks posed from being in a single market. Doing so may also help the parent lower total operating costs and require fewer resources. But, there are also times when such a company grows too large that it loses efficiency. In order to deal with this, the conglomerate may divest. This is known as the conglomerate \"curse of bigness\".\n", "\nThere are many different types of more specialized conglomerates in the world today, ranging from manufacturing to media to food. A media conglomerate may start out owning several newspapers, then purchase television and radio stations, and book publishing companies. A food conglomerate may start by selling potato chips. The company may decide to diversify, buying a soda pop company, then expand even more by purchasing other companies that make different food products.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conglomeration.asp\" rel=\"noopener noreferrer\">Conglomeration</a> is the term that describes the process by which a conglomerate is created when a parent company begins to acquire subsidiaries.\n", "\nFor the management team of a conglomerate, a wide array of companies in different industries can be a real boon for their bottom line. Poorly performing companies or industries can be offset by other sectors and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cyclicalstock.asp\" rel=\"noopener noreferrer\">cyclical</a> companies can be balanced by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/countercyclicalstock.asp\" rel=\"noopener noreferrer\">counter-cyclical</a> or non-cyclicals. By participating in several unrelated businesses, the parent corporation is able to reduce costs by utilizing fewer inputs that may be shared across subsidiaries, and by diversifying business interests. As a result, the risks inherent in operating in a single market are mitigated.\n", "\nIn addition, companies owned by conglomerates have access to internal capital markets, enabling greater ability to grow as a company. A conglomerate can allocate capital for one of their companies if external capital markets aren’t offering as kind terms the company wants. One additional advantage of conglomeration is that it can provide immunity from takeover of the parent company as it grows ever larger.\n", "\nEconomists have discovered that the size of conglomerates can actually hurt the value of their stock, a phenomenon known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conglomeratediscount.asp\" rel=\"noopener noreferrer\">conglomerate discount</a>. In fact, the sum of the values of the individual companies held by a conglomerate tends to be greater than the value of the conglomerates stock by anywhere from 13% to 15%. \n", "\nHistory has shown that conglomerates can become so vastly diversified and complicated that they grow too difficult to manage efficiently. Layers of management add to the overhead of their businesses and depending on how wide-ranging a conglomerate's interests are, management’s attention can be drawn thin.\n", "\nThe financial health of a conglomerate is difficult to discern by investors, analysts, and regulators because the numbers are usually announced in a group, making it hard to discern the performance of any individual company held by a conglomerate. This lack of transparency may also dissuade some investors.\n", "\nSince the height of their popularity between the 1960s and the 1980s, many conglomerates have reduced the number of businesses under their management to a few choice subsidiaries through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/divestiture.asp\" rel=\"noopener noreferrer\">divestiture</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\" rel=\"noopener noreferrer\">spinoffs</a>.\n", "\nWarren Buffet’s Berkshire Hathaway (BRK.A) is a well-known conglomerate that has successfully managed companies involved in everything from plane manufacturing and textiles to insurance and real estate. Berkshire is well-respected and has become one of the largest and most influential companies in the world. Buffet’s approach is to manage the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_allocation.asp\" rel=\"noopener noreferrer\">capital allocation</a> and allow companies near total discretion when it comes to managing the operations of their own business. Berkshire Hathaway has a majority stake in over <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.berkshirehathaway.com/subs/sublinks.html\" rel=\"noopener noreferrer\">50 companies</a> as well as minority holdings in dozens more companies. Still, the company itself has only a small headquarters office staffed with a relatively small number of people.\n", "\nAnother example is General Electric (GE). Originally founded by renowned inventor Thomas Edison as an electronics company and innovation lab, the company has expanded to own firms working in energy, real estate, finance, media, and healthcare. The company is made up of several distinct arms that operate independently, but are all interlinked. This inter-linkage lends itself to GE's initial mandate of expansive research and development (R&amp;D) on technologies that can be applied to a broad range of products.\n", "\nThe first major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conglomerate-boom.asp\" rel=\"noopener noreferrer\">conglomerate boom</a> occurred in the 1960s, and these early conglomerates were initially deemed to be overvalued by the market. Low-interest rates at the time made it so leveraged buyouts were easier for managers of big companies to justify because the money came relatively cheap. As long as company profits were more than the interest needing to be paid on loans, the conglomerate could be ensured a return on investment (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\" rel=\"noopener noreferrer\">ROI</a>).\n", "\nBanks and capital markets were willing to lend companies money for these buyouts because they were generally seen as safe investments. All of this optimism kept stock prices high and allowed companies to guarantee loans. The glow wore off of big conglomerates as interest rates were adjusted as a response to steadily rising inflation that ended up peaking in 1980.\n", "\nIt became clear that companies weren’t necessarily improving performance after they were purchased, which disproved the popularly held idea that companies would become more efficient after purchase. In response to falling profits, the majority of conglomerates began divesting from the companies they bought. Few companies continued on as anything more than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shellcorporation.asp\" rel=\"noopener noreferrer\">shell company</a>.\n", "\nConglomerate companies take on slightly different forms in different countries. \n", "\nJapan’s form of conglomerate is called <em><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.economist.com/news/2009/10/16/keiretsu\" rel=\"noopener noreferrer\">keiretsu</a>,</em> where companies own small shares in one another and are centered around a core bank. This business structure is in some ways a defensive one, protecting companies from wild rises and falls in the stock market and hostile takeovers. Mitsubishi is a good example of a company that is engaged in a Keiretsu model.\n", "\nKorea’s corollary when it comes to conglomerates is called <em><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.economist.com/leaders/1998/11/12/cutting-down-the-chaebol\" rel=\"noopener noreferrer\">chaebol</a>,</em> a type of family-owned company where the position of president is inherited by family members, who ultimately have more control over the company than shareholders or members of the board. Well-known Chaebol companies include Samsung, Hyundai, and LG.\n"]}