{"name": "Consumerism Definition", "@id": "https://www.investopedia.com/terms/c/consumerism.asp", "related": ["https://www.investopedia.com/terms/s/savings-rate.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/c/consumer-spending.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/circular-flow-of-income.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp"], "body": ["\nConsumerism is the idea that increasing the consumption of goods and services purchased in the market is always a desirable goal and that a person's wellbeing and happiness depend fundamentally on obtaining consumer goods and material possessions. In an economic sense, it is related to the predominantly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\">Keynesian</a> idea that <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\">consumer spending</a> is the key driver of the economy and that encouraging consumers to spend is a major policy goal. From this point of view, consumerism is a positive phenomenon that fuels economic growth.\n", "\nIn common use, consumerism refers to the tendency of people living in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\">capitalist</a> economy to engage in a lifestyle of excessive materialism that revolves around reflexive, wasteful, or conspicuous overconsumption. In this sense, consumerism is widely understood to contribute to the destruction of traditional values and ways of life, consumer exploitation by big business, environmental degradation, and negative psychological effects.\n", "\nThorstein Veblen, for example, was a 19th-century economist and sociologist best known for coining the term “conspicuous consumption” in his book “The Theory of the Leisure Class” (1899). Conspicuous consumption is a means to show one's social status, especially when publicly displayed goods and services are too expensive for other members of the same class. This type of consumption is typically associated with the wealthy but can also apply to any economic class.\n", "\nFollowing the Great Depression, consumerism was largely derided. However, with the U.S. economy kickstarted by World War II and the prosperity that followed at the end of the war, the use of the term in the mid-20th century began to have a positive connotation. During this time, consumerism emphasized the benefits that capitalism had to offer in terms of improving standards of living and an economic policy that prioritized the interests of consumers. These largely nostalgic meanings have since fallen out of general use.\n", "\nAs consumers spend, economists presume that consumers benefit from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\">utility</a> of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-goods.asp\">consumer goods</a> that they purchase, but businesses also benefit from increased sales, revenue, and profit. For example, if car sales increase, auto manufacturers see a boost in profits. Additionally, the companies that make steel, tires, and upholstery for cars also see increased sales. In other words, spending by the consumer can benefit the economy and the business sector in particular.\n", "\nBecause of this, businesses (and some economists) have come to view increasing consumption as a critical goal in building and maintaining a strong economy, irrespective of the benefit to the consumer or society as a whole.\n", "\nAccording to Keynesian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">macroeconomics</a>, boosting consumer spending through fiscal and monetary policy is a primary target for economic policymakers. Consumer spending makes up the lion's share of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\">aggregate demand</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP), so boosting consumer spending is seen as the most effective way to steer the economy toward growth.\n", "\nConsumerism views the consumer as the target of economic policy and a cash cow for the business sector with the sole belief that increasing consumption benefits the economy. Saving can even be seen as harmful to the economy because it comes at the expense of immediate consumption spending. \n", "\nConsumerism also helps shape some business practices. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/planned_obsolescence.asp\">Planned obsolescence</a> of consumer goods can displace competition among producers to make more durable products. Marketing and advertising can become focused on creating consumer demand for new products rather than informing consumers.\n", "\nEconomist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/thorstein-veblen.asp\">Thorstein Veblen</a> developed the concept of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conspicuous-consumption.asp\">conspicuous consumption</a>, where consumers purchase, own, and use products not for their direct-use value but as a way of signaling social and economic status.\n", "\nAs <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-of-living.asp\">standards of living</a> rose after the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrial-revolution.asp\">Industrial Revolution</a>, conspicuous consumption grew. High rates of conspicuous consumption can be a wasteful zero-sum or even negative-sum activity as real resources are used up to produce goods that are not valued for their use but rather the image they portray.\n", "\nIn the form of conspicuous consumption, consumerism can impose enormous real costs on an economy. Consuming real resources in zero- or negative-sum competition for social status can offset the gains from commerce in a modern industrial economy and lead to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/destructive-creation.asp\">destructive creation</a> in markets for consumer and other goods.\n", "\nAdvocates of consumerism point to how consumer spending can drive an economy and lead to increased production of goods and services. As a result of higher consumer spending, a rise in GDP can occur. In the United States, signs of healthy consumer demand can be found in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cci.asp\">consumer confidence</a> indicators, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retail-sales.asp\">retail sales</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pce.asp\">personal consumption expenditures</a>. Business owners, workers in industry, and owners of raw resources can profit from sales of consumer goods either directly or through downstream buyers. \n", "\nConsumerism is often criticized on cultural grounds. Some see that consumerism can lead to a materialistic society that neglects other values. Traditional modes of production and ways of life can be replaced by a focus on consuming ever more costly goods in larger quantities.\n", "\nConsumerism is often associated with globalization in promoting the production and consumption of globally traded goods and brands, which can be incompatible with local cultures and patterns of economic activity. Consumerism can also create incentives for consumers to take on unsustainable debt levels that contribute to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\">financial crises</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recessions</a>. \n", "\nEnvironmental problems are frequently associated with consumerism to the extent that consumer goods industries and the direct effects of consumption produce environmental <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/externality.asp\">externalities</a>. These can include pollution by producing industries, resource depletion due to widespread conspicuous consumption, and problems with waste disposal from excess consumer goods and packaging.\n", "\nLastly, consumerism is often criticized on psychological grounds. It is blamed for increasing status anxiety, where people experience stress associated with social status and a perceived need to \"keep up with the Joneses\" by increasing their consumption.\n", "\nPsychological research has shown that people who organize their lives around consumerist goals, such as product acquisition, report poorer moods, greater unhappiness in relationships, and other psychological problems. Psychological experiments have shown that people exposed to consumerist values based on wealth, status, and material possessions display greater anxiety and depression.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n"]}