{"name": "Consumer Credit Definition", "@id": "https://www.investopedia.com/terms/c/consumercredit.asp", "related": ["https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/c/consumer-debt.asp", "https://www.investopedia.com/terms/c/credit-card-debt.asp", "https://www.investopedia.com/terms/c/credit_score.asp", "https://www.investopedia.com/terms/p/prepayment.asp", "https://www.investopedia.com/terms/d/debtconsolidation.asp"], "body": ["\nConsumer credit is personal debt taken on to purchase goods and services. A credit card is one form of consumer credit.\n", "\nAlthough any type of personal loan could be labeled consumer credit, the term is usually used to describe unsecured debt that is taken on to buy everyday goods and services. It is not usually used to describe the purchase of a house, for example, which is considered a long-term investment and is usually purchased with a secured mortgage loan.\n", "\nConsumer credit is also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-debt.asp\" rel=\"noopener noreferrer\">consumer debt</a>.\n", "\nConsumer credit is extended by banks, retailers, and others to enable consumers to purchase goods immediately and pay off the cost over time with interest. It is broadly divided into two classifications: installment credit and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolvingcredit.asp\" rel=\"noopener noreferrer\">revolving credit</a>.\n", "\nInstallment credit is used for a specific purpose and is issued at a defined amount for a set period of time. Payments are usually made monthly in equal installments. Installment credit is used for big-ticket purchases such as major appliances, cars, and furniture. Installment credit usually offers lower interest rates than revolving credit as an incentive to the consumer. The item purchased serves as collateral in case the consumer defaults.\n", "\nRevolving credit, which includes credit cards, may be used for any purchase. The credit is \"revolving\" in the sense that the line of credit remains open and can be used up to the maximum limit repeatedly, as long as the borrower keeps paying a minimum monthly payment on time.\n", "\nIt may, in fact, never be paid off in full as the consumer pays the minimum and allows the remaining debt to accumulate interest from month to month. Revolving credit is available at a high interest rate because it is not secured by collateral.\n", "\nConsumer credit use reflects the portion of a family or individual's spending that goes to goods and services that depreciate quickly. It includes necessities such as food and discretionary purchases such as cosmetics or dry cleaning services.\n", "\nConsumer credit use from month to month is closely measured by economists because it is considered an indicator of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a> or contraction. If consumers overall are willing to borrow and confident they can repay their debts on time, the economy gets a boost. If consumers cut back on their spending, they are indicating concerns about their own financial stability in the near future. The economy will contract.\n", "\nConsumer credit allows consumers to get an advance on income to buy products and services. In an emergency, such as a car breakdown, that can be a lifesaver. Because credit cards are relatively safe to carry, America is increasingly becoming a cashless society in which people routinely rely on credit for purchases large and small.\n", "\nRevolving consumer credit is a highly lucrative industry. Banks and financial institutions, department stores, and many other businesses offer consumer credit.\n", "\nThe main disadvantage of using revolving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/011216/business-vs-consumer-credit-reports-whats-difference.asp\" rel=\"noopener noreferrer\">consumer credit</a> is the cost to consumers who fail to pay off their entire balances every month and continue to accrue additional interest charges from month to month. The average annual percentage rate on all credit cards was 20.21% as of August 2020. Department store credit cards averaged 24.22%. A single late payment can boost the cardholder's interest rate even higher.\n"]}