{"name": "Consumer Packaged Goods (CPG) Definition", "@id": "https://www.investopedia.com/terms/c/cpg.asp", "related": ["https://www.investopedia.com/terms/f/fastmoving-consumer-goods-fmcg.asp", "https://www.investopedia.com/terms/f/fast-fashion.asp", "https://www.investopedia.com/terms/p/product-line.asp", "https://www.investopedia.com/terms/c/consumer-discretionary.asp", "https://www.investopedia.com/terms/c/consumer-goods-sector.asp", "https://www.investopedia.com/terms/c/consumer-goods.asp"], "body": ["\nConsumer packaged goods (CPG) are items used daily by average consumers that require routine replacement or replenishment, such as food, beverages, clothes, tobacco, makeup, and household products.\n", "\nWhile consumer demand for CPGs largely remains constant, this is nevertheless a highly competitive sector, due to high market saturation and low consumer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/switchingcosts.asp\" rel=\"noopener noreferrer\">switching costs</a>, where consumers can easily and cheaply switch their brand loyalties.\n", "\nDespite experiencing a slow-down in growth over recent years, the CPG industry is still one of the largest sectors in North America, valued at approximately $2 trillion, led by well-established companies like Coca-Cola, Procter &amp; Gamble, and L'Oréal.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Although CPG makers generally enjoy healthy margins and robust balance sheets, they must continuously fight for shelf space in stores, and they must ceaselessly invest in advertising, in an ongoing effort to increase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-recognition.asp\" rel=\"noopener noreferrer\">brand recognition</a> and stimulate sales.\n", "\nCPGs generally have short lifespans and are intended to be used quickly. And as the name implies, CPGs are traditionally packaged in easily-recognizable wrapping that consumers can quickly identify.\n", "\nLike most CPGs, cosmetics typically have limited shelf lives, as these products quickly deteriorate if exposed to extreme temperature fluctuations. Lipstick, blush, eye shadow, and foundation are cheaply sold in individual packages, and after using the products, consumers either discard or recycle the empty vessels.\n", "\nFrozen dinners are another popular CPG example. These high-volume perishable items are sold at retailers worldwide and are often purchased for immediate use by consumers who automatically replenish their favorite go-to frozen meals, with little deliberation.\n", "\nUnlike CPGs, which are cheaply sold and replaced often, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/durables.asp\" rel=\"noopener noreferrer\">durable goods</a> like automobiles are intended to last for several years and enjoyed for extended use. Consequently, the purchase of a durable good typically involves considerable thought and substantial comparison shopping, given the higher price-tags attached to these investments.\n", "\nEconomic slumps often trigger flagging durable goods sales because people are more likely to hold onto their cash in times of economic uncertainty. This is especially true with consumers who own older versions of a durable goods product. A family may opt to squeeze a few more years from an outmoded washing machine, rather than upgrade to a newer model. By contrast, sales of CPG staples like bread, milk, and toothpaste are less affected by market fluctuations.\n", "\nAlthough CPGs have typically been sold in traditional brick and mortar stores, consumers are increasingly turning to online retailers. Making purchases with the \"click and collect\" model, consumers receive text message confirmations that their delivery is en route. Amazon’s business services like Prime Pantry let customers buy CPGs and enjoy next-day delivery.\n"]}