{"name": "Consumer Goods Definition", "@id": "https://www.investopedia.com/terms/c/consumer-goods.asp", "related": ["https://www.investopedia.com/terms/f/fastmoving-consumer-goods-fmcg.asp", "https://www.investopedia.com/terms/d/durables.asp", "https://www.investopedia.com/terms/c/cpg.asp", "https://www.investopedia.com/terms/v/veblen-good.asp", "https://www.investopedia.com/terms/r/retail-sales.asp", "https://www.investopedia.com/terms/c/consumer-spending.asp"], "body": ["\nConsumer goods are products bought for consumption by the average consumer. Alternatively called final goods, consumer goods are the end result of production and manufacturing and are what a consumer will see <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/make-to-stock.asp\" rel=\"noopener noreferrer\">stocked</a> on the store shelf. Clothing, food, and jewelry are all examples of consumer goods. Basic or raw materials, such as copper, are not considered consumer goods because they must be transformed into usable products.\n", "\nConsumer goods are goods sold to consumers for use in the home or school or for recreational or personal use. There are three main types of consumer goods: durable goods, nondurable goods, and services.\n", "\nDurable goods are consumer goods that have a long-life span (e.g. 3+ years) and are used over time. Examples include bicycles and refrigerators. Nondurable goods are consumed in less than three years and have short lifespans. Examples of nondurable goods include food and drinks. Services include auto repairs and haircuts.\n", "\nConsumer goods are also called finals good, or end product, because they are the ultimate output of a productive process that occurs over time. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">Entrepreneurs</a> and businesses combine <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgoods.asp\" rel=\"noopener noreferrer\">capital goods</a> (such as machinery in a factory), labor from workers, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rawmaterials.asp\" rel=\"noopener noreferrer\">raw materials</a> (such as land and basic metals), to produce consumer goods for sale. Goods that are used in these production processes, but not themselves sold to consumers are known as producer goods.\n", "\nThe Consumer Product Safety Act was written in 1972 to oversee the sale of most common consumer goods. The act created the U.S.<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-product-safety-commission.asp\" rel=\"noopener noreferrer\"> Consumer Product Safety Commission,</a> a group of five appointed officials who oversee the safety of products and issue recalls of existing products.\n", "\nFrom a marketing standpoint, consumer goods can be grouped into four categories: convenience, shopping, specialty, and unsought goods. These categories are based on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">consumer buying patterns</a>.\n", "\nConvenience goods are those that are regularly consumed and are readily available for purchase. These goods are mostly sold by wholesalers and retailers and include items such as milk and tobacco products. Convenience goods can be further segmented into staple convenience goods (fulfilling basic customer necessities) and impulse convenience goods (non-priority goods, such as cigarettes).\n", "\nShopping goods are those in which a purchase requires more thought and planning than with convenience goods. Shopping goods are more expensive and have more durability and longer lifespans than convenience goods. Shopping goods include furniture and televisions.\n", "\nSpecialty consumer goods are rare and often considered luxurious. The purchase of specialty goods is reserved for an elite class of shoppers with the financial means to conduct the purchase. Marketing efforts are geared to a niche market, usually the upper class. These products include furs and fine jewelry.\n", "\nUnsought consumer goods are readily available but are purchased by a few members of the available market. These items are not usually purchased repeatedly and usually serve specific needs, such as life insurance.\n", "\nOne of the largest consumer goods groups is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fastmoving-consumer-goods-fmcg.asp\" rel=\"noopener noreferrer\">fast-moving consumer goods</a>. This <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/segment.asp\" rel=\"noopener noreferrer\">segment</a> includes nondurable goods like food and drinks that move rapidly through the chain from producers to distributors and retailer then on to consumers. Companies and retailers like this segment as it contains the fastest-moving consumer goods from stores, offering high shelf-space-<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/turnover.asp\" rel=\"noopener noreferrer\">turnover</a> opportunities.\n", "\nThe largest consumer goods ETF is the iShares U.S. Consumer Goods ETF (IYK). This ETF, founded in 2000, has 111 stock holdings and $448.79 million in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aum.asp\" rel=\"noopener noreferrer\">assets under management (AUM)</a> as of April 2019. The fund tracks the Dow Jones U.S. Consumer Goods Index, also created in 2000. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/top-holdings.asp\" rel=\"noopener noreferrer\">Top holdings</a> are Procter &amp; Gamble, Coca-Cola, Philip Morris, PepsiCo, and Altria Group.\n", "\nBeyond the U.S. Consumer Goods Index, several of the largest companies are missing. The largest consumer goods company in the world as of April 2019 is Nestle, with brands like Gerber, Toll House, Stouffer’s, Lean Cuisine, and Purina.\n", "\nThe index also does not include privately traded consumer goods companies. Two of the largest private consumer goods companies are Mars and SC Johnson. Mars is famous for its candy and gum brands, whereas SC Johnson is a consumer goods company focused on the home with brands like OFF, Pledge, Raid, Ziploc, and Windex.\n"]}