{"name": "Contract for Differences (CFD) Definition", "@id": "https://www.investopedia.com/terms/c/contractfordifferences.asp", "related": ["https://www.investopedia.com/terms/f/futures.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/f/futurescontract.asp", "https://www.investopedia.com/terms/s/spreadbetting.asp", "https://www.investopedia.com/terms/l/leveraged-etf.asp", "https://www.investopedia.com/terms/p/position.asp"], "body": ["\nA contract for differences (CFD) is an arrangement made in financial derivatives trading where the differences in the settlement between the open and closing trade prices are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashsettlement.asp\" rel=\"noopener noreferrer\">cash-settled</a>. There is no delivery of physical goods or securities with CFDs.\n", "\nContracts for differences is an advanced trading strategy that is used by experienced traders and is not allowed in the United States.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nCFDs allow traders to trade in the price movement of securities and derivatives. Derivatives are financial investments that are derived from an underlying asset. Essentially, CFDs are used by investors to make price bets as to whether the price of the underlying asset or security will rise or fall.\n", "\nCFD traders may bet on the price moving up or downward. Traders who expect an upward movement in price will buy the CFD, while those who see the opposite downward movement will sell an opening position.\n", "\nShould the buyer of a CFD see the asset's price rise, they will offer their holding for sale. The net difference between the purchase price and the sale price are netted together. The net difference representing the gain or loss from the trades is settled through the investor's brokerage account.\n", "\nConversely, if a trader believes a security's price will decline, an opening sell position can be placed. To close the position they must purchase an offsetting trade. Again, the net difference of the gain or loss is cash-settled through their account.\n", "\nContracts for differences can be used to trade many assets and securities including exchange-traded funds (ETFs). Traders will also use these products to speculate on the price moves in commodity <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\" rel=\"noopener noreferrer\">futures contracts</a> such as those for crude oil and corn. Futures contracts are standardized agreements or contracts with obligations to buy or sell a particular asset at a preset price with a future expiration date.\n", "\nAlthough CFDs allow investors to trade the price movements of futures, they are not futures contracts by themselves. CFDs do not have expiration dates containing preset prices but trade like other securities with buy and sell prices.\n", "\nCFDs trade over-the-counter (OTC) through a network of brokers that organize the market demand and supply for CFDs and make prices accordingly. In other words, CFDs are not traded on major exchanges such as the New York Stock Exchange (NYSE). The CFD is a tradable contract between a client and the broker, who are exchanging the difference in the initial price of the trade and its value when the trade is unwound or reversed.\n", "\nCFDs provide traders with all of the benefits and risks of owning a security without actually owning it or having to take any physical delivery of the asset.\n", "\nCFDs are traded on margin meaning the broker allows investors to borrow money to increase leverage or the size of the position to amply gains. Brokers will require traders to maintain specific account balances before they allow this type of transaction.\n", "\nTrading on margin CFDs typically provides higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a> than traditional trading. Standard leverage in the CFD market can be as low as a 2% margin requirement and as high as a 20% margin. Lower margin requirements mean less capital outlay and greater potential returns for the trader.\n", "\nTypically, fewer rules and regulations surround the CFD market as compared to standard exchanges. As a result, CFDs can have lower capital requirements or cash required in a brokerage account. Often, traders can open an account for as little as $1,000 with a broker. Also, since CFDs mirror <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporateaction.asp\" rel=\"noopener noreferrer\">corporate actions</a> taking place, a CFD owner can receive <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashdividend.asp\" rel=\"noopener noreferrer\">cash dividends</a> increasing the trader’s return on investment. Most CFD brokers offer products in all major markets worldwide. Traders have easy access to any market that is open from the broker’s platform.\n", "\nCFDs allow investors to easily take a long or short position or a buy and sell position. The CFD market typically does not have short-selling rules. An instrument may be shorted at any time. Since there is no ownership of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\" rel=\"noopener noreferrer\">underlying asset</a>, there is no borrowing or shorting cost. Also, few or no fees are charged for trading a CFD. Brokers make money from the trader paying the spread meaning the trader pays the ask price when buying, and takes the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bidprice.asp\" rel=\"noopener noreferrer\">bid price</a> when selling or shorting. The brokers take a piece or spread on each bid and ask price that they quote.\n", "\nIf the underlying asset experiences extreme <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> or price fluctuations, the spread on the bid and ask prices can be significant. Paying a large spread on entries and exits prevents profiting from small moves in CFDs decreasing the number of winning trades while increasing losses.\n", "\nSince the CFD industry is not highly regulated, the broker’s credibility is based on its reputation and financial viability. As a result, CFDs are not available in the United States.\n", "\nSince CFDs trade using leverage, investors holding a losing position can get a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\" rel=\"noopener noreferrer\">margin call</a> from their broker, which requires additional funds to be deposited to balance out the losing position. Although leverage can amplify gains with CFDs, leverage can also magnify losses and traders are at risk of losing 100% of their investment. Also, if money is borrowed from a broker to trade, the trader will be charged a daily interest rate amount.\n", "\nAn investor wants to buy a CFD on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=spy\" rel=\"noopener noreferrer\">SPDR S&amp;P 500</a> (SPY), which is an exchange traded fund that tracks the S&amp;P 500 Index. The broker requires 5% down for the trade.\n", "\nThe investor buys 100 shares of the SPY for $250 per share for a $25,000 position from which only 5% or $1,250 is paid initially to the broker.\n", "\nTwo months later the SPY is trading at $300 per share, and the trader exits the position with a profit of $50 per share or $5,000 in total.\n", "\nThe CFD is cash-settled; the initial position of $25,000 and the closing position of $30,000 ($300 * 100 shares) are netted out, and the gain of $5,000 is credited to the investor's account.\n"]}