{"name": "Contingent Value Right (CVR) Definition", "@id": "https://www.investopedia.com/terms/c/cvr.asp", "related": ["https://www.investopedia.com/terms/s/security.asp", "https://www.investopedia.com/terms/l/liquidation.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/c/contingency.asp", "https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp"], "body": ["\nThe term contingent value right (CVR) refers to a right often granted to shareholders of a company facing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restructuring.asp\">restructuring</a> or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyout.asp\">buyout</a>. These rights ensure that the shareholders get certain benefits if a specific event occurs, usually within a specified time frame. These rights are similar to options because they frequently have an expiration date, beyond which the rights to the additional benefits will not apply. CVRs are usually related to the performance of a company's stock.\n", "\nA contingent value right is tied to a theorized future event, such as an acquisition. CVRs are created when the two companies in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">acquisition</a> come to different conclusions about the value of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/targetfirm.asp\">target</a>. The acquirer may feel that the current value of the target is limited with potential for a higher value. The target, on the other hand, may value itself higher for any number of reasons, including a new product or technology.\n", "\nCVRs help bridge the gap between this difference in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a>. An acquiring company can pay less upfront for the acquired company, But if it hits certain performance targets in the future, its shareholders will receive additional benefits.\n", "\nThese benefits give shareholders additional shares of the acquiring company or they may provide a cash payment. This is often linked if the acquired company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061615/how-companys-share-price-determined.asp\">share price</a> drops below a certain price by a predetermined date.\n", "\nCVRs come with some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\">risks</a>. That's because their real value is not discernible when they are issued. The risk <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholders</a> face remains unknown because these rights are based entirely on the anticipated price of the stock or some unforeseeable occurrence. When CVRs are issued, a portion of the acquirer's risk is transferred to the target company's shareholders. This could have an adverse effect on any existing shareholders, depending on the price paid to acquire the company.\n", "\nThere are two ways that a contingent value right may be offered. They may be traded on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/092404.asp\">stock exchange</a> or may be non-transferable.\n", "\nCVRs that trade on a stock exchange can be bought by anyone, which means they do not have to be current shareholders of the acquired company. An investor can buy a CVR on an exchange up until it expires.\n", "\nNon-transferable CVRs, on the other hand, apply only to current shareholders of the acquired company and are distributed at the time of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\">merger</a>. Companies prefer non-transferable CVRs as transferable CVRs listed on an exchange require regulatory work and incur higher costs.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) Listed Company Manual refers to CVRs as \"unsecured obligations of the issuer.\"<span class=\"ql-inline-citation\" data-cite=\"1\"></span> An unsecured obligation, also known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecureddebt.asp\">unsecured debt</a>, carries no collateral or backing by an underlying asset. Shareholders do not have a guaranteed right that the reward will be granted to them.\n", "\nWhile they hold an obligation from a company, investors who receive CVRs are more akin to options holders than to, say, bondholders. Unlike the latter, they have no guarantee to be paid and they have no claim on the company's assets should their payment not materialize.\n", "\nJust like options, all CVRs have an expiration date. No additional benefit is paid to the shareholder other than the stock itself if the CVR expires.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\">Common stock</a> shareholders of Safeway received CVRs in May 2015 as a result of the merger of Safeway into a wholly owned subsidiary of Albertsons Companies that year. They were issued in connection to the sale of Property Development Centers, Safeway's real estate subsidiary, back in 2014.\n", "\nSafeway's shareholders were promised CVRs on the deal at the time. The first distribution of $0.17 per CVR occurred in May 2017. Nearly a year later, in April 2018, Albertsons made its final distribution of $0.00268 cash per CVR related to the sale of the Property Development Centers' assets.\n", "\nThe former shareholders of Safeway stock reaped another payout from additional CVRs, this one based on the sale of Safeway's stake in a Mexican retailer, Casa Ley. They did better on this deal, receiving $0.93 per CVR in February 2018. CVRs allowed Safeway's stockholders to share in the proceeds from the selloff of the assets of their old company.\n", "\nCVRs are issued at the time that one company acquires another. It represents the difference in the two companies' valuation of the target and provides a benefit to its shareholders. These investors receive the benefit when the acquired company achieves a certain performance achievement.\n", "\nInvestors who hold shares in the target company of an acquisition benefit from CVRs.\n", "\nContingent value rights are not guaranteed. The acquired company must meet certain performance metrics and/or targets in order for shareholders to receive the benefit. If the CVR expires before this happens, no benefit is granted.\n", "\nIn order to profit from a CVR, investors must hold stock in the acquired company before it is delisted from the stock exchange. Companies tend to prefer non-transferable CVRs, because it doesn't require listing the shares on an exchange. This costs less money and regulatory hurdles.\n"]}