{"name": "Contingent Asset Definition", "@id": "https://www.investopedia.com/terms/c/contingentasset.asp", "related": ["https://www.investopedia.com/terms/c/contingentliability.asp", "https://www.investopedia.com/terms/p/push-down-accounting.asp", "https://www.investopedia.com/terms/a/asset.asp", "https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/c/currency-translation.asp", "https://www.investopedia.com/terms/g/goodwill.asp"], "body": ["\nA contingent asset is a potential economic benefit that is dependent on future events out of a company’s control. Not knowing for certain whether these gains will materialize, or being able to determine their precise <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-value.asp\">economic value</a>, means these assets cannot be recorded<em> </em>on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>. However, they can be reported in the accompanying notes of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a>, provided that certain conditions are met. A contingent asset is also known as a potential asset.\n", "\nA contingent asset becomes a realized asset recordable on the balance sheet when the realization of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\">cash flows</a> associated with it becomes relatively certain. In this case, the asset is recognized in the period when the change in status occurs.\n", "\nContingent assets may arise due to the economic value being unknown. Alternatively, they might occur due to uncertainty relating to the outcome of an event in which an asset may be created. A contingent asset appears because of previous events, but the entirety of all asset information will not be collected until future events happen.\n", "\nThere also exists contingent or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingentliability.asp\">potential liabilities</a>. Unlike contingent assets, they refer to a potential loss that may be incurred, depending on how a certain future event unfolds.\n", "\nA company involved in a lawsuit with the expectation to receive compensation has a contingent asset because the outcome of the case is not yet known and the dollar amount is yet to be determined.\n", "\nLet’s say Company ABC has filed a lawsuit against Company XYZ for infringing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\">patent</a>. If there is a decent chance that Company ABC will win the case, it has a contingent asset. This potential asset will generally be disclosed in its financial statement, but not recorded as an asset until the lawsuit is settled.\n", "\nBased on this same example, Company XYZ would need to disclose a potential contingent liability in its notes and then later record it in its accounts, should it lose the lawsuit and be ordered to pay damages.\n", "\nContingent assets also crop up when companies expect to receive money through the use of a warranty. Other examples include benefits to be received from an estate or other court settlement. Anticipated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\">mergers and acquisitions</a> are to be disclosed in the financial statements.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">Generally accepted accounting principles (GAAP)</a> requires a note disclosure in financial statements for any contingent assets. In contrast, under <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ifrs.asp\">International Financial Reporting Standards</a> (IFRS), a company does not necessarily need to report contingent assets because they may never materialize. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ias.asp\">International Accounting Standard</a> 37 (IAS 37), applicable to IFRS, states the following: <em>“</em>Contingent assets are not recognized, but they are disclosed when it is more likely than not that an inflow of benefits will occur. However, when the inflow of benefits is virtually certain an asset is recognized in the statement of financial position because that asset is no longer considered to be contingent.”\n", "\nContingent asset accounting policies for GAAP are outlined in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\">Financial Accounting Standards Board</a> (FASB) Financial Accounting Standard Number 5.\n", "\nCompanies must reevaluate the potential asset continually. When a contingent asset becomes likely, firms must report it in financial statements by estimating the income to be collected. The estimate is generated using a range of possible outcomes, the associated risks, and experience with similar potential contingent assets.\n", "\nContingent assets are ruled under the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-conservatism.asp\">conservatism</a> principle, which is an accounting practice that states that uncertain events and outcomes should be reported in a manner that results in the lowest potential <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a>. In this case, the benefits of the asset are deferred to ensure that the financial statements are not misleading. \n", "\nUpon estimating the dollar amount to report using IFRS, the lowest estimated asset valuation must be utilized. No gain may be recorded from a contingent asset until the gain actually occurs. The conservatism principle supersedes the matching principle of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\">accrual accounting</a>, meaning the asset may not be reported until a period after associated costs were incurred.\n"]}