{"name": "Contingency", "@id": "https://www.investopedia.com/terms/c/contingency.asp", "related": ["https://www.investopedia.com/terms/c/crisis-management.asp", "https://www.investopedia.com/terms/b/business-recovery-risk.asp", "https://www.investopedia.com/terms/b/business-continuity-planning.asp", "https://www.investopedia.com/terms/e/eventrisk.asp", "https://www.investopedia.com/terms/e/enterprise-risk-management.asp", "https://www.investopedia.com/terms/j/jumbocd.asp"], "body": ["\nA contingency is a potential occurrence of a negative event in the future, such as an economic recession, natural disaster, fraudulent activity, terrorist attack, or a pandemic. In 2020, businesses were hit with the coronavirus pandemic forcing many employees to have to work remotely. As a result, companies needed to implement a remote work strategy. However, for some businesses, working remotely wasn't an option, which led to the implementation of enhanced safety measures for employees and customers to prevent the spread of the virus.\n", "\nAlthough contingencies can be prepared for, the nature and scope of such negative events are typically unknowable in advance. Companies and investors plan for various contingencies through analysis and implementing protective measures.\n", "\nIn finance, managers often attempt to identify and plan–using predictive models–for possible contingencies that they believe may occur. Financial managers tend to err on the conservative side–to mitigate risk–assuming slightly worse-than-expected outcomes. A contingency plan might include arranging a company's affairs so that it can weather negative outcomes with the least distress possible.\n", "\nTo plan for contingencies, financial managers may often also recommend setting aside significant reserves of cash so that the company has strong <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>, even if it meets with a period of poor sales or unexpected expenses. Managers may seek to proactively open credit lines while a company is in a strong financial position to ensure access to borrowing in less favorable times. For example, pending litigation would be considered a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingentliability.asp\" rel=\"noopener noreferrer\">contingent liability</a>. Contingency plans typically include insurance policies that cover losses that may arise during and after a negative event.\n", "\nHowever, insurance policies may not cover all of the costs or every scenario. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-interruption-insurance.asp\" rel=\"noopener noreferrer\">business interruption insurance</a> doesn't usually cover pandemics, which many businesses suffered through as a result of the coronavirus pandemic. The Federal government had to step in and passed the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-the-coronavirus-stimulus-bills-affect-you-4800404\" rel=\"noopener noreferrer\">CARES (Coronavirus Aid, Relief, and Economic Security) Act</a>, which provided financial relief to businesses, families, and local governments to stem the economic hardship caused by the pandemic. In particular, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/your-guide-to-the-paycheck-protection-program-ppp-and-how-to-apply-4802195\" rel=\"noopener noreferrer\">Paycheck Protection Program (PPP)</a> offered $349 billion in aid to small businesses to help them maintain their payroll and expenses.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nInsurance companies might also limit coverage or put exclusions in place for an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/act-god.asp\" rel=\"noopener noreferrer\">act of God</a>, which is an exogenous event, meaning outside of human control, such as a flood or an earthquake. Also, insurance can't replace the customers that were lost to competitors due to an event, particularly if it was an internal systems issue such as a data breach. As a result, businesses need to have contingency plans established to help minimize the lost revenue and increased costs that are involved when business operations have been disrupted. Typically, business consultants are hired to ensure contingency plans take a large number of possible scenarios into consideration and provide advice on how to best execute the plan.\n", "\nContingency plans are utilized by corporations, governments, investors, and by central banks, such as the Fed. Contingencies can involve real estate transactions, commodities, investments, currency exchange rates, and geopolitical risks.\n", "\nContingencies might also include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingentasset.asp\">contingent assets</a>, which are benefits (rather than losses) that accrue to a company or individual given the resolution of some uncertain event in the future. A favorable ruling in a lawsuit or an inheritance would be examples of contingent assets.\n", "\nContingency plans might involve purchasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-coverage.asp\">insurance</a> policies that pay cash or a benefit if a particular contingency occurs. For example, property insurance might be purchased to protect against fire or wind damage.\n", "\nInvestors protect themselves from contingencies that could lead to financial losses related to investing. Investors might employ various <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedging</a> strategies such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop-loss</a> orders, which exits a position at a specific price level. Hedging can also involve using <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a> strategies, which is akin to buying insurance whereby the strategies earn money as an investment position loses money from a negative event. The money earned from the options strategy completely or partially offsets the losses from the investment. However, these strategies come at a cost, usually in the form of a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premium</a>, which is an up-front cash payment.\n", "\nInvestors also employ <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/08/asset-class.asp\" rel=\"noopener noreferrer\">asset diversification</a>, which is the process of investing in various different types of investments. Asset diversification helps to minimize risk if one asset class, such as stocks, declines in value.\n", "\nAs part of a contingency plan for disasters, such as a pandemic, companies need to plan ahead to ensure that the business can operate during and after an event. This type of contingency plan is often called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-continuity-planning.asp\" rel=\"noopener noreferrer\">business continuity plan (BCP)</a> or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-recovery-risk.asp\" rel=\"noopener noreferrer\">business recovery</a> plan.\n", "\nTypically, a business continuity team is formed to plan for any possible contingencies and manage the continuity and recovery plan during a disruption. Businesses need to identify their critical business functions and perform an analysis of how an event might impact the company's operations and processes. The contingency plan would include implementing the recovery of critical business functions such as systems, production, and employee access to technology such as computers.\n", "\nFor example, a contingency plan for a pandemic would include developing a remote work strategy to help prevent the spread of disease and to provide employees with secure access to their work. As a result, companies would need to invest in technology, which could include providing laptops and video-conferencing access to employees, creating cloud-based data storage, and facilitating access to company-wide communications such as email and internal data.\n", "\nWith any type of disaster, cybercriminals often try to take advantage of a crisis to hack into a company’s systems and steal data or disrupt business operations. Contingency plans are used to outline the procedures for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cybersecurity.asp\" rel=\"noopener noreferrer\">cybersecurity</a> teams to protect an organization from threats and malicious attacks.\n", "\nA contingency plan should also prepare for the loss of intellectual property through theft or destruction. As a result, backups of critical files and computer programs, as well as key company patents, should be maintained in a secure off-site location. Contingency plans need to prepare for the possibility of operational mishaps, theft, and fraud. A company should have an emergency public relations response relating to possible events that have the ability to severely damage the company’s reputation and its ability to conduct business.\n", "\nHow a company is reorganized after a negative event should be included in a contingency plan. It should have procedures outlining what needs to be done to return the company to normal operations and limit any further damage from the event. For example, financial services firm Cantor Fitzgerald was able to resume operation in just two days after being crippled by the 9/11 terrorist attacks due to having a comprehensive contingency plan in place.\n", "\nA thorough contingency plan minimizes loss and damage caused by an unforeseen negative event. For example, a brokerage company may have a backup power generator to ensure that trades can be executed in the event of a power failure, preventing possible financial loss. A contingency plan can also reduce the risk of a public relations disaster. A company that effectively communicates how negative events are to be navigated and responded to is less likely to suffer reputation damage.\n", "\nA contingency plan often allows a company affected by a negative event to keep operating. For example, a company may have a provision in place for possible industrial action, such as a strike, so obligations to customers are not compromised. Companies that have a contingency plan in place may obtain better insurance rates and credit availability because they are seen to have reduced business risks.\n", "\nAs a result of the financial crisis of 2008 and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>, regulations were implemented requiring bank stress tests to be performed to test how a bank might handle various negative contingencies. The stress tests project how much a bank would lose–if a negative economic event occurred–to determine if the bank has enough capital or funds set aside to survive the event.\n", "\nBanks are required to have a specific percentage of capital reserves on hand, depending on the total of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskweightedassets.asp\">risk-weighted assets</a> (RWAs). These assets, which are typically loans, have various risk weightings applied to them. For example, a bank's mortgage portfolio might receive a 50% weighting, meaning the bank–in a negative scenario–should have enough capital that's valued at 50% of the outstanding mortgage loans. The capital–called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tier-1-capital-ratio.asp\">Tier-1 capital</a>–can include equity shares or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\">shareholders' equity</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\">retained earnings</a>, which is accumulated savings of prior years' profits. Although there are various components that go into the tier-capital ratio requirement, the ratio has to be at least 6% of the total of risk-weighted assets.\n", "\nLet's say as an example, Bank XYZ has $3 million in retained earnings and $4 million in shareholders' equity, meaning the total tier-1 capital is $7 million. Bank XYZ has risk-weighted assets of $70 million. As a result, the bank's tier-1 capital ratio is 10% ($7 million/$70 million). Since the capital requirement is 6%, the bank is considered well-capitalized when compared to the minimum requirement.\n", "\nOf course, we won't know if the banking sector's contingency plan will be adequate until another recession occurs, which is a limitation of these plans since it's difficult to plan for every contingency.\n"]}