{"name": "Continuous Compounding Definition", "@id": "https://www.investopedia.com/terms/c/continuouscompounding.asp", "related": ["https://www.investopedia.com/terms/t/timevalueofmoney.asp", "https://www.investopedia.com/terms/c/compounding.asp", "https://www.investopedia.com/terms/c/compoundinterest.asp", "https://www.investopedia.com/terms/e/effectiveinterest.asp", "https://www.investopedia.com/terms/a/apy.asp", "https://www.investopedia.com/terms/i/interestoninterest.asp"], "body": ["\nContinuous compounding is the mathematical limit that compound <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\">interest</a> can reach if it's calculated and reinvested into an account's balance over a theoretically infinite number of periods. While this is not possible in practice, the concept of continuously compounded interest is important in finance. It is an extreme case of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compounding.asp\" rel=\"noopener noreferrer\">compounding</a>, as most interest is compounded on a monthly, quarterly, or semiannual basis.\n", "\nInstead of calculating interest on a finite number of periods, such as yearly or monthly, continuous compounding calculates interest assuming constant compounding over an infinite number of periods. The formula for compound interest over finite periods of time takes into account four variables:\n", "\nThe formula for continuous compounding is derived from the formula for the future value of an interest-bearing investment:\n", "\nFuture Value (FV) = PV x [1 + (i / n)]<sup>(n x t)</sup>\n", "\nCalculating the limit of this formula as n approaches infinity (per the definition of continuous compounding) results in the formula for continuously compounded interest:\n", "\n<strong>FV = PV x e <sup>(i x t)</sup></strong>, where e is the mathematical constant approximated as 2.7183.\n", "\nIn theory, continuously compounded interest means that an account balance is constantly earning interest, as well as refeeding that interest back into the balance so that it, too, earns interest.\n", "\nContinuous compounding calculates interest under the assumption that interest will be compounding over an infinite number of periods. Although continuous compounding is an essential concept, it's not possible in the real world to have an infinite number of periods for interest to be calculated and paid. As a result, interest is typically compounded based on a fixed term, such as monthly, quarterly, or annually. \n", "\nAs an example, assume a $10,000 investment earns 15% interest over the next year. The following examples show the ending value of the investment when the interest is compounded annually, semiannually, quarterly, monthly, daily, and continuously.\n", "\nWith daily compounding, the total interest earned is $1,617.98, while with continuous compounding the total interest earned is $1,618.34, a marginal difference.\n"]}