{"name": "Contractionary Policy Definition", "@id": "https://www.investopedia.com/terms/c/contractionary-policy.asp", "related": ["https://www.investopedia.com/terms/t/tightmonetarypolicy.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/m/moneysupply.asp", "https://www.investopedia.com/terms/r/requiredreserves.asp", "https://www.investopedia.com/terms/m/monetarypolicy.asp"], "body": ["\nContractionary policy is a monetary measure referring either to a reduction in government spending—particularly deficit spending—or a reduction in the rate of monetary expansion by a central bank. It is a type of macroeconomic tool designed to combat rising inflation or other economic distortions created by central banks or government interventions. Contractionary policy is the polar opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expansionary_policy.asp\" rel=\"noopener noreferrer\">expansionary policy</a>.\n", "\nContractionary policies aim to hinder potential distortions to the capital markets. Distortions include high inflation from an expanding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a>, unreasonable asset prices, or crowding-out effects, where a spike in interest rates leads to a reduction in private investment spending such that it dampens the initial increase of total investment spending.\n", "\nWhile the initial effect of the contractionary policy is to reduce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nominalgdp.asp\" rel=\"noopener noreferrer\">nominal gross domestic product</a> (GDP), which is defined as the gross domestic product (GDP) evaluated at current <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market prices</a>, it often ultimately results in sustainable economic growth and smoother business cycles.\n", "\nContractionary policy notably occurred in the early 1980s when the then-Federal Reserve chairman Paul Volcker finally ended the soaring inflation of the 1970s. At their peak in 1981, target federal fund interest rates neared 20%.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Measured <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> levels declined from nearly 14% in 1980 to 3.2% in 1983.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nGovernments engage in contractionary fiscal policy by raising taxes or reducing government spending. In their crudest form, these policies siphon money from the private economy, with hopes of slowing down unsustainable production or lowering asset prices. In modern times, an increase in the tax level is rarely seen as a viable contractionary measure. Instead, most contractionary fiscal policies unwind previous fiscal expansion, by reducing government expenditures—and even then, only in targeted sectors.\n", "\nIf contractionary policy reduces the level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crowdingouteffect.asp\" rel=\"noopener noreferrer\">crowding out</a> in the private markets, it may create a stimulating effect by growing the private or non-governmental portion of the economy. This bore true during the Forgotten Depression of 1920 to 1921 and during the period directly following the end of World War II when leaps in economic growth followed massive cuts in government spending and rising interest rates.\n", "\nContractionary monetary policy is driven by increases in the various base interest rates controlled by modern central banks or other means producing growth in the money supply. The goal is to reduce inflation by limiting the amount of active money circulating in the economy. It also aims to quell unsustainable speculation and capital investment that previous expansionary policies may have triggered.\n", "\nIn the United States, a contractionary policy is typically performed by raising the target federal funds rate, which is the interest rate banks charge each other overnight, in order to meet their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredreserves.asp\" rel=\"noopener noreferrer\">reserve requirements</a>.\n", "\nThe Fed may also raise reserve requirements for member banks, in a bid to shrink the money supply or perform open-market operations, by selling assets like U.S. Treasuries, to large investors. This large number of sales lowers the market price of such assets and increases their yields, making it more economical for savers and bondholders.\n", "\nFor an actual example of a contractionary policy at work, look no further than 2018. As reported by <em>Dhaka Tribune</em>, Bangladesh Bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.dhakatribune.com/business/regulations/2018/01/24/contractionary-monetary-policy-cards/\" rel=\"noopener noreferrer nofollow\">announced plans to issue a contractionary monetary policy</a> in an effort to control the supply of credits and inflation and ultimately maintain economic stability in the country.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ As the economic situation changed in subsequent years, the bank converted to a monetary policy focused on expansion.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}