{"name": "Contra Account Definition", "@id": "https://www.investopedia.com/terms/c/contraaccount.asp", "related": ["https://www.investopedia.com/terms/a/adjunct-account.asp", "https://www.investopedia.com/terms/a/allowancefordoubtfulaccounts.asp", "https://www.investopedia.com/terms/i/inventory-write-off.asp", "https://www.investopedia.com/terms/g/generalledger.asp", "https://www.investopedia.com/terms/d/depreciation.asp", "https://www.investopedia.com/terms/o/obsoleteinventory.asp"], "body": ["\nA contra account is used in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalledger.asp\">general ledger</a> to reduce the value of a related account when the two are netted together. A contra account's natural balance is the opposite of the associated account. If a debit is the natural balance recorded in the related account, the contra account records a credit.\n", "\nContra accounts are reported on the same <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statement</a><strong> </strong>as the associated account. For example, a contra account to accounts receivable is a contra asset account. This type of account could be called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/allowancefordoubtfulaccounts.asp\">allowance for doubtful accounts</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baddebtreserve.asp\">bad debt reserve</a>. The balance in the allowance for doubtful accounts represents the dollar amount of the current accounts receivable balance that is expected to be uncollectible. The amount is reported on the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> in the asset section immediately below accounts receivable. The net of these two figures is typically reported on a third line.\n", "\nAccountants use contra accounts rather than reduce the value of the original account directly to keep financial accounting records clean. If a contra account is not used, it can be difficult to determine <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historical-cost.asp\">historical costs</a>, which can make tax preparation more difficult and time-consuming. By keeping the original dollar amount intact in the original account and reducing the figure in a separate account, the financial information is more transparent for financial reporting purposes. For example, if a piece of heavy machinery is purchased for $10,000, that $10,000 figure is maintained on the general ledger even as the asset's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">depreciation</a> is recorded separately.\n", "\nWhen a contra asset account is first recorded in a journal entry, the offset is to an expense. For example, an increase in the form of a credit to allowance for doubtful accounts is also recorded as a debit to increase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bad-debt-expense.asp\">bad debt expense</a>.\n", "\nWhen accounting for assets, the difference between the asset's account balance and the contra account balance is referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\">book value</a>. There are two major methods of determining what should be booked into a contra account. The<strong> </strong>allowance method of accounting allows a company to estimate what amount is reasonable to book into the contra account. The percentage of sales method assumes that the company cannot collect payment for a fixed percentage of goods or services that it has sold. Both methods result in an adjustment to book value.\n", "\nFor example, a company has $40,000 worth of accounts receivable at September month end. It estimates 10% of its accounts receivable will be uncollectible and proceeds to create a credit entry of 10% x $40,000 = $4,000 in the contra account, allowance for doubtful accounts. In order to balance the journal entry, a debit will be made to the bad debt expense for $4,000. Although the accounts receivable is not due in September, the company still has to report credit losses of $4,000 as bad debts expense in its income statement for the month. If accounts receivable is $40,000 and allowance for doubtful accounts is $4,000, the net book value reported on the balance sheet will be $36,000.\n", "\nAnother example of a contra asset account is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accumulated-depreciation.asp\">accumulated depreciation</a> account which reduces the reporting value of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\">capital assets</a>. Allowance for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obsoleteinventory.asp\">obsolete inventory</a> or obsolete inventory reserve are also examples of contra asset accounts. Sales returns is a contra revenue account as the figure is a negative amount net against total sales revenue. It would appear on the company's income statement in the revenue section.\n"]}