{"name": "Contributed Capital Definition", "@id": "https://www.investopedia.com/terms/c/contributed-capital.asp", "related": ["https://www.investopedia.com/terms/p/paidincapital.asp", "https://www.investopedia.com/terms/a/additionalpaidincapital.asp", "https://www.investopedia.com/terms/c/capitalstock.asp", "https://www.investopedia.com/terms/b/balancesheet.asp", "https://www.investopedia.com/terms/f/fullstock.asp", "https://www.investopedia.com/terms/c/contributedsurplus.asp"], "body": ["\nContributed capital, also known as <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paidincapital.asp\">paid-in capital</a>, is the cash and other assets that shareholders have given a company in exchange for stock. Investors make capital contributions when a company issues equity shares based on a price that shareholders are willing to pay for them. The total amount of contributed capital or paid-in-capital represents their stake or ownership in the company.\n", "\nContributed capital may also refer to a company's balance sheet item listed under stockholders' equity, often shown alongside the balance sheet entry for additional paid-in capital.\n", "\nContributed capital is the total value of the stock that shareholders have bought directly from the issuing company. It includes the money from initial public offerings (IPOs), direct listings, direct public offerings, and secondary offerings—including issues of preferred stock. It also includes the receipt of fixed assets in exchange for stock and the reduction of a liability in exchange for stock.\n", "\nContributed capital can be compared with additional paid-in capital, and the difference between the two values will equal the premium paid by investors over and above the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\">par value</a> of the company's shares. The par value is merely an accounting value of each of the shares to be offered and is not equivalent to the market value that investors are willing to pay.\n", "\n<a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/preference-shares/\">Preferred shares</a> sometimes have par values that are more than marginal, but most common shares today have par values of just a few pennies. Because of this, \"additional paid-in capital\" tends to be representative of the total paid-in capital figure and is sometimes shown by itself on the balance sheet.\n", "\nIt's important to distinguish that capital contributions, which are an injection of cash into a company, can come in other forms besides the sale of equity shares. For example, an owner might take out a loan and use the proceeds to make a capital contribution to the company. Businesses can also receive capital contributions in the form of non-cash assets such as buildings and equipment. These scenarios are all types of capital contributions and increase owners' equity. However, the term <em>contributed capital</em> is typically reserved for the amount of money received from <em>issuing shares</em> and not other forms of capital contributions.\n", "\nContributed capital is reported in the shareholder’s equity section of the balance sheet and usually split into two different accounts: common stock and additional paid-in capital account. In other words, contributed capital includes the par value—or nominal value—of the stock, found in the common stock account, and the amount of money over and above the par value that shareholders were willing to pay for their shares—the share premium—found in the additional paid-in capital account.\n", "\nThe common stock account is also known as share capital account, and the additional paid-in capital account is also known as the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharepremiumaccount.asp\">share premium account</a>.\n", "\nFor example, a company issues 5,000 $1 par value shares to investors. The investors pay $10 a share, so the company raises $50,000 in equity capital. As a result, the company records $5,000 to the common stock account and $45,000 to the paid-in capital in excess of par. Both of these accounts added together equal the total amount stockholders were willing to pay for their shares. In other words, the contributed capital equals $50,000.\n"]}