{"name": "Conventional Mortgage or Loan", "@id": "https://www.investopedia.com/terms/c/conventionalmortgage.asp", "related": ["https://www.investopedia.com/terms/c/conformingloan.asp", "https://www.investopedia.com/terms/n/non_conforming.asp", "https://www.investopedia.com/terms/m/mortgage-application.asp", "https://www.investopedia.com/terms/1/60-plus-delinquencies.asp", "https://www.investopedia.com/terms/m/maximum_loan_amount.asp", "https://www.investopedia.com/terms/s/subprime_mortgage.asp"], "body": ["\nA conventional mortgage or conventional loan is any type of home buyer’s loan that is not offered or secured by a government entity. Instead, conventional mortgages are available through private lenders, such as banks, credit unions, and mortgage companies. However, some conventional mortgages can be guaranteed by two government-sponsored enterprises; the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/fannie-mae-loans/\" rel=\"noopener noreferrer\">Federal National Mortgage Association</a> (Fannie Mae) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freddiemac.asp\" rel=\"noopener noreferrer\">Federal Home Loan Mortgage Corporation</a> (Freddie Mac).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nConventional mortgages typically have a fixed rate of interest, which means that the interest rate does not change throughout the life of the loan. Conventional mortgages or loans are not guaranteed by the federal government and as a result, typically have stricter lending requirements by banks and creditors.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ \n", "\nSome of the government agencies that secure mortgages for banks include, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-housing-administration.asp\" rel=\"noopener noreferrer\">Federal Housing Administration</a> (FHA), the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/veterans-administration.asp\" rel=\"noopener noreferrer\">U.S. Department of Veterans Affairs</a> (VA), and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rhs.asp\" rel=\"noopener noreferrer\">USDA Rural Housing Service</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ However, there are requirements that borrowers must meet to qualify for these programs.\n", "\nConventional loans are often erroneously referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conformingloan.asp\" rel=\"noopener noreferrer\">conforming mortgages</a> or loans. While there is overlap, the two are distinct categories. A conforming mortgage is one whose underlying terms and conditions meet the funding criteria of Fannie Mae and Freddie Mac. Chief among those is a dollar limit, set annually by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhfa.asp\" rel=\"noopener noreferrer\">Federal Housing Finance Agency</a> (FHFA). In most of the continental U.S., a loan must not exceed $548,250 in 2021.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nSo while all conforming loans are conventional, not all conventional loans qualify as conforming. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jumboloan.asp\" rel=\"noopener noreferrer\">jumbo mortgage</a> of $800,000, for example, is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061815/jumbo-vs-conventional-mortgages-how-they-differ.asp\" rel=\"noopener noreferrer\">conventional mortgage but not a conforming mortgage</a>—because it surpasses the amount that would allow it to be backed by Fannie Mae or Freddie Mac.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn 2020, there were 8.3 million homeowners with FHA-insured mortgages.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The secondary market for conventional mortgages is extremely large and liquid. Most conventional mortgages are packaged into pass-through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed securities,</a> which trade in a well-established forward market known as the mortgage <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tba.asp\" rel=\"noopener noreferrer\">to be announced</a> (TBA) market. Many of these conventional <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/passthroughsecurity.asp\" rel=\"noopener noreferrer\">pass-through securities</a> are further securitized into <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cmo.asp\" rel=\"noopener noreferrer\">collateralized mortgage obligations</a> (CMOs).\n", "\nIn the years since the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime mortgage meltdown</a> in 2007, lenders have tightened the qualifications for loans—“no verification” and “no down payment” mortgages have gone with the wind, for example—but overall, most of the basic requirements haven’t changed. Potential borrowers need to complete an official mortgage application (and usually pay an application fee), then supply the lender with the necessary documents to perform an extensive check on their background, credit history, and current credit score.\n", "\nNo property is ever 100% financed. In checking your assets and liabilities, a lender is looking to see not only if you can afford your monthly mortgage payments, which usually shouldn't exceed 28% of your gross income.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ The lender is also looking to see if you can handle a down payment on the property (and if so, how much), along with other up-front costs, such as loan <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/origination.asp\" rel=\"noopener noreferrer\">origination</a> or underwriting fees, broker fees, and settlement or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingcosts.asp\" rel=\"noopener noreferrer\">closing costs</a>, all of which can significantly drive up the cost of a mortgage. Among the items required are:\n", "\nThese documents will include but may not be limited to:\n", "\nBorrowers also need to be prepared with proof of any additional income, such as alimony or bonuses.\n", "\nYou will need to present <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-statement.asp\" rel=\"noopener noreferrer\">bank statements</a> and investment account statements to prove that you have funds for the down payment and closing costs on the residence, as well as cash reserves. If you receive money from a friend or relative to assist with the down payment, you will need <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/giftletter.asp\" rel=\"noopener noreferrer\">gift letters</a>, which certify that these are not loans and have no required or obligatory repayment. These letters will often need to be notarized.\n", "\nLenders today want to make sure they are loaning only to borrowers with a stable work history. Your lender will not only want to see your pay stubs but may also call your employer to verify that you are still employed and to check your salary. If you have recently changed jobs, a lender may want to contact your previous employer. Self-employed borrowers will need to provide significant additional paperwork concerning their business and income.\n", "\nYour lender will need to copy your driver’s license or state ID card and will need your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssn.asp\" rel=\"noopener noreferrer\">Social Security number</a> and your signature, allowing the lender to pull your credit report.\n", "\nConventional loan interest rates tend to be higher than those of government-backed mortgages, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhaloan.asp\" rel=\"noopener noreferrer\">FHA loans</a> (although these loans, which usually mandate that borrowers pay <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071614/whats-difference-between-private-mortgage-insurance-pmi-and-mortgage-insurance-premium-mip.asp\" rel=\"noopener noreferrer\">mortgage-insurance premiums</a>, may work out to be just as costly in the long run).\n", "\nThe interest rate carried by a conventional mortgage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/factors-affect-mortgage-rates/\" rel=\"noopener noreferrer\">depends on several factors</a>, including the terms of the loan—its length, its size, and whether the interest rate is fixed interest or adjustable—as well as current economic or financial market conditions. Mortgage lenders set interest rates based on their expectations for future inflation; the supply of and demand for mortgage-backed securities also influences the rates.\n", "\nWhen <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/050715/how-federal-reserve-affects-mortgage-rates.asp\" rel=\"noopener noreferrer\">the Federal Reserve makes it more expensive</a> for banks to borrow by targeting a higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\" rel=\"noopener noreferrer\">federal funds rate</a>, the banks, in turn, pass on the higher costs to their customers, and consumer loan rates, including those for mortgages, tend to go up.\n", "\nTypically linked to the interest rate are points, fees paid to the lender (or broker): the more points you pay, the lower your interest rate. One point costs 1% of the loan amount and reduces your interest rate by about 0.25%.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nThe final factor in determining the interest rate is the individual borrower’s financial profile: personal assets, creditworthiness, and the size of the down payment they can make on the residence to be financed.\n", "\nThese types of loans are not for everyone. Here's a look at who is likely to qualify for a conventional mortgage and who is not.\n", "\nPeople with established credit and stellar credit reports who are on a solid financial footing usually qualify for conventional mortgages. More specifically, the ideal candidate should have:\n", "\nA credit score is a numerical representation of a borrower's ability to pay back a loan. Credit scores include a borrower's credit history and the number of late payments. A credit score of at least 680 and, preferably, well over 700 can be required for approval. Also, the higher the score, the lower the interest rate on the loan, with the best terms being reserved for those over 740.\n", "\nAn acceptable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dti.asp\" rel=\"noopener noreferrer\">debt-to-income ratio</a> (DTI). This is the sum of your monthly debt payments, such as credit cards and loan payments, compared to your monthly income. Ideally, the debt-to-income ratio should be around 36% and no more than 43%. In other words, you should spend less than 36% of your monthly income on debt payments.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nA down payment of at least 20% of the home’s purchase price readily available. Lenders can and do accept less, but if they do, they often require that borrowers take out <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-guide/mortgage-insurance/\" rel=\"noopener noreferrer\">private mortgage insurance</a> and pay its premiums monthly until they achieve at least 20% equity in the house.\n", "\nIn addition, conventional mortgages are often the best or only recourse for homebuyers who want the residence for investment purposes, as a second home, or who want to purchase a property priced over $500,000.\n", "\nGenerally speaking, those who are just starting out in life, those with a little more debt than normal, and those with a modest credit rating often have trouble qualifying for conventional loans. More specifically, these mortgages would be tough for those who have:\n", "\nHowever, if you're turned down for the mortgage, be sure to ask for the bank's reasons in writing. You may qualify for other programs that could help you get approved for a mortgage.\n", "\nFor example, if you have no credit history and you're a first-time homebuyer, you may qualify for an FHA loan. FHA loans are loans that are specifically tailored for first-time home buyers. As a result, FHA loans have different qualifications and credit requirements, including a lower downpayment.\n"]}