{"name": "Convertible Bond Definition", "@id": "https://www.investopedia.com/terms/c/convertiblebond.asp", "related": ["https://www.investopedia.com/terms/c/convertible-security.asp", "https://www.investopedia.com/terms/p/peacs.asp", "https://www.investopedia.com/terms/d/deferred-equity.asp", "https://www.investopedia.com/terms/c/conversionpremium.asp", "https://www.investopedia.com/terms/c/convertiblesubordinatednote.asp", "https://www.investopedia.com/terms/z/zero-couponconvertible.asp"], "body": ["\nA convertible bond is a fixed-income corporate debt security that yields interest payments, but can be converted into a predetermined number of common stock or equity shares. The conversion from the bond to stock can be done at certain times during the bond's life and is usually at the discretion of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\" rel=\"noopener noreferrer\">bondholder</a>.\n", "\nAs a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hybridsecurity.asp\" rel=\"noopener noreferrer\">hybrid security</a>, the price of a convertible bond is especially sensitive to changes in interest rates, the price of the underlying stock, and the issuer's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\" rel=\"noopener noreferrer\">credit rating</a>.\n", "\nConvertible bonds are a flexible financing option for companies. A convertible bond offers investors a type of hybrid security, which has features of a bond such as interest payments while also providing the opportunity of owning the stock. This bond's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conversionratio.asp\" rel=\"noopener noreferrer\">conversion ratio</a> determines how many shares of stock you can get from converting one bond. For example, a 5:1 ratio means that one bond would convert to five shares of common stock.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conversionprice.asp\" rel=\"noopener noreferrer\">conversion price </a>is the price per share at which a convertible security, such as corporate bonds or preferred shares, can be converted into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common stock</a>. The conversion price is set when the conversion ratio is decided for a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convertible-security.asp\" rel=\"noopener noreferrer\">convertible security</a>.\n", "\nThe conversion price and ratio can be found in the bond <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indenture.asp\" rel=\"noopener noreferrer\">indenture</a> (in the case of convertible bonds) or in the security <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prospectus.asp\" rel=\"noopener noreferrer\">prospectus</a> (in the case of convertible preferred shares).\n", "\nA vanilla convertible bond provides the investor with the choice to hold the bond until <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\" rel=\"noopener noreferrer\">maturity</a> or convert it to stock. If the stock price has decreased since the bond's issue date, the investor can hold the bond until maturity and get paid the face value. If the stock price increases significantly, the investor can convert the bond to stock and either hold or sell the stock at their discretion. Ideally, an investor wants to convert the bond to stock when the gain from the stock sale exceeds the face value of the bond plus the total amount of remaining interest payments.\n", "\nMandatory convertible bonds are required to be converted by the investor at a particular conversion ratio and price level. On the other hand, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reverseconvertiblebond.asp\" rel=\"noopener noreferrer\">reversible convertible bond</a> gives the company the right to convert the bond to equity shares or keep the bond as a fixed income investment until maturity. If the bond is converted, it is done so at a preset price and conversion ratio.\n", "\nIssuing convertible bonds can help companies minimize negative investor sentiment that would surround equity issuance. Each time a company issues additional shares or equity, it adds to the number of shares outstanding and dilutes existing investor ownership. The company might issue convertible bonds to avoid negative sentiment. Bondholders can, then, convert into equity shares should the company perform well.\n", "\nIssuing convertible bonds can also help provide investors with some security in the event of default. A convertible bond protects investors' principal on the downside, but allows them to participate in the upside should the underlying company succeed.\n", "\nA startup company, for example, might have a project that requires a significant amount of capital resulting in a loss in the near-term revenues. However, the project should lead the company to profitability in the future. Convertible bond investors can get back some of their principal upon failure of the company while they can also benefit from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalappreciation.asp\" rel=\"noopener noreferrer\">capital appreciation</a>, by converting the bonds into equity, if the company is successful.\n", "\nInvestors can enjoy the value-added component built into convertible bonds meaning they're essentially a bond with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\" rel=\"noopener noreferrer\">stock option</a>, particularly a call option. A call option is an agreement that gives the option buyer the right—not the obligation—to buy a stock, bond, or other instruments at a specified price within a specific period. However, convertible bonds tend to offer a lower coupon rate or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\" rel=\"noopener noreferrer\">rate of return</a> in exchange for the value of the option to convert the bond into common stock.\n", "\nCompanies benefit since they can issue debt at lower interest rates than with traditional bond offerings. However, not all companies offer convertible bonds. Also, most convertible bonds are considered to be riskier/more volatile than typical fixed-income instruments.\n", "\nAs an example, let's say Exxon Mobil Corp. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=xom\" rel=\"noopener noreferrer\">(XOM)</a> issued a convertible bond with a $1,000 face value that pays 4% interest. The bond has a maturity of 10 years and a convertible ratio of 100 shares for every convertible bond.\n", "\nIf the bond is held until maturity, the investor will be paid $1,000 in principal plus $40 in interest for that year. However, the company's shares suddenly spike and are trading at $11 per share. As a result, the 100 shares of stock are worth $1,100 (100 shares x $11 share price), which exceeds the value of the bond. The investor can convert the bond into stock and receive 100 shares, which could be sold in the market for $1,100 in total.\n"]}