{"name": "Copyright Definition", "@id": "https://www.investopedia.com/terms/c/copyright.asp", "related": ["https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/i/intellectual-property-rights-biotechnology.asp", "https://www.investopedia.com/terms/t/trademark.asp", "https://www.investopedia.com/terms/c/copyright-infringement.asp", "https://www.investopedia.com/terms/l/licensing-agreement.asp", "https://www.investopedia.com/terms/i/incorporeal-rights.asp"], "body": ["\nCopyright refers to the legal right of the owner of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\">intellectual property</a>. In simpler terms, copyright is the right to copy. This means that the original creators of products and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensing-agreement.asp\">anyone they give authorization to</a> are the only ones with the exclusive right to reproduce the work.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/010715/worlds-top-10-law-firms.asp\">Copyright law</a> gives creators of original material the exclusive right to further use and duplicate that material for a given amount of time, at which point the copyrighted item becomes public domain.\n", "\nWhen someone creates a product that is viewed as original and that required significant mental activity to create, this product becomes an intellectual property that must be protected from unauthorized duplication. Examples of unique creations include computer software, art, poetry, graphic designs, musical lyrics and compositions, novels, film, original architectural designs, website content, etc. One safeguard that can be used to legally protect an original creation is copyright.\n", "\nUnder copyright law, a work is considered original if the author created it from independent thinking void of duplication. This type of work is known as an Original Work of Authorship (OWA). Anyone with an original work of authorship automatically has the copyright to that work, preventing anyone else from using or replicating it. The copyright can be registered voluntarily by the original owner if they would like to get an upper hand in the legal system in the event that the need arises.\n", "\nNot all types of work can be copyrighted. A copyright does not protect ideas, discoveries, concepts, or theories. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-identity.asp\">Brand names</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/logo.asp\">logos</a>, slogans, domain names, and titles also cannot be protected under copyright law. For an original work to be copyrighted, it has to be in tangible form. This means that any speech, discoveries, musical scores, or ideas have to be written down in physical form in order to be protected by copyright.\n", "\nIn the U.S., original owners are protected by copyright laws all of their lives until 70 years after their death. If the original author of the copyrighted material is a corporation, the copyright protection period will be shorter.\n", "\nU.S. copyright law has experienced a number of amendments and changes that have altered the duration of copyright protection. The \"life of the author plus 70 years\" protection can be attributed to the 1998 Copyright Term Extension Act, (also known as the Mickey Mouse Protection Act or Sonny Bono Act), which generally increased copyright protections by 20 years.\n", "\nWhile copyright law is not all-encompassing, other laws, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\">patent</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\">trademark</a> laws, may impose additional sanctions. Although copyrights, trademarks, and patents are frequently used interchangeably, they offer different forms of protection for intellectual property.\n", "\nTrademark laws protect material that is used to distinguish an individual’s or corporation’s work from another entity. These materials include words, phrases, or symbols—such as logos, slogans, and brand names—which copyright laws do not cover. Patents cover inventions for a limited period of time. Patented materials include products such as industrial processes, machines, and chemical positions.\n"]}