{"name": "Core Competencies Definition", "@id": "https://www.investopedia.com/terms/c/core_competencies.asp", "related": ["https://www.investopedia.com/terms/c/core-competency.asp", "https://www.investopedia.com/terms/c/competitive_advantage.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/s/swot.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/core-competency.asp\" rel=\"noopener noreferrer\">Core competencies</a> are the resources and capabilities that comprise the strategic advantages of a business. A modern management theory argues that a business must define, cultivate, and exploit its core competencies in order to succeed against the competition.\n", "\nA variation of the principle that has emerged in recent years recommends that job seekers focus on their personal core competencies in order to stand out from the crowd. These positive characteristics may be developed and listed on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/10/investment-banking-resume.asp\" rel=\"noopener noreferrer\">resume</a>. Some personal core competencies include analytical abilities, creative thinking, and problem resolution skills.\n", "\nA successful business has identified what it can do better than anyone else, and why. Its core competencies are the \"why.\" Core competencies are also known as core capabilities or distinctive competencies. Core competencies lead to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantages</a>.\n", "\nCore competency is a relatively new management theory that originated in a 1990 Harvard Business Review article, “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.personal.psu.edu/kkm11/files/HandP_Core%20Competence%20of%20the%20organization.pdf\" rel=\"noopener noreferrer\">The Core Competence of the Corporation</a>.”\n", "\nIn the article, C.K. Prahalad and Gary Hamel review three conditions a business activity must meet in order to be a core competency:\n", "\nThe article pointed out the contrast of how businesses operated in the 1980s versus how they should operate in the 1990s. The article asserted that in the 80s, business managers were \"judged on their ability to restructure, declutter, and delayer their corporations. In the 1990s, they'll be judged on their ability to identify, cultivate, and exploit the core competencies that make growth possible.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe core competencies that distinguish a business vary by industry. A hospital or clinic may focus on excellence in particular specializations. A manufacturer may identify superior quality control.\n", "\nA variety of resources, such as talent pool, physical assets, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\" rel=\"noopener noreferrer\">patents</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brandequity.asp\" rel=\"noopener noreferrer\">brand equity</a>, make a contribution to a company's core competencies. Once it understands those competencies, the company can properly focus all of those resources. It may even <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outsourcing.asp\" rel=\"noopener noreferrer\">outsource</a> activities that are outside its core competencies in order to devote its resources to what it does best.\n", "\nThe business should use its core competencies in every facet of its operations, from advertising to growth strategies, to sponsorship, to its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reputational-risk.asp\" rel=\"noopener noreferrer\">reputation</a>. The advantage will be that these core competencies will lead to longevity for a firm.\n", "\nEven if a firm comes out with a unique product, if it is easy to replicate, once the patent expires, it will find itself with numerous competitors in the market eating away at its once-dominant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a>.\n", "\nTo prevent this, a company will have to rely on other core competencies, such as customer service, quality control, advertising, and innovation to stay ahead of the new entrants in the market.\n", "\nA business is not limited to just one core competency, and competencies vary based on the industry in which the institution operates.\n", "\nSome of the core competencies of established and successful brands tend to be there for all to see:\n"]}