{"name": "Corporate Citizenship Definition", "@id": "https://www.investopedia.com/terms/c/corporatecitizenship.asp", "related": ["https://www.investopedia.com/terms/c/corp-social-responsibility.asp", "https://www.investopedia.com/terms/i/impact-investing.asp", "https://www.investopedia.com/terms/s/socialresponsibility.asp", "https://www.investopedia.com/terms/c/corporate-accountability.asp", "https://www.investopedia.com/terms/c/code-of-ethics.asp", "https://www.investopedia.com/terms/c/corporategovernance.asp"], "body": ["\nCorporate citizenship involves the social responsibility of businesses and the extent to which they meet legal, ethical, and economic responsibilities, as established by shareholders.\n", "\nCorporate citizenship is growing increasingly important as both individual and institutional investors begin to seek out companies that have socially responsible orientations such as their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp\" rel=\"noopener noreferrer\">environmental, social, and governance (ESG)</a> practices.\n", "\nCorporate citizenship refers to a company’s responsibilities toward society. The goal is to produce higher standards of living and quality of life for the communities that surround them and still maintain profitability for stakeholders.\n", "\nThe demand for socially responsible corporations continues to grow, encouraging investors, consumers, and employees to use their individual power to negatively affect companies that do not share their values.\n", "\nAll businesses have basic ethical and legal responsibilities; however, the most successful businesses establish a strong foundation of corporate citizenship, showing a commitment to ethical behavior by creating a balance between the needs of shareholders and the needs of the community and environment in the surrounding area. These practices help bring in consumers and establish brand and company loyalty.\n", "\nCompanies go through different stages during the process of developing corporate citizenship. Companies rise to the higher stages of corporate citizenship based on their capacity and credibility when supporting community activities, a strong understanding of community needs, and their dedication to incorporate citizenship within the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/organizational-structure.asp\" rel=\"noopener noreferrer\">culture and structure of their company</a>.\n", "\nThe five stages of corporate citizenship are defined as:\n", "\nIn the elementary stage, a company’s citizenship activities are basic and undefined because there are scant corporate awareness and little to no senior management involvement. Small businesses, in particular, tend to linger in this stage. They are able to comply with the standard health, safety, and environmental laws, but they do not have the time nor the resources to fully develop greater community involvement.\n", "\nIn the engagement stage, companies will often develop policies that promote the involvement of employees and managers in activities that exceed rudimentary compliance to basic laws. Citizenship policies become more comprehensive in the innovative stage, with increased meetings and consultations with shareholders and through participation in forums and other outlets that promote innovative corporate citizenship policies.\n", "\nIn the integrated stage, citizenship activities are formalized and blend in fluidly with the company’s regular operations. Performance in community activities is monitored, and these activities are driven into the lines of business.\n", "\nOnce companies reach the transforming stage, they understand that corporate citizenship plays a strategic part in fueling <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/04/100604.asp\" rel=\"noopener noreferrer\">sales growth</a> and expansion to new markets. Economic and social involvement is a regular part of a company’s daily operations in this stage.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corp-social-responsibility.asp\" rel=\"noopener noreferrer\">Corporate social responsibility</a> (CSR) is a broad concept of corporate citizenship that can take various forms depending on the company and industry. Through CSR programs, philanthropy, and volunteer efforts, businesses can benefit society while boosting their own brands.\n", "\nAs important as CSR is for the community, it is equally valuable for a company. CSR activities can help forge a stronger bond between employees and corporations; they can boost morale and can help both employees and employers feel more connected with the world around them.\n", "\nIn order for a company to be socially responsible, it first needs to be responsible for itself and its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>. Often, companies that adopt CSR programs have grown their business to the point where they can give back to society. Thus, CSR is primarily a strategy of large corporations. Also, the more visible and successful a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporation.asp\" rel=\"noopener noreferrer\">corporation</a> is, the more responsibility it has to set standards of ethical behavior for its peers, competition, and industry.\n", "\nLong before its initial public offering (IPO) in 1992, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/120215/if-you-had-invested-right-after-starbucks-ipo.asp\" rel=\"noopener noreferrer\">Starbucks</a> was known for its keen sense of corporate social responsibility, and commitment to sustainability and community welfare. Starbucks has achieved corporate citizenship milestones including:\n", "\nStarbucks’ goals include hiring 10,000 refugees across 75 countries, reducing the environmental impact of its cups, and engaging its employees in environmental leadership.\n"]}