{"name": "Corporate Social Responsibility (CSR) Definition", "@id": "https://www.investopedia.com/terms/c/corp-social-responsibility.asp", "related": ["https://www.investopedia.com/terms/c/corporatecitizenship.asp", "https://www.investopedia.com/terms/s/socialresponsibility.asp", "https://www.investopedia.com/terms/i/impact-investing.asp", "https://www.investopedia.com/terms/s/social-entrepreneur.asp", "https://www.investopedia.com/terms/g/green-marketing.asp", "https://www.investopedia.com/terms/t/triple-bottom-line.asp"], "body": ["\nCorporate social responsibility (CSR) is a self-regulating business model that helps a company be socially accountable—to itself, its stakeholders, and the public. By practicing corporate social responsibility, also called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatecitizenship.asp\" rel=\"noopener noreferrer\">corporate citizenship</a>, companies can be conscious of the kind of impact they are having on all aspects of society, including economic, social, and environmental.\n", "\nTo engage in CSR means that, in the ordinary course of business, a company is operating in ways that enhance society and the environment, instead of contributing negatively to them.\n", "\nCorporate social responsibility is a broad concept that can take many forms depending on the company and industry. Through CSR programs, philanthropy, and volunteer efforts, businesses can benefit society while boosting their brands.\n", "\nAs important as CSR is for the community, it is equally valuable for a company. CSR activities can help forge a stronger bond between employees and corporations, boost morale and help both employees and employers feel more connected with the world around them.\n", "\nFor a company to be socially responsible, it first needs to be accountable to itself and its shareholders. Often, companies that adopt CSR programs have grown their business to the point where they can give back to society. Thus, CSR is primarily a strategy of large corporations. Also, the more visible and successful a corporation is, the more responsibility it has to set standards of ethical behavior for its peers, competition, and industry.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/120215/if-you-had-invested-right-after-starbucks-ipo.asp\" rel=\"noopener noreferrer\">Starbucks</a> has long been known for its keen sense of corporate social responsibility and commitment to sustainability and community welfare. According to the company, Starbucks has achieved many of its CSR milestones since it opened its doors. According to its 2019 Global Social Impact Report, these milestones include reaching 99% of ethically sourced coffee, creating a global network of farmers, pioneering green building throughout its stores, contributing millions of hours of community service, and creating a groundbreaking college program for its partner/employees.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nStarbucks' goals for 2020 and beyond include hiring 10,000 refugees, reducing the environmental impact of its cups, and engaging its employees in environmental leadership.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Today there are many socially responsible companies whose brands are known for their CSR programs, such as Ben &amp; Jerry's ice cream and Everlane, a clothing retailer.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIn 2010, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-organization-for-standardization-iso.asp\" rel=\"noopener noreferrer\">International Organization for Standardization (ISO)</a> released a set of voluntary standards meant to help companies implement corporate social responsibility. Unlike other ISO standards, ISO 26000 provides guidance rather than requirements because the nature of CSR is more qualitative than quantitative, and its standards cannot be certified.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nInstead, ISO 26000 clarifies what social responsibility is and helps organizations translate CSR principles into practical actions. The standard is aimed at all types of organizations, regardless of their activity, size, or location. And, because many key stakeholders from around the world contributed to developing ISO 26000, this standard represents an international consensus.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe term corporate social responsibility (CSR) refers to practices and policies undertaken by corporations that are intended to have a positive influence on the world. The key idea behind CSR is for corporations to pursue other pro-social objectives, in addition to maximizing profits. Examples of common CSR objectives include minimizing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/externality.asp\" rel=\"noopener noreferrer\">environmental externalities</a>, promoting volunteerism among company employees, and donating to charity.\n", "\nMany companies view CSR as an integral part of their brand image, believing that customers will be more likely to do business with brands that they perceive to be more ethical. In this sense, CSR activities can be an important component of corporate public relations. At the same time, some company founders are also motivated to engage in CSR due to their personal convictions.\n", "\nThe movement toward CSR has had an impact in several domains. For example, many companies have taken steps to improve the environmental sustainability of their operations, through measures such as installing renewable energy sources or purchasing carbon offsets. In managing supply chains, efforts have also been taken to eliminate reliance on unethical labor practices, such as child labor and slavery. Although CSR programs have generally been most common among large corporations, small businesses also participate in CSR through smaller-scale programs such as donating to local charities and sponsoring local events.\n"]}