{"name": "Corporate Finance Definition", "@id": "https://www.investopedia.com/terms/c/corporatefinance.asp", "related": ["https://www.investopedia.com/terms/c/costofcapital.asp", "https://www.investopedia.com/terms/c/capital.asp", "https://www.investopedia.com/terms/m/merton-miller.asp", "https://www.investopedia.com/terms/d/duediligence.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/l/liquidityratios.asp"], "body": ["\nCorporate finance is the division of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-is-finance/\">finance</a> that deals with how corporations deal with funding sources, capital structuring, and investment decisions. Corporate finance is primarily concerned with maximizing shareholder value through long and short-term financial planning and the implementation of various strategies. Corporate finance activities range from capital investment decisions to investment banking.\n", "\nCorporate finance departments are charged with governing and overseeing their firms' financial activities and capital investment decisions. Such decisions include whether to pursue a proposed investment and whether to pay for the investment with equity, debt, or both.\n", "\nIt also includes whether shareholders should receive dividends. Additionally, the finance department manages current assets, current liabilities, and inventory control.\n", "\nCorporate finance tasks include making capital investments and deploying a company's long-term capital. The capital investment decision process is primarily concerned with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalbudgeting.asp\">capital budgeting</a>. Through capital budgeting, a company identifies capital expenditures, estimates future cash flows from proposed capital projects, compares planned investments with potential proceeds, and decides which projects to include in its capital budget.\n", "\nMaking capital investments is perhaps the most important corporate finance task that can have serious business implications. Poor capital budgeting (e.g., excessive investing or under-funded investments) can compromise a company's financial position, either because of increased financing costs or inadequate operating capacity.\n", "\nCorporate finance is also responsible for sourcing capital in the form of debt or equity. A company may borrow from commercial banks and other financial intermediaries or may issue debt securities in the capital markets through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentbank.asp\">investment banks (IB)</a>. A company may also choose to sell stocks to equity investors, especially when need large amounts of capital for business expansions.\n", "\nCapital financing is a balancing act in terms of deciding on the relative amounts or weights between debt and equity. Having too much debt may increase default risk, and relying heavily on equity can dilute earnings and value for early investors. In the end, capital financing must provide the capital needed to implement capital investments.\n", "\nCorporate finance is also tasked with short-term financial management, where the goal is to ensure that there is enough liquidity to carry out continuing operations. Short-term financial management concerns current assets and current liabilities or working capital and operating cash flows. A company must be able to meet all its current liability obligations when due. This involves having enough current liquid assets to avoid disrupting a company's operations. Short-term financial management may also involve getting additional credit lines or issuing commercial papers as liquidity back-ups.\n"]}