{"name": "Cost Per Thousand (CPM) Definition", "@id": "https://www.investopedia.com/terms/c/cpm.asp", "related": ["https://www.investopedia.com/terms/i/impression.asp", "https://www.investopedia.com/terms/c/cpc.asp", "https://www.investopedia.com/terms/c/clickthroughrates.asp", "https://www.investopedia.com/terms/c/click-fraud.asp", "https://www.investopedia.com/terms/b/banneradvertising.asp", "https://www.investopedia.com/terms/a/advertorial.asp"], "body": ["\nCost per thousand (CPM), also called cost per mille, is a marketing term used to denote the price of 1,000 advertisement impressions on one web page. If a website publisher charges $2.00 CPM, that means an advertiser must pay $2.00 for every 1,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/impression.asp\" rel=\"noopener noreferrer\">impressions</a> of its ad. The \"M\" in CPM represents the word \"mille,\" which is Latin for \"thousands.\"\n", "\nCost per thousand (CPM) is the most common method for pricing web ads in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-marketing.asp\" rel=\"noopener noreferrer\">digital marketing</a>. The method relies on impressions, which is a metric that counts the number of digital views or engagements for a particular advertisement. Impressions are also known as \"ad views.\" Advertisers pay website owners a set fee for every thousand impressions of an ad. While an impression measures how many times an ad was displayed on a site, it does not measure whether an ad was clicked on.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clickthroughrates.asp\" rel=\"noopener noreferrer\">click-through rate</a> (CTR) measures whether an ad was clicked on, representing the percentage of people who saw the ad and clicked on it. Advertisers frequently measure the success of a CPM campaign by its CTR, For example, an advertisement that receives two clicks for every 100 impressions has a 2% CTR. You cannot measure an advertisement's success by CTR alone because an ad that a reader views but does not click may still have an impact.\n", "\nCPM represents one of several methods used to price website ads. Another pricing model is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpc.asp\" rel=\"noopener noreferrer\">cost per click</a> (CPC), where the advertiser pays each time a website visitor clicks on the ad. Cost per click is also known as pay per click (PPC). Cost per acquisition (CPA) is where the advertiser only pays each time a website visitor makes a purchase after clicking an ad.\n", "\nDifferent pricing methods are more appropriate for some ad campaigns than others. CPM makes the most sense for a campaign focused on heightening <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brandawareness.asp\" rel=\"noopener noreferrer\">brand awareness</a> or delivering a specific message. In this case, the CTR matters less, since the exposure from having an ad prominently placed on a high-traffic website helps promote a company's brand name or message, even if visitors do not click on the ad.\n", "\nWebsite publishers like CPM advertising because they get paid for just displaying ads. However, because CPM rates are low—the $2.00 rate mentioned above is fairly standard—a website needs robust traffic to make decent money from CPM ads. Rates for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/stock-analysis/032114/how-facebook-twitter-social-media-make-money-you-twtr-lnkd-fb-goog.aspx\" rel=\"noopener noreferrer\">social media advertising</a>, however, tend to be higher. For the fourth quarter of 2019, the average social media advertising CPM was $6.78.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIt is possible for the number of ad impressions to differ from the number of visitors to the website displaying the ad. For example, an ad might receive placement in two locations on a website, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/banneradvertising.asp\" rel=\"noopener noreferrer\">horizontal banner</a> across the top of the page and a vertical side banner alongside the page's text. In this scenario, the advertiser pays for two impressions per page view.\n", "\nCriticism of CPM often stems from the challenges of accurately counting impressions. Some advertisers question if they are being charged fairly. Problems arise regarding duplicate views from the same visitor or Internet bots (short for \"robots\") visiting sites and skewing the total number of views. Also, if an ad fails to load or incompletely loads, then these ads should not be counted as impressions. Advertising <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a> can happen when an unscrupulous site owner uses automated scripts to send traffic to a website with the purpose of increasing the number of views.\n"]}