{"name": "Cost-Benefit Analysis Definition", "@id": "https://www.investopedia.com/terms/c/cost-benefitanalysis.asp", "related": ["https://www.investopedia.com/terms/r/realoption.asp", "https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/h/hurdlerate.asp", "https://www.investopedia.com/terms/p/profitability-index-rule.asp", "https://www.investopedia.com/terms/n/npv-rule.asp", "https://www.investopedia.com/terms/i/irr.asp"], "body": ["\nA cost-benefit analysis is a systematic process that businesses use to analyze which decisions to make and which to forgo. The cost benefit analyst sums the potential rewards expected from a situation or action and then subtracts the total costs associated with taking that action. Some consultants or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/analyst.asp\" rel=\"noopener noreferrer\">analysts</a> also build models to assign a dollar value on intangible items, such as the benefits and costs associated with living in a certain town.\n", "\nBefore building a new plant or taking on a new project, prudent managers conduct a cost-benefit analysis to evaluate all the potential costs and revenues that a company might generate from the project. The outcome of the analysis will determine whether the project is financially feasible or if the company should pursue another project.\n", "\nIn many models, a cost-benefit analysis will also factor the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity cost</a> into the decision-making process. Opportunity costs are alternative benefits that could have been realized when choosing one alternative over another. In other words, the opportunity cost is the forgone or missed opportunity as a result of a choice or decision. Factoring in opportunity costs allows project managers to weigh the benefits from alternative courses of action and not merely the current path or choice being considered in the cost-benefit analysis.\n", "\nBy considering all options and the potential missed opportunities, the cost-benefit analysis is more thorough and allows for better decision-making.\n", "\nA cost-benefit analysis (CBA) should begin with compiling a comprehensive list of all the costs and benefits associated with the project or decision.\n", "\nThe costs involved in a CBA might include the following:\n", "\nBenefits might include the following:\n", "\nAn analyst or project manager should apply a monetary measurement to all of the items on the cost-benefit list, taking special care not to underestimate costs or overestimate benefits. A conservative approach with a conscious effort to avoid any subjective tendencies when calculating estimates is best suited when assigning a value to both costs and benefits for a cost-benefit analysis.\n", "\nFinally, the results of the aggregate costs and benefits should be compared quantitatively to determine if the benefits outweigh the costs. If so, then the rational decision is to go forward with the project. If not, the business should review the project to see if it can make adjustments to either increase benefits or decrease costs to make the project viable. Otherwise, the company should likely avoid the project.\n", "\nFor projects that involve small- to mid-level capital expenditures and are short to intermediate in terms of time to completion, an in-depth cost-benefit analysis may be sufficient enough to make a well-informed, rational decision. For very large projects with a long-term time horizon, a cost-benefit analysis might fail to account for important financial concerns such as inflation, interest rates, varying cash flows, and the present value of money.\n", "\nAlternative capital budgeting analysis methods, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\" rel=\"noopener noreferrer\">net present value</a> (NPV), could be more appropriate for these situations. The concept of present value states that an amount of money or cash in the present day is worth more than receiving the amount in the future since today's money could be invested and earn income.\n", "\nOne of the benefits of using net present value for deciding on a project is that it uses an alternative rate of return that could be earned if the project had never been done. That return is discounted from the results. In other words, the project needs to earn at least more than the rate of return that could be earned elsewhere or the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountrate.asp\" rel=\"noopener noreferrer\">discount rate</a>.\n", "\nHowever, with any type of model used in performing a cost-benefit analysis, there are a significant amount of forecasts built into the models. The forecasts used in any CBA might include future revenue or sales, alternative rates of return, expected costs, and expected future cash flows. If one or two of the forecasts are off, the CBA results would likely be thrown into question, thus highlighting the limitations in performing a cost-benefit analysis.\n", "\nCost benefit analysis (CBA) is a systematic method for quantifying and then comparing the total costs to total expected rewards of undertaking a project or making an investment. If the benefits greatly outweigh the costs, the decision should go ahead; otherwise it should probably not. CBAs, importantly, will also include the opportunity costs of missed or skipped projects.\n", "\nDepending on the specific investment or project being evaluated, one may need to discount the time value of cash flows using net present value calculations. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bcr.asp\" rel=\"noopener noreferrer\">benefit-cost ratio</a> (BCR) may also be computed to summarize the overall relationship between the relative costs and benefits of a proposed project. Other tools may include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regression.asp\" rel=\"noopener noreferrer\">regression</a> modeling, valuation, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forecasting.asp\" rel=\"noopener noreferrer\">forecasting</a> techniques.\n", "\nThe process of doing a CBA itself has its own inherent costs and benefits. The costs involve the time needed to carefully understand and estimate all of the potential rewards and costs. This may also involve money paid to an analyst or consultant to carry out the work. One other potential downside is that various estimates and forecasts are required to build the CBA, and these assumptions may prove to be wrong or even biased.\n", "\nThe benefits of a CBA, if done correctly and with accurate assumptions, are to provide a good guide for decision-making that can be standardized and quantified. If the CBA of doing a CBA is positive, you should do it!\n"]}