{"name": "Cost-Push Inflation Definition", "@id": "https://www.investopedia.com/terms/c/costpushinflation.asp", "related": ["https://www.investopedia.com/terms/d/demandpullinflation.asp", "https://www.investopedia.com/terms/i/inflation.asp", "https://www.investopedia.com/terms/w/wage-price-spiral.asp", "https://www.investopedia.com/terms/a/agflation.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp", "https://www.investopedia.com/terms/h/hyperinflation.asp"], "body": ["\nCost-push inflation occurs when overall prices increase (inflation) due to increases in the cost of wages and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rawmaterials.asp\" rel=\"noopener noreferrer\">raw materials</a>. Higher costs of production can decrease the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatesupply.asp\" rel=\"noopener noreferrer\">aggregate supply</a> (the amount of total production) in the economy. Since the demand for goods hasn't changed, the price increases from production are passed onto consumers creating cost-push inflation.\n", "\nThe most common <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111314/what-causes-inflation-and-does-anyone-gain-it.asp\" rel=\"noopener noreferrer\">cause of cost-push inflation</a> starts with an increase in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/production-cost.asp\" rel=\"noopener noreferrer\">cost of production</a>, which may be expected or unexpected. For example, the cost of raw materials or inventory used in production might increase, leading to higher costs.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">Inflation</a> is a measure of the rate of price increases in an economy for a basket of selected goods and services. Inflation can erode a consumer's purchasing power if wages haven't increased enough or kept up with rising prices. If a company's production costs rise, the company's executive management might try to pass the additional costs onto consumers by raising the prices for their products. If the company doesn't raise prices, while production costs increase, the company's profits will decrease.\n", "\nFor cost-push inflation to take place, demand for the affected product must remain constant during the time the production cost changes are occurring. To compensate for the increased cost of production, producers raise the price to the consumer to maintain profit levels while keeping pace with expected demand.\n", "\nAs stated earlier, an increase in the cost of input goods used in manufacturing, such as raw materials. For example, if companies use copper in the manufacturing process and the price of the metal suddenly rises, companies might pass those increase on to their customers.\n", "\nIncreased labor costs can create cost-push inflation such as when mandatory wage increases for production employees due to an increase in minimum the wage per worker. A worker strike due to stalled to contract negotiations might lead to a decline in production and as a result, higher prices ensue for the scare product.\n", "\nUnexpected causes of cost-push inflation are often natural disasters, which can include floods, earthquakes, fires, or tornadoes. If a large disaster causes unexpected damage to a production facility and results in a shutdown or partial disruption of the production chain, higher production costs are likely to follow. A company might have no choice but to increase prices to help recoup some of the losses from a disaster. Although not all natural disasters result in higher production costs and therefore, wouldn't lead to cost-push inflation.\n", "\nOther events might qualify if they lead to higher production costs, such as a sudden change in government that affects the country’s ability to maintain its previous output. However, government-induced increases in production costs are more often seen in developing nations.\n", "\nGovernment regulations and changes in current laws, although usually anticipated, may cause costs to rise for businesses because they have no way to compensate for the increased costs associated with them. For example, the government might mandate that healthcare be provided, driving up the cost of employees or labor.\n", "\nRising prices caused by consumers is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demandpullinflation.asp\" rel=\"noopener noreferrer\">demand-pull inflation</a>. Demand-pull inflation includes times when an increase in demand is so great that production can't keep up, which typically results in higher prices. In short, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/05/012005.asp\" rel=\"noopener noreferrer\">cost-push inflation is driven by supply costs while demand-pull inflation is driven by consumer demand</a>—while both lead to higher prices passed onto consumers.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opec.asp\" rel=\"noopener noreferrer\">Organization of the Petroleum Exporting Countries (OPEC)</a> is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cartel.asp\" rel=\"noopener noreferrer\">cartel</a> that consists of 13 member countries that both produce and export oil. In the early 1970s, due to geopolitical events, OPEC imposed an oil embargo on the United States and other countries. OPEC banned oil exports to targeted countries and also imposed oil production cuts.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhat followed was a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplyshock.asp\" rel=\"noopener noreferrer\">supply shock</a> and a quadrupling of the price of oil from approximately $3 to $12 per barrel.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Cost-push inflation ensued since there was no increase in demand for the commodity. The impact of the supply cut led to a surge in gas prices as well as higher production costs for companies that used petroleum products. \n"]}