{"name": "Cost Accounting Definition", "@id": "https://www.investopedia.com/terms/c/cost-accounting.asp", "related": ["https://www.investopedia.com/terms/a/activity-cost-pool.asp", "https://www.investopedia.com/terms/f/full-costing.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/o/overhead-rate.asp", "https://www.investopedia.com/terms/b/backflush-costing.asp", "https://www.investopedia.com/terms/g/grossprofit.asp"], "body": ["\nCost accounting is a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managerialaccounting.asp\" rel=\"noopener noreferrer\">managerial accounting</a> that aims to capture a company's total <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/production-cost.asp\" rel=\"noopener noreferrer\">cost of production</a> by assessing the variable costs of each step of production as well as fixed costs, such as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\" rel=\"noopener noreferrer\">lease</a> expense.\n", "\nCost accounting is used by a company's internal management team to identify all variable and fixed costs associated with the production process. It will first measure and record these costs individually, then compare input costs to output results to aid in measuring financial performance and making future business decisions. There are many types of costs involved in cost accounting, which are defined below.\n", "\nWhile cost accounting is often used by management within a company to aid in decision-making, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialaccounting.asp\">financial accounting</a> is what outside investors or creditors typically see. Financial accounting presents a company's financial position and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialperformance.asp\">performance</a> to external sources through <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a>, which include information about its <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenues</a>, <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\">expenses</a>, <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a>, and <a data-component=\"link\" data-ordinal=\"7\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liabilities</a>. Cost accounting can be most beneficial as a tool for management in budgeting and in setting up cost control programs, which can improve net margins for the company in the future.\n", "\nOne key difference between cost accounting and financial accounting is that, while in financial accounting the cost is classified depending on the type of transaction, cost accounting classifies costs according to the information needs of the management. Cost accounting, because it is used as an internal tool by management, does not have to meet any specific standard such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">generally accepted accounting principles</a> (GAAP) and, as a result, varies in use from company to company or department to department.\n", "\nStandard costing assigns \"standard\" costs, rather than actual costs, to its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold</a> (COGS) and inventory. The standard costs are based on an efficient use of labor and materials to produce the good or service under standard operating conditions, and they are essentially the budgeted amount. Even though standard costs are assigned to the goods, the company still has to pay actual costs. Assessing the difference between the standard (efficient) cost and actual cost incurred is called variance analysis.\n", "\nIf the variance analysis determines that actual costs are higher than expected, the variance is unfavorable. If it determines the actual costs are lower than expected, the variance is favorable. Two factors can contribute to a favorable or unfavorable variance. There is the cost of the input, such as the cost of labor and materials. This is considered to be a rate variance. Additionally, there is the efficiency or quantity of the input used. This is considered to be a volume variance. If, for example, XYZ company expected to produce 400 widgets in a period but ended up producing 500 widgets, the cost of materials would be higher due to the total quantity produced.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/abc.asp\">Activity-based costing</a> (ABC) identifies overhead costs from each department and assigns them to specific cost objects, such as goods or services. The ABC system of cost accounting is based on activities, which is any event, unit of work, or task with a specific goal, such as setting up machines for production, designing products, distributing finished goods, or operating machines. These activities are also considered to be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activity-cost-driver.asp\">cost drivers</a>, and they are the measures used as the basis for allocating overhead costs.\n", "\nTraditionally, overhead costs are assigned based on one generic measure, such as machine hours. Under ABC, an activity analysis is performed where appropriate measures are identified as the cost drivers. As a result, ABC tends to be much more accurate and helpful when it comes to managers reviewing the cost and profitability of their company's specific services or products.\n", "\nFor example, cost accountants using ABC might pass out a survey to production line employees who will then account for the amount of time they spend on different tasks. The costs of these specific activities are only assigned to the goods or services that used the activity. This gives management a better idea of where exactly time and money is being spent.\n", "\nTo illustrate this, assume a company produces both trinkets and widgets. The trinkets are very labor-intensive and require quite a bit of hands-on effort from the production staff. The production of widgets is automated, and it mostly consists of putting the raw material in a machine and waiting many hours for the finished good. It would not make sense to use machine hours to allocate overhead to both items, because the trinkets hardly used any machine hours. Under ABC, the trinkets are assigned more overhead related to labor and the widgets are assigned more overhead related to machine use.\n", "\nThe main goal of lean accounting is to improve financial management practices within an organization. Lean accounting is an extension of the philosophy of lean manufacturing and production, which has the stated intention of minimizing waste while optimizing productivity. For example, if an accounting department is able to cut down on wasted time, employees can focus that saved time more productively on value-added tasks.\n", "\nWhen using lean accounting, traditional costing methods are replaced by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuebasedpricing.asp\">value-based pricing</a> and lean-focused performance measurements. Financial decision-making is based on the impact on the company's total value stream profitability. Value streams are the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitcentre.asp\">profit centers</a> of a company, which is any branch or division that directly adds to its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottomline.asp\">bottom-line</a> profitability.\n", "\nMarginal costing (sometimes called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-volume-profit-analysis.asp\">cost-volume-profit analysis</a>) is the impact on the cost of a product by adding one additional unit into production. It is useful for short-term economic decisions. Marginal costing can help management identify the impact of varying levels of costs and volume on operating profit. This type of analysis can be used by management to gain insight into potentially profitable new products, sales prices to establish for existing products, and the impact of marketing campaigns.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakevenpoint.asp\">break-even point</a>, which is the production level where total revenue for a product equals total expense, is calculated as the total fixed costs of a company divided by its contribution margin. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contributionmargin.asp\">contribution margin</a>, calculated as the sales revenue minus variable costs, can also be calculated on a per-unit basis in order to determine the extent to which a specific product contributes to the overall profit of the company.\n", "\nScholars believe that cost accounting was first developed during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrial-revolution.asp\" rel=\"noopener noreferrer\">industrial revolution</a> when the emerging economics of industrial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply.asp\" rel=\"noopener noreferrer\">supply</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demand</a> forced manufacturers to start tracking their fixed and variable expenses in order to optimize their production processes.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Cost accounting allowed railroad and steel companies to control costs and become more efficient. By the beginning of the 20th century, cost accounting had become a widely covered topic in the literature of business management.\n", "\nIn contrast to general accounting or financial accounting, the cost accounting method is an internally-focused, firm-specific system used to implement <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-control.asp\">cost controls</a>. Cost accounting can be much more flexible and specific, particularly when it comes to the subdivision of costs and inventory valuation. Cost accounting methods and techniques will vary from firm to firm and can become quite complex.\n", "\nCost accounting is helpful because it can identify where a company is spending its money, how much it earns, and where money is being lost. Cost accounting aims to report, analyze, and lead to the improvement of internal cost controls and efficiency. Even though companies cannot use cost accounting figures in their financial statements or for tax purposes, they are crucial for internal controls.\n", "\nThese will vary from industry to industry and firm to firm, however certain cost categories will typically be included (some of which may overlap), such as: direct costs; indirect costs; variable costs; fixed costs; and operating costs.\n", "\nSince cost accounting methods are developed by and tailored to a specific firm, they are highly customizable and adaptable. Managers appreciate cost accounting because it can be adapted, tinkered with, and implemented according to the changing needs of the business. Unlike the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\">Financial Accounting Standards Board</a> (FASB)-driven financial accounting, cost accounting need only concern itself with insider eyes and internal purposes. Management can analyze information based on criteria that it specifically values, which guides how prices are set, resources are distributed, capital is raised, and risks are assumed. \n", "\nCost accounting systems and the techniques that are used with it can have a high start-up cost to develop and implement. Training accounting staff and managers on esoteric and often complex systems takes time and effort, and mistakes may be made early on. Higher-skilled <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\">accountants</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auditor.asp\">auditors</a> are likely to charge more for their services when evaluating a cost accounting system than a standardized one like GAAP.\n"]}