{"name": "Cost of Debt Definition", "@id": "https://www.investopedia.com/terms/c/costofdebt.asp", "related": ["https://www.investopedia.com/terms/c/costofcapital.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/w/wacc.asp", "https://www.investopedia.com/terms/c/capitalstructure.asp", "https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp", "https://www.investopedia.com/terms/e/ebit.asp"], "body": ["\nThe cost of debt is the effective interest rate a company pays on its debts. It’s the cost of debt, such as bonds and loans, among others. The cost of debt often refers to the before-tax cost of debt, which is the company's cost of debt before taking taxes into account. However, the difference in the cost of debt before and after taxes lies in the fact that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\">interest expenses</a> are deductible.\n", "\nCost of debt is one part of a company's capital structure, which also includes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofequity.asp\">cost of equity</a>. Capital structure deals with how a firm finances its overall operations and growth through different sources of funds, which may include debt such as bonds or loans, among other types.\n", "\nThe cost of debt measure is helpful in understanding the overall rate being paid by a company to use these types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtfinancing.asp\">debt financing</a>. The measure can also give investors an idea of the company's risk level compared to others because riskier companies generally have a higher cost of debt.\n", "\nTo calculate the cost of debt, a company must determine the total amount of interest it is paying on each of its debts for the year. Then it divides this number by the total of all of its debt. The result is the cost of debt.\n", "\nThe cost of debt formula is the effective interest rate multiplied by (1 - tax rate). The effective tax rate is the weighted average interest rate of a company’s debt. \n", "\nFor example, say a company has a $1 million loan with a 5% interest rate and a $200,000 loan with a 6% rate. The effective interest rate on its debt is 5.2%. The company’s tax rate is 30%. Thus, its cost of debt is 3.64%, or 5.2% * (1 - 30%). \n", "\nThe interest on the first two loans is $50,000 and $12,000, respectively, and the interest on the bonds equates to $140,000. The total interest for the year is $202,000. The company's cost of debt is 6.31%, with a total debt of $3.2 million\n", "\nThe after-tax cost of debt is the interest paid on debt less any income tax savings due to deductible interest expenses. To calculate the after-tax cost of debt, subtract a company's effective tax rate from 1, and multiply the difference by its cost of debt. The company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\">marginal tax rate</a> is not used, rather, the company's state and the federal tax rate are added together to ascertain its effective tax rate.\n", "\nFor example, if a company's only debt is a bond it has issued with a 5% rate, its pre-tax cost of debt is 5%. If its tax rate is 40%, the difference between 100% and 40% is 60%, and 60% of the 5% is 3%. The after-tax cost of debt is 3%.\n", "\nThe rationale behind this calculation is based on the tax savings the company receives from claiming its interest as a business expense. To continue with the above example, imagine the company has issued $100,000 in bonds at a 5% rate. Its annual interest payments are $5,000. It claims this amount as an expense, and this lowers the company's income on paper by $5,000. As the company pays a 40% tax rate, it saves $2,000 in taxes by writing off its interest. As a result, the company only pays $3,000 on its debt. This equates to a 3% interest rate on its debt.\n", "\nLenders require that borrowers pay back the principal amount of a debt as well as interest in addition to that amount. The interest rate, or yield, demanded by creditors is the cost of debt - it is demanded to account for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\">time value of money</a>, inflation, and the risk that the loan will not be repaid. It also involves the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\">opportunity costs</a> associated with the money used for the loan not being put to use elsewhere.\n", "\nSeveral factors can increase the cost of debt. These include a longer payback period, since the longer a loan is outstanding, the greater the effects of the time value of money and opportunity costs. The riskier the borrower is the greater the cost of debt since there is a higher chance that the debt will default and the lender will not be repaid in full or in part. Backing a loan with collateral lowers the cost of debt, while unsecured debts will have higher costs.\n", "\nSince interest paid on debts is often treated favorably by tax codes, the deductions made to taxes due to outstanding debts can lower the effective cost of debt paid by a borrower. For instance, if a homeowner pays 6% on a fixed-rate mortgage, but also has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/home-mortgage-interest.asp\">mortgage interest tax deduction</a> at the 25% tax bracket, the effective cost of debt is reduced to 4.5%.\n", "\nDebt and equity capital both provide businesses money they need to maintain their day-to-day operations. Equity capital tends to be more expensive for firms and does not have as favorable tax treatment. Too much debt financing, however, can lead to creditworthiness issues and increase the risk of default or bankruptcy. As a result, firms look to optimize their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\">weighted average cost of capital</a> (WACC) across debt and equity.\n", "\nThe agency cost of debt is the conflict that arises between shareholders and debtholders of a public company when debtholders place limits on the use of the firm's capital if they believe that management will take actions that favor equity shareholders instead of debtholders. As a result, debtholders will place covenants on the use of capital, such as adherence to certain financial metrics, which, if broken, allows the debtholders to call back their capital.\n"]}