{"name": "Cost Per Click (CPC)", "@id": "https://www.investopedia.com/terms/c/cpc.asp", "related": ["https://www.investopedia.com/terms/c/cpm.asp", "https://www.investopedia.com/terms/c/click-fraud.asp", "https://www.investopedia.com/terms/m/monetize.asp", "https://www.investopedia.com/terms/b/banneradvertising.asp", "https://www.investopedia.com/terms/c/clickthroughrates.asp", "https://www.investopedia.com/terms/i/impression.asp"], "body": ["\nAlso known as pay-per-click (PPC), cost per click (CPC) is a method that websites use to bill based on the number of times a visitor clicks on an advertisement. The alternative is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpm.asp\">cost per thousand</a> (CPM), which is the number of impressions, or viewers, in thousands, regardless of whether each viewer clicks on the advertisement or not.\n", "\nCPC is often used when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/121714/how-internet-web-ad-industry-works.asp\">advertisers</a> have a set daily budget. When the advertiser's budget is hit, the ad is removed from the rotation for the remainder of the billing period.\n", "\nFor example, a website that has a CPC rate of 10 cents and provides 1,000 click-throughs would bill $100 ($0.10 x 1000). The amount that an advertiser pays for a click is usually set either by a formula or through a bidding process. The formula used is often cost per <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/impression.asp\">impression</a> (CPI) divided by percent click-through ratio (%CTR).\n", "\nCPC is the amount that a website publisher receives when a paid advertisement on the site is clicked. Business is increasingly done online, and advertising is following. Global online advertising generated an estimated $170.5 billion in 2015. Publishers usually look to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third party</a> to match them with advertisers; the largest such entity is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/030416/googles-6-most-profitable-lines-business-googl.asp\">Google AdWords</a>.\n", "\nWeb site publishers can contract with Google to place ads on their site. The ads can contain a combination of text, images, or videos. Google decides what type of ads to run on a given site, based on the amount of traffic that it receives, the type of content or subject matter, and the number of advertisers interested in the material.\n", "\nThe publisher is paid based on the number of times viewers click the ad; the amount paid per click is that ad's CPC. Advertisers bid how much they are willing to pay for each click, and Google uses complex <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/algorithm.asp\">algorithms</a> to match publishers and advertisers. Sites with the largest number of unique visitors and that incorporate the most valuable keywords receive the highest CPC. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auction.asp\">auction</a> for ads is dynamic and continuous, so CPC changes constantly.\n", "\nSmall publishers find it very difficult to make money via Google AdWords. It can be difficult to meet the criteria to join the program, and even if accepted, the minimum payout of $100 is beyond the reach of many.\n", "\nAs digital currencies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">bitcoin</a> become more mainstream, so-called peer-to-peer (P2P) networks are using <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a> technology to move into online advertising. The best known is BitTeaser, which debuted in January 2015. It charges and pays in bitcoin and accommodates far smaller users, CPCs and payments than AdWords.\n"]}