{"name": "Cost of Revenue Definition", "@id": "https://www.investopedia.com/terms/c/cost-of-revenue.asp", "related": ["https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/g/grossprofit.asp", "https://www.investopedia.com/terms/g/grossmargin.asp", "https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/b/businessexpenses.asp"], "body": ["\nThe cost of revenue is the total cost of manufacturing and delivering a product or service to consumers. Cost of revenue information is found in a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a> and is designed to represent the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/directcost.asp\">direct costs</a> associated with the goods and services the company provides. The service industry often favors using the cost of revenue metric because it is a more comprehensive account of the various costs associated with selling a good or service.\n", "\nCost of revenue is different from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold (COGS)</a> because the former also includes costs outside of production, such as distribution and marketing.The cost of revenue takes into account the cost of goods sold (COGS) or cost of services provided plus any additional costs incurred to generate a sale. Although the cost of revenue factors in many costs associated with sales, it does not take into account the indirect costs, such as salaries paid to managers. The costs considered part of the cost of revenue include a multitude of items, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-labor.asp\">cost of labor</a>, commission, materials, and sales discounts.\n", "\nWhen comparing profit measures using a standard formula for profit margins such as those listed in an income statement, creating a profit margin measure based on the cost of revenue would generate a lower value than those typically used by corporations for quarterly reporting. This is because it includes the COGS or cost of services and other direct costs. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contributionmargin.asp\">contribution margin</a> includes total variable costs, and the gross margin only includes the COGS or the cost of services. A company with a low cost of revenue to total revenue percentage indicates that it is in stable financial health and may have strong sales.\n", "\nAssume XYZ Inc. sells electronics products and offers services to repair electronic equipment. XYZ Inc. reported total revenue of $100 million, COGS of $15 million, and cost of services sold of $7 million. The company had direct labor costs of $5 million, marketing expenses of $1 million, and direct overhead costs of $3 million. Additionally, the company paid $10 million to its management and had rental costs of $8 million.\n", "\nFrom the information provided, the company's cost of revenue is $31 million for the fiscal period. The $10 million paid to its management and the rental costs of $8 million are indirect costs, which are not included in the cost of revenue. Since the company had total revenue of $100 million, XYZ Inc. has a cost of revenue margin of $100 million - $31 million = $69 million. Moreover, the company has a cost of revenue to total revenue percentage of 31%, or $31 million divided by $100 million.\n"]}