{"name": "Cost of Goods Sold – COGS Definition", "@id": "https://www.investopedia.com/terms/c/cogs.asp", "related": ["https://www.investopedia.com/terms/a/average-cost-flow-assumption.asp", "https://www.investopedia.com/terms/i/inventoryturnover.asp", "https://www.investopedia.com/terms/f/full-costing.asp", "https://www.investopedia.com/terms/g/grossmargin.asp", "https://www.investopedia.com/terms/n/netloss.asp", "https://www.investopedia.com/terms/o/operatingincome.asp"], "body": ["\nCost of goods sold (COGS) refers to the direct costs of producing the goods sold by a company. This amount includes the cost of the materials and labor directly used to create the good. It excludes indirect expenses, such as distribution costs and sales force costs.\n", "\nCost of goods sold is also referred to as \"cost of sales.\"\n", "\n<span data-value=\"\\begin{aligned} &amp;\\text{COGS}=\\text{Beginning Inventory}+\\text{P}-\\text{Ending Inventory}\\\\ &amp;\\textbf{where}\\\\ &amp;\\text{P}=\\text{Purchases during the period}\\\\ \\end{aligned}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mtable>\n<mtr>\n<mtd>\n<mstyle>\n<mrow></mrow>\n</mstyle>\n</mtd>\n<mtd>\n<mstyle>\n<mrow>\n<mrow></mrow>\n<mtext>\nCOGS\n</mtext>\n<mo>\n=\n</mo>\n<mtext>\nBeginning Inventory\n</mtext>\n<mo>\n+\n</mo>\n<mtext>\nP\n</mtext>\n<mo>\n−\n</mo>\n<mtext>\nEnding Inventory\n</mtext>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mstyle>\n<mrow></mrow>\n</mstyle>\n</mtd>\n<mtd>\n<mstyle>\n<mrow>\n<mrow></mrow>\n<mtext>\nwhere\n</mtext>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mstyle>\n<mrow></mrow>\n</mstyle>\n</mtd>\n<mtd>\n<mstyle>\n<mrow>\n<mrow></mrow>\n<mtext>\nP\n</mtext>\n<mo>\n=\n</mo>\n<mtext>\nPurchases during the period\n</mtext>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n</mtable>\n</mrow>\n<annotation encoding=\"application/x-tex\">\n\\begin{aligned} &amp;\\text{COGS}=\\text{Beginning Inventory}+\\text{P}-\\text{Ending Inventory}\\\\ &amp;\\textbf{where}\\\\ &amp;\\text{P}=\\text{Purchases during the period}\\\\ \\end{aligned}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"strut\"></span><span class=\"strut bottom\"></span><span class=\"base\"><span class=\"mord\"><span class=\"mtable\"><span class=\"col-align-r\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"></span></span></span></span><span class=\"col-align-l\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord\"></span><span class=\"mord text\"><span class=\"mord mathrm\">COGS</span></span><span class=\"mrel\">=</span><span class=\"mord text\"><span class=\"mord mathrm\">Beginning Inventory</span></span><span class=\"mbin\">+</span><span class=\"mord text\"><span class=\"mord mathrm\">P</span></span><span class=\"mbin\">−</span><span class=\"mord text\"><span class=\"mord mathrm\">Ending Inventory</span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord\"></span><span class=\"mord text\"><span class=\"mord mathbf\">where</span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord\"></span><span class=\"mord text\"><span class=\"mord mathrm\">P</span></span><span class=\"mrel\">=</span><span class=\"mord text\"><span class=\"mord mathrm\">Purchases during the period</span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"></span></span></span></span></span></span></span></span></span></span>﻿\n", "\nInventory that is sold appears in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a> under the COGS account. The beginning inventory for the year is the inventory left over from the previous year—that is, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102714/what-are-differences-between-income-statements-merchandising-companies-vs-service-companies.asp\" rel=\"noopener noreferrer\">merchandise</a> that was not sold in the previous year. Any additional productions or purchases made by a manufacturing or retail company are added to the beginning inventory. At the end of the year, the products that were not sold are subtracted from the sum of beginning inventory and additional purchases. The final number derived from the calculation is the cost of goods sold for the year.\n", "\nThe balance sheet has an account called the current assets account. Under this account is an item called inventory. The balance sheet only captures a company’s financial health at the end of an accounting period. This means that the inventory value recorded under current assets is the ending inventory. Since the beginning inventory is the inventory that a company has in stock at the beginning of its accounting period, it means that the beginning inventory is also the company’s ending inventory at the end of the previous accounting period.\n", "\nThe COGS is an important metric on the financial statements as it is subtracted from a company’s revenues to determine its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossprofit.asp\" rel=\"noopener noreferrer\">gross profit</a>. The gross profit is a profitability measure that evaluates how efficient a company is in managing its labor and supplies in the production process.\n", "\nBecause COGS is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/09/business-startup-costs.asp\" rel=\"noopener noreferrer\">cost of doing business</a>, it is recorded as a business expense on the income statements. Knowing the cost of goods sold helps analysts, investors, and managers estimate the company’s bottom line. If COGS increases, net income will decrease. While this movement is beneficial for income tax purposes, the business will have less profit for its shareholders. Businesses thus try to keep their COGS low so that net profits will be higher.\n", "\nCost of goods sold (COGS) is the cost of acquiring or manufacturing the products that a company sells during a period, so the only costs included in the measure are those that are directly tied to the production of the products, including the cost of labor, materials, and manufacturing overhead. For example, the COGS for an automaker would include the material costs for the parts that go into making the car plus the labor costs used to put the car together. The cost of sending the cars to dealerships and the cost of the labor used to sell the car would be excluded.\n", "\nFurthermore, costs incurred on the cars that were not sold during the year will not be included when calculating COGS, whether the costs are direct or indirect. In other words, COGS includes the direct cost of producing goods or services that were purchased by customers during the year.\n", "\nThe value of the cost of goods sold depends on the inventory costing method adopted by a company. There are three methods that a company can use when recording the level of inventory sold during a period: First In, First Out (FIFO), Last In, First Out (LIFO), and the Average Cost Method.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe earliest goods to be purchased or manufactured are sold first. Since prices tend to go up over time, a company that uses the FIFO method will sell its least expensive products first, which translates to a lower COGS than the COGS recorded under LIFO. Hence, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net income</a> using the FIFO method increases over time.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe latest goods added to the inventory are sold first. During periods of rising prices, goods with higher costs are sold first, leading to a higher COGS amount. Over time, the net income tends to decrease.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe average price of all the goods in stock, regardless of purchase date, is used to value the goods sold. Taking the average product cost over a time period has a smoothing effect that prevents COGS from being highly impacted by extreme costs of one or more acquisitions or purchases.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nThe special identification method uses the specific cost of each unit if merchandise (also called inventory or goods) to calculate the ending inventory and COGS for each period. In this method, a business knows precisely which item was sold and the exact cost. Further, this method is typically used in industries that sell unique items like cars, real estate, and rare and precious jewels.\n", "\nMany service companies do not have any cost of goods sold at all. COGS is not addressed in any detail in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/generally-accepted-accounting-principles-gaap/?rp=i\" rel=\"noopener noreferrer\">generally accepted accounting principles</a> (GAAP), but COGS is defined as only the cost of inventory items sold during a given period. Not only do service companies have no goods to sell, but purely service companies also do not have inventories. If COGS is not listed on the income statement, no deduction can be applied for those costs.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nExamples of pure service companies include accounting firms, law offices, real estate appraisers, business consultants, professional dancers, etc. Even though all of these industries have business expenses and normally spend money to provide their services, they do not list COGS. Instead, they have what is called \"cost of services,\" which does not count towards a COGS deduction.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-revenue.asp\" rel=\"noopener noreferrer\">Costs of revenue</a> exist for ongoing contract services that can include raw materials, direct labor, shipping costs, and commissions paid to sales employees. These items cannot be claimed as COGS without a physically produced product to sell, however. The IRS website even lists some examples of \"personal service businesses\" that do not calculate COGS on their income statements. These include doctors, lawyers, carpenters, and painters.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nMany service-based companies have some products to sell. For example, airlines and hotels are primarily providers of services such as transport and lodging, respectively, yet they also sell gifts, food, beverages, and other items. These items are definitely considered goods, and these companies certainly have inventories of such goods. Both of these industries can list COGS on their income statements and claim them for tax purposes.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nBoth <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatingratio.asp\">operating</a> expenses and cost of goods sold (COGS) are expenditures that companies incur with running their business. However, the expenses are segregated on the income statement. Unlike COGS, operating expenses (OPEX) are expenditures that are not directly tied to the production of goods or services.\n", "\nTypically, SG&amp;A (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sga.asp\">selling, general, and administrative expenses</a>) are included under operating expenses as a separate line item. SG&amp;A expenses are expenditures that are not directly tied to a product such as overhead costs. Examples of operating expenses include the following:\n", "\nCOGS can easily be manipulated by accountants or managers looking to cook the books. It can be altered by:\n", "\nWhen inventory is artificially inflated, COGS will be under-reported which, in turn, will lead to higher than the actual gross profit margin, and hence, an inflated net income.\n", "\nInvestors looking through a company’s financial statements can spot unscrupulous inventory accounting by checking for inventory buildup, such as inventory rising faster than revenue or total assets reported.\n", "\nAs a historical example, let's calculate the cost of goods sold for J.C. Penney (NYSE: JCP) for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalyear.asp\">fiscal year</a> (FY) ended 2016. The first step is to find the beginning and ending inventory on the company's balance sheet:\n", "\nUsing the formula for COGS, we can compute the following:\n", "\nIf we look at the company's 2016 income statement, we see that the reported COGS is $8.07 billion, the exact figure that we calculated here.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nCost of goods sold (COGS) is calculated by adding up the various direct costs required to generate a company’s revenues. Importantly, COGS is based only on the costs that are <em>directly</em> utilized in producing that revenue, such as the company’s inventory or labor costs that can be attributed to specific sales. By contrast, fixed costs such as managerial salaries, rent, and utilities are not included in COGS. Inventory is a particularly important component of COGS, and accounting rules permit several different approaches for how to include it in the calculation.\n", "\nCOGS does not include salaries and other general and administrative expenses. However, certain types of labor costs can be included in COGS, provided that they can be directly associated with specific sales. For example, a company that uses contractors to generate revenues might pay those contractors a commission based on the price charged to the customer. In that scenario, the commission earned by the contractors might be included in the company’s COGS, since that labor cost is directly connected to the revenues being generated.\n", "\nIn theory, COGS should include the cost of all inventory that was sold during the accounting period. In practice, however, companies often don’t know exactly which units of inventory were sold. Instead, they rely on accounting methods such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\">First In, First Out (FIFO)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifo.asp\">Last In, First Out (LIFO)</a> rules to estimate what value of inventory was actually sold in the period. If the inventory value included in COGS is relatively high, then this will place downward pressure on the company’s gross profit. For this reason, companies sometimes choose accounting methods that will produce a lower COGS figure, in an attempt to boost their reported profitability.\n"]}