{"name": "Counterparty Definition", "@id": "https://www.investopedia.com/terms/c/counterparty.asp", "related": ["https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/o/one_to_many.asp", "https://www.investopedia.com/terms/b/blind-brokering.asp", "https://www.investopedia.com/terms/s/stock-trader.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/f/futurescontract.asp"], "body": ["\nA counterparty is the other party that participates in a financial transaction, and every transaction must have a counterparty in order for the transaction to go through. More specifically, every buyer of an asset must be paired up with a seller who is willing to sell and vice versa. For example, the counterparty to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">option</a> buyer would be an option <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/writing-an-option.asp\">writer</a>. For any complete trade, several counterparties may be involved (for instance a buy of 1,000 shares is filled by ten sellers of 100 shares each).\n", "\nThe term counterparty can refer to any entity on the other side of a financial transaction. This can include deals between individuals, businesses, governments, or any other organization. Additionally, both parties do not have to be on equal standing in regards to the type of entities involved. This means an individual can be a counterparty to a business and vice versa. In any instances where a general contract is met or an exchange agreement takes place, one party would be considered the counterparty, or the parties are counterparties to each other. This also applies to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardcontract.asp\">forward contracts</a> and other contract types.\n", "\nA counterparty introduces <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/counterpartyrisk.asp\">counterparty risk</a> into the equation. This is the risk that the counterparty will be unable to fulfill their end of the transaction. However, in many financial transactions, the counterparty is unknown and the counterparty risk is mitigated through the use of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\">clearing firms</a>. In fact, with typical exchange trading, we do not ever know who our counterparty is on any trade, and often times there will be several counterparties each making up a piece of the trade.\n", "\nCounterparties on a trade can be classified in several ways. Having an idea of your potential counterparty in a given environment can provide insights into how the market is likely to act based on your presence/orders/transactions and other similar style traders. Here are just a few prime examples:\n", "\nIn the case of a purchase of goods from a retail store, the buyer and retailer are counterparties in the transaction. In terms of financial markets, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bond</a> seller and bond buyer are counterparties.\n", "\nIn certain situations, multiple counterparties may exist as a transaction progresses. Each exchange of funds, goods or services in order to complete a transaction can be considered as a series of counterparties. For example, if a buyer purchases a retail product online to be shipped to their home, the buyer and retailer are counterparties, as are the buyer and the delivery service.\n", "\nIn a general sense, any time one party supplies funds, or items of value, in exchange for something from a second party, counterparties exist. Counterparties reflect the dual-sided nature of transactions.\n", "\nIn dealings with a counterparty, there is an innate risk that one of the people or entities involved will not fulfill their obligation. This is especially true for over-the-counter (OTC) transactions. Examples of this include the risk that a vendor will not provide a good or service after the payment is processed, or that a buyer will not pay an obligation if the goods are provided first. It can also include the risk that one party will back out of the deal prior to the transaction occurring but after an initial agreement is reached.\n", "\nFor structured markets, such as the stock or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a> markets, financial counterparty risk is mitigated by the clearing houses and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchanges</a>. When you buy a stock, you don't need to worry about the financial viability of the person on the other side of the transaction. The clearing house or exchange steps up as the counterparty, guaranteeing the stocks you bought or the funds you expect from a sale.\n", "\nCounterparty risk gained greater visibility in the wake of the 2008 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">global financial crisis</a>. AIG famously leveraged its AAA <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a> to sell (write) credit default swaps (CDS) to counterparties who wanted default protection (in many cases, on <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cdo.asp\">CDO</a> tranches). When AIG could not post additional collateral and was required to provide funds to counterparties in the face of deteriorating <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reference-obligation.asp\">reference obligations</a>, the U.S. government bailed them out.\n", "\nFor more on this topic risk, see our <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/optioninvestor/11/understanding-counterparty-risk.asp\"><em>Introduction to Conunterparty Risk</em></a>.\n"]}