{"name": "Cover Letter Definition", "@id": "https://www.investopedia.com/terms/c/cover-letter.asp", "related": ["https://www.investopedia.com/terms/r/resume.asp", "https://www.investopedia.com/terms/w/w2form.asp", "https://www.investopedia.com/terms/t/technical-job-skills.asp", "https://www.investopedia.com/terms/t/terms-of-employment.asp", "https://www.investopedia.com/homeowners-insurance-declaration-page-5074111", "https://www.investopedia.com/terms/d/demand-letter.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/083115/financial-analyst-cover-letters-get-you-hired.asp\" rel=\"noopener noreferrer\">cover letter</a> is a written document commonly submitted with a job application outlining the applicant's credentials and interest in the open position. Since a cover letter is often one of only two documents sent to a potential employer, a well- or poorly-written letter can impact whether the applicant is called for an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/010516/4-things-you-should-never-reveal-during-job-interview.asp\" rel=\"noopener noreferrer\">interview</a>.\n", "\nMost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0711/9-different-ways-to-find-a-new-job.aspx\">job postings</a> are done online and no longer require a physical application. Instead, applicants send companies a copy of their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/10/investment-banking-resume.asp\">resume</a> along with a cover letter either by email or with a hard copy through the mail. A resume offers a glimpse into the professional and academic experience of a potential employee. The cover letter, on the other hand, acts as an introduction written by the candidate to express their interest in the position and what makes them the best fit for the job.\n", "\nA good cover letter complements a resume by expanding on items relevant to the job. In essence, it's a sales pitch that describes why the applicant is the best person for the position. Career experts advise job seekers to spend time customizing each cover letter for the particular position, rather than using a generic missive. Although this requires extra effort, it can be very helpful in allowing an applicant to stand out above the competition.\n", "\nThe cover letter provides information to the employer about who the candidate is as a professional and as a person. This includes their areas of interests, professional goals, knowledge, skills they've gained over the years, their achievements, passions, and aspirations. The cover letter should be a one-page document that provides a clear and concise idea about why the candidate is the best for the job. It also should highlight swiftly the cultural fit.\n", "\nWriting a cover letter doesn't have to be tedious—even though it may seem like it's a chore. Here are a few simple tips you may want to consider when composing your cover letter:\n", "\nA perfect resume can often be sabotaged by a poorly thought-out cover letter or one that is laden with mistakes. Whether you include the letter as per required submission guidelines, or you simply want to emphasize your interest in the job, make sure you avoid making these blunders.\n"]}