{"name": "Creditor Definition", "@id": "https://www.investopedia.com/terms/c/creditor.asp", "related": ["https://www.investopedia.com/terms/p/preferred-creditor.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/t/titleloan.asp", "https://www.investopedia.com/terms/c/costofdebt.asp", "https://www.investopedia.com/terms/d/debtrestructuring.asp"], "body": ["\nA creditor is an entity (person or institution) that extends credit by giving another entity permission to borrow money intended to be repaid in the future. A business that provides supplies or services to a company or individual and does not demand payment immediately is also considered a creditor, based on the fact that the client owes the business money for services already rendered.\n", "\nCreditors can be classified as either personal or real. People who loan money to friends or family are personal creditors. Real creditors such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-capital.asp\">banks</a> or finance companies have legal contracts with the borrower, sometimes granting the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\">lender</a> the right to claim any of the debtor's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realasset.asp\">real assets</a> (e.g., <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> or cars) if they fail to pay back the loan.\n", "\nSimply, creditors make money by charging interest on the loans they offer their clients. For example, if a creditor lends a borrower $5,000 with a 5% interest rate, the lender makes money due to the interest on the loan. In turn, the creditor accepts a degree of risk that the borrower may not repay the loan.\n", "\nTo mitigate risk, most creditors index their interest rates or fees to the borrower's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\">creditworthiness</a> and past credit history. Thus, being a responsible borrower could save you a substantial sum, particularly if you are taking out a large loan, like a mortgage. Interest rates for mortgages vary based on a myriad of factors, including the size of the down payment and the lender itself; however, one's creditworthiness has a primary impact on the interest rate.\n", "\nBorrowers with great <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\">credit scores</a> are considered low-risk to creditors, and as a result, these borrowers garner low interest rates. In contrast, borrowers with low credit scores are riskier for creditors, and creditors charge them higher interest rates to address that risk. \n", "\nIf a creditor does not receive repayment, they have a few different options. Personal creditors who cannot recoup a debt may be able to claim it as a short-term capital gains loss on their income tax return, but to do so, they must make a significant effort to reclaim the debt.\n", "\nCreditors such as banks can repossess collateral such as homes and cars on secured loans, and they can take debtors to court over unsecured debts. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061715/what-difference-between-lien-and-encumbrance.asp\">The courts may order the debtor to pay, garnish wages, or take other actions</a>.\n", "\nIf a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtor.asp\">debtor</a> decides to declare <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>, the court notifies the creditor of the proceedings. In some bankruptcy cases, all of the debtor's non-essential assets are sold to repay debts, and the bankruptcy trustee repays the debts in order of their priority.\n", "\nTax debts and child support typically get the highest priority along with criminal fines, overpayments of federal benefits, and a handful of other debts. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecured.asp\">Unsecured</a> loans such as credit cards are prioritized last, giving those creditors the smallest chance of recouping funds from debtors during bankruptcy proceedings.\n"]}