{"name": "Crowdfunding Definition", "@id": "https://www.investopedia.com/terms/c/crowdfunding.asp", "related": ["https://www.investopedia.com/terms/d/donationbased-crowd-funding.asp", "https://www.investopedia.com/terms/a/acorn-collective.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/i/initial-coin-offering-ico.asp", "https://www.investopedia.com/terms/m/mark-zuckerberg.asp", "https://www.investopedia.com/terms/s/seriesa.asp"], "body": ["\nCrowdfunding is the use of small amounts of capital from a large number of individuals to finance a new business venture. Crowdfunding makes use of the easy accessibility of vast networks of people through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-media.asp\" rel=\"noopener noreferrer\">social media</a> and crowdfunding websites to bring investors and entrepreneurs together, with the potential to increase entrepreneurship by expanding the pool of investors beyond the traditional circle of owners, relatives, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapitalist.asp\" rel=\"noopener noreferrer\">venture capitalists</a>.\n", "\nIn most jurisdictions, restrictions apply to who can fund a new business and how much they are allowed to contribute. Similar to the restrictions on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge fund</a> investing, these regulations are supposed to protect unsophisticated or non-wealthy investors from putting too much of their savings at risk. Because so many new businesses fail, their investors face a high risk of losing their principal.\n", "\nCrowdfunding has created the opportunity for entrepreneurs to raise hundreds of thousands or millions of dollars from anyone with money to invest. Crowdfunding provides a forum to anyone with an idea to pitch it in front of waiting investors.\n", "\nOne of the more amusing projects to receive funding was from an individual who wanted to create a new potato salad recipe. His fundraising goal was $10, but he raised more than $55,000 from 6,911 backers. Investors can select from hundreds of projects and invest as little as $10. Crowdfunding sites generate revenue from a percentage of the funds raised.\n", "\nThe two most traditional uses of the term reflect the type of crowdfunding done by start-up companies looking to bring a product or service into the world and by individuals who experienced some type of emergency. Many individuals affected by a natural disaster, hefty medical expense, or another tragic event such as a house fire have received an amount of financial relief they wouldn't otherwise have had access to thanks to crowdfunding platforms. Start-up companies\n", "\nHowever, in recent years, some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-crowdfunding-platforms-5079933\" rel=\"noopener noreferrer\">crowdfunding platforms</a> such as Patreon and Substack have extended the reach of crowdfunding to offer a way for creative people—artists, writers, musicians, or podcasters—to sustain their creative work by receiving a steady source of income.\n", "\nCrowdfunding websites such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/120214/how-does-kickstarter-make-money.asp\" rel=\"noopener noreferrer\">Kickstarter</a>, Indiegogo, and GoFundMe attract hundreds of thousands of people hoping to create, or support, the next big thing.\n", "\nAs of 2021, GoFundMe is the largest crowdfunding platform. Since GoFundMe was founded in 2010, the site has raised over $10 billion through more than 150 million donations.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ GoFundMe is the site most popular for individuals seeking to recover from a medical expense or disaster such as a house fire, natural disaster, or unexpected emergency expense. Start-up companies tend to use Kickstarter.\n", "\nKickstarter is another popular choice. As of 2021, since it was founded in 2009, Kickstarter has successfully funded nearly 200,000 projects, with more than $5.7 billion pledged across all Kickstarter projects.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Kickstarter is the most popular crowdfunding site for aspiring businesses hoping to raise capital and reach a larger audience. In fact, unlike GoFundMe, Kickstarter can <em>only</em> be used for creating projects that can be shared with others.\n", "\nAdditionally, Kickstarter cannot be used to raise funds to donate to a charity or cause, projects can't offer incentives like equity, revenue sharing, or investment opportunities, nor can any project involve the site's list of prohibited items such as \"any item claiming to diagnose, cure, treat, or prevent an illness or condition\", political fundraising, drugs or alcohol, or any contests, coupons, gambling, and raffles.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nIndiegogo started as a crowdfunding site initially focused exclusively on raising money for independent films but began accepting projects from any category a year after its launch in 2007.\n", "\nIndiegogo is seen as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-alternatives-to-kickstarter-5081260\" rel=\"noopener noreferrer\">less strict and more flexible platform</a> than Kickstarter, as it gives backers control over whether they want fixed or flexible models—this is probably the most significant difference between the two crowdfunding platforms. Kickstarter releases funds only after the campaign has reached its funding goal, whereas Indiegogo allows the campaigner to receive funding <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pro-rata.asp\" rel=\"noopener noreferrer\">pro-rata</a>, or wait until their target is hit.\n", "\nAs a campaigner, it might be easier and less risky to go with flexible funding (i.e., receiving funds as they come); however, regardless of the amount raised, campaigners must still deliver on any promises made. For a backer, fixed funding is more attractive as it is associated with much less of a risk.\n", "\nThe most obvious advantage of crowdfunding for a start-up company or individual is its ability to provide access to a larger and more diverse group of investors/supporters. With the ubiquity of social media, crowdfunding platforms are an incredible way for businesses and individuals to both grow their audience and receive the funding they need.\n", "\nFurthermore, many crowdfunding projects are rewards-based; investors may get to participate in the launch of a new product or receive a gift for their investment. For instance, the maker of a new soap made out of bacon fat may send a free bar to each of its investors. Video games are a popular crowdfunding investment for gamers, who often receive advance copies of the game as a reward.\n", "\nEquity-based crowdfunding is growing in popularity because it allows startup companies to raise money without giving up control to venture capital investors. In some cases, it also offers investors the opportunity to earn an equity position in the venture. In the United States, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission </a>(SEC) regulates equity-based crowdfunding.\n", "\nPotential disadvantages of crowdfunding include the possible damage to you or your company's reputation caused by \"resorting\" to crowdfunding, the fees associated with the crowdfunding site, and, at least on some platforms, if you don't reach your funding goal, any finance that has been pledged will be returned to your investors and you will receive nothing.\n", "\nMany of the products and businesses crowdfunded on Kickstarter became very successful and lucrative endeavors. For instance, Oculus VR, an American company specializing in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/virtual-reality.asp\" rel=\"noopener noreferrer\">virtual reality</a> hardware and software products, was funded through the site. In 2012, founder Palmer Luckey launched a Kickstarter campaign to raise money to make virtual reality headsets designed for video gaming available to developers. The campaign crowdfunded $2.4 million, ten times the original goal of $250,000.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ In March 2014, Facebook, Inc. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fb\" rel=\"noopener noreferrer\">FB</a>) acquired Oculus VR for $2.3 billion in cash and stock.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nAnother example of a company that rose to success through the help of Kickstarter campaigns is M3D, a company founded by two friends that manufacture small <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/3d-printing.asp\" rel=\"noopener noreferrer\">3D printers</a>. David Jones and Michael Armani raised $3.4 million for their Micro 3D printer on the crowdfunding site in 2014.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The tiny 3D printer, which comes with a variety of durable 3D inks, is now available at Staples, Amazon.com, Inc. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=amzn\" rel=\"noopener noreferrer\">AMZN</a>), Brookstone, and elsewhere.\n", "\nIn April 2019, Critical Role, a weekly live-streamed tabletop roleplaying game featuring a group of prominent voice actors, raised $4.7 million in just 24 hours for its latest animated special “The Legend of Vox Machina.” No other 2019 Kickstarter campaign raised that amount over their entire 30 to 60 day raising period.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nCrowdfunding is the use of small amounts of capital from a large number of individuals to finance a new business venture. Depending on the type of crowdfunding, investors either donate money altruistically or get rewards such as equity in the company that raised the money.\n", "\nFor crowdfunding that operates on a donation basis, the company does not need to pay back investors. However many companies offer incentives for early backers such as an advance copy of the product.\n", "\nYes. In 2017, the Australian government amended the 2001 Corporations Act to provide a legislative framework for crowd-sourced funding.\n", "\nAll Micro Small and Medium Enterprises (MSMEs) incorporated as a company in Nigeria with a minimum of two-years operating track record are eligible to raise funds through a Crowdfunding Portal, in exchange for the issuance of shares, debentures, or such other investment instrument as the Commission may determine from time to time. However, companies with more than N500,000,000.00 (five hundred million Naira) in assets cannot raise funds through a Crowdfunding Portal registered in Nigeria.\n"]}