{"name": "Crude Oil Definition", "@id": "https://www.investopedia.com/terms/c/crude-oil.asp", "related": ["https://www.investopedia.com/terms/c/crack.asp", "https://www.investopedia.com/terms/c/crackspread.asp", "https://www.investopedia.com/terms/i/intermarketspread.asp", "https://www.investopedia.com/terms/h/hubbert-peak-theory.asp", "https://www.investopedia.com/terms/s/spotcommodity.asp", "https://www.investopedia.com/terms/f/futurescontract.asp"], "body": ["\nCrude oil is a naturally occurring petroleum product composed of hydrocarbon deposits and other organic materials. A type of fossil fuel, crude oil is refined to produce usable products including gasoline, diesel, and various other forms of petrochemicals. It is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrenewableresource.asp\">nonrenewable resource</a>, which means that it can't be replaced naturally at the rate we consume it and is, therefore, a limited resource.\n", "\nCrude oil is typically obtained through drilling, where it is usually found alongside other resources, such as natural gas (which is lighter and therefore sits above the crude oil) and saline water (which is denser and sinks below).\n", "\nAfter its extraction, crude oil is refined and processed into a variety of forms, such as gasoline, kerosene, and asphalt, for sale to consumers.\n", "\nAlthough it is often called \"black gold,\" crude oil has a range of viscosity and can vary in color from black to yellow depending on its hydrocarbon composition. Distillation, the process by which oil is heated and separated into different components, is the first stage in refining.\n", "\nAlthough fossil fuels like coal have been harvested for centuries, crude oil was first discovered and developed during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrial-revolution.asp\">Industrial Revolution</a>, and its industrial uses were developed in the 19th century. Newly invented machines revolutionized the way we do work, and they depended on these resources to run.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nToday, the world's economy is largely dependent on fossil fuels such as crude oil, and the demand for these resources often sparks political unrest, as a small number of countries control the largest reservoirs. Like any industry, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\">supply and demand</a> heavily affect the prices and profitability of crude oil. The United States, Saudi Arabia, and Russia are the leading producers of oil in the world.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nIn the late 19th and early 20th centuries, the United States was one of the world's leading oil producers, and U.S. companies developed the technology to make oil into useful products like gasoline.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> During the middle and last decades of the 20th century, U.S. oil production fell dramatically, and the U.S. became an energy importer.\n", "\nIts major supplier was the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opec.asp\">Organization of the Petroleum Exporting Countries</a> (OPEC), founded in 1960, which consists of the world's largest (by volume) holders of crude oil and natural gas, reserves.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> As such, the OPEC nations had a great deal of economic leverage in determining supply, and therefore the price, of oil in the late 1900s.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nIn the early 21st century, the development of new technology, particularly hydro-fracturing, created a second U.S. energy boom, largely decreasing OPEC's importance and influence.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nHeavy reliance on fossil fuels is cited as one of the main causes of global warming, a topic that has gained traction in the past 20 years.\n", "\nRisks surrounding oil drilling include oil spills and ocean acidification, which damage the ecosystem.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nIn the 21st century, many manufacturers have begun creating products that rely on alternative sources of energy, such as cars run by electricity, homes powered by solar panels, and communities powered by wind turbines.<span class=\"ql-inline-citation\" data-cite=\"10\"></span>\n", "\nInvestors may purchase two types of oil contracts: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contracts</a> and spot contracts. To the individual investor, oil can be a speculative asset, a portfolio diversifier, or a hedge against related positions.\n", "\nThe price of the spot contract reflects the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\">current market price</a> for oil, whereas the futures price reflects the price buyers are willing to pay for oil on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deliverydate.asp\">delivery date</a> set at some point in the future.\n", "\nThe futures price is no guarantee that oil will actually hit that price in the current market when that date comes. It is just the price that, at the time of the contract, purchasers of oil are anticipating. The actual price of oil on that date depends on many factors.\n", "\nMost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodity</a> contracts that are bought and sold on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotmarket.asp\">spot markets</a> take effect immediately: Money is exchanged, and the purchaser accepts delivery of the goods. In the case of oil, the demand for immediate delivery versus future delivery is small, in no small part due to the logistics of transporting oil.\n", "\nInvestors, of course, don't intend to take delivery of commodities at all (although there have been cases of investor errors that have resulted in unexpected deliveries), so futures contracts are more commonly used by traders and investors.<span class=\"ql-inline-citation\" data-cite=\"11\"></span>\n", "\nAn oil futures contract is an agreement to buy or sell a certain number of barrels of oil at a predetermined price, on a predetermined date. When futures are purchased, a contract is signed between buyer and seller and secured with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\">margin</a> payment that covers a percentage of the total value of the contract.\n", "\nEnd-users of oil purchase on the futures market in order to lock in a price; investors buy futures essentially as a gamble on what the price will actually be down the road, and they profit if they guess correctly. Typically, they will liquidate or roll over their futures holdings before they would have to take delivery.\n", "\nThere are two major oil contracts that are closely watched by oil market participants. In North America, the benchmark for oil futures is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wti.asp\">West Texas Intermediate</a> (WTI) crude, which trades on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nymex.asp\">New York Mercantile Exchange</a> (NYMEX).<span class=\"ql-inline-citation\" data-cite=\"12\"></span> In Europe, Africa, and the Middle East, the benchmark is <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/northseabrentcrude.asp\">North Sea Brent Crude</a>, which trades on the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intercontinentalexchange.asp\">Intercontinental Exchange</a> (ICE).<span class=\"ql-inline-citation\" data-cite=\"13\"></span>\n", "\nWhile the two contracts move somewhat in unison, WTI is more sensitive to American economic developments, and Brent responds more to those overseas.\n", "\nWhile there are multiple futures contracts open at once, most trading revolves around the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/front-month-contract.asp\">front-month contract</a> (the nearest futures contract) . For this reason, it's is known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mostactive.asp\">most active</a> contract.\n", "\nFutures prices for crude oil can be higher, lower or equal to spot prices. The price difference between the spot market and the futures market says something about the overall state of the oil market and expectations for it. If the futures prices are higher than the spot prices, this usually means that purchasers anticipate the market will improve, so they are willing to pay a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premium</a> for oil to be delivered at a future date. If the futures prices are lower than the spot prices, this means that buyers expect the market to deteriorate.\n", "\n\"Backwardation\" and \"contango\" are two terms used to describe the relationship between expected future spot prices and actual futures prices. When a market is in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contango.asp\" rel=\"noopener noreferrer\">contango</a>, the futures price is above the expected spot price. When a market is in normal <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/backwardation.asp\" rel=\"noopener noreferrer\">backwardation</a>, the futures price is below the expected future spot price.\n", "\nThe prices of different futures contracts can also vary depending on their projected delivery dates.\n", "\nEconomists and experts are hard-pressed to predict the path of crude oil prices, which are volatile and depend on many variables. They use a range of forecasting tools and depend on time to confirm or disprove their predictions. The five models used most often are:\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">Central banks</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\" rel=\"noopener noreferrer\">International Monetary Fund</a> (IMF) mainly use oil futures contract prices as their gauge. Traders in crude oil futures set prices by two factors: supply and demand and market sentiment. However, futures prices can be a poor predictor, because they tend to add too much variance to the current price of oil.\n", "\nStatistical computer programming calculates the probabilities of certain behaviors on the price of oil. For instance, mathematicians may consider forces such as events in OPEC member nations, inventory levels, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012715/what-causes-oil-prices-fluctuate.asp\">production costs</a>, or consumption levels.\n", "\nRegression-based models have strong predictive power, but their creators may fail to include one or more factors, or unexpected variables may step in to cause these regression-based models to fail.\n", "\nSome economists use time-series models, such as exponential smoothing models and autoregressive models, which include the categories of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/autoregressive-integrated-moving-average-arima.asp\">ARIMA</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/autoregressive-conditional-heteroskedasticity.asp\">ARCH</a>/GARCH, to correct for the limitations of oil futures prices. These models analyze the history of oil at various points in time to extract meaningful statistics and predict future values based on previously observed values.\n", "\nTime-series analysis sometimes errs, but usually produces more accurate results when economists apply it to shorter time spans.\n", "\nOne way to improve upon the standard<strong> r</strong>egression-based model is by adding calculations to gauge the probability of the impact of certain predicted events on oil. Most contemporary economists like to use the Bayesian vector autoregressive (BVAR) model for predicting oil prices.\n", "\nA 2015 International Monetary Fund working paper noted that these models work best when used on a maximum 18-month horizon and when a smaller number of predictive variables are inserted.<span class=\"ql-inline-citation\" data-cite=\"14\"></span> BVAR models accurately predicted the price of oil during the years 2008-2009 and 2014-2015.<span class=\"ql-inline-citation\" data-cite=\"16\"></span><span class=\"ql-inline-citation\" data-cite=\"15\"></span>\n", "\nDynamic stochastic general equilibrium (DSGE) models use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">macroeconomic</a> principles to explain complex economic phenomena; in this case, oil prices.\n", "\nDSGE models sometimes work, but their success depends on events and policies remaining unchanged, as DSGE calculations are based on historical observations.\n", "\nEach mathematical model is time-dependent, and some models work better at one time than another. Since no one model alone offers a reliably accurate prediction, economists often use a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weighted.asp\">weighted</a> combination of them all to get the most accurate answer.\n", "\nIn 2014, for instance, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\">European Central Bank</a> (ECB) used a four-model combination to predict the course of oil prices to generate a more accurate forecast.<span class=\"ql-inline-citation\" data-cite=\"17\"></span>\n", "\nThere have been times, however, when the ECB has used fewer or more models to capture the best results.<span class=\"ql-inline-citation\" data-cite=\"18\"></span> Even so, unforeseen factors like natural disasters, political events, or social upheavals can derail the most careful of calculations.\n", "\nBecause crude oil prices are constantly changing and are typically more volatile than stock or currency prices, it is crucial for successful investors and traders to have good information sources that report about the many factors that can influence oil prices. There are many websites that report crude oil news, but only a few broadcast the breaking news and current prices. The following three offer current information.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.marketwatch.com\" rel=\"noopener noreferrer\">MarketWatch</a> provides \"business news, personal finance information, real-time commentary, investment tools, and data.\"<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿ Due to this diversity, it might not necessarily stand out as targeting oil, but it is always one of the first to break stories, putting out headlines as soon as news hits. These headlines can be found at the top right of its home page under the tab \"Latest News.\" MarketWatch also provides details when necessary, posting stories, sometimes only a paragraph or two, to elaborate on its headlines, and updating them throughout the day.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿\n", "\nThe site provides current oil price information, stories detailing oil's price path—including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premarket.asp\" rel=\"noopener noreferrer\">pre-market</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingbell.asp\" rel=\"noopener noreferrer\">closing bell</a> commentary—and multiple feature articles. The company has an active link on its landing page showing the price of WTI.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿ Within most articles, MarketWatch also includes an active link to the price of oil, so when you read an article the price quote included is current.<span class=\"ql-inline-citation\" data-cite=\"24\">﻿</span>﻿\n", "\nIn addition, MarketWatch offers a more in-depth analysis of the economic news driving oil prices.\n", "\nThe Reuters news service has a commodity-specific portion of its website that releases breaking oil news, background stories, and current prices. It also offers more recent in-depth stories on, and analysis of, the sector as a whole, including price-driving sector updates (it's superior to MarketWatch in this regard) and is good at releasing any imperative news as it is made public. Reuters also publishes frequent pieces detailing oil's price movements and factors behind those movements.<span class=\"ql-inline-citation\" data-cite=\"22\"></span>\n", "\nCNBC.com has a webpage dedicated to oil news. During U.S. market hours, it publishes relevant oil-specific pieces. This works out to be about every hour when you look at its main page. CNBC frequently updates its articles when there is a price movement in oil, but it does not provide a live feed to oil prices like MarketWatch. It makes up for this, though, by providing a good breadth of oil sector stories including all major price movers and price-driving developments.<span class=\"ql-inline-citation\" data-cite=\"23\"></span>\n"]}