{"name": "Crypto Tokens Definition", "@id": "https://www.investopedia.com/terms/c/crypto-token.asp", "related": ["https://www.investopedia.com/terms/c/cryptocurrency.asp", "https://www.investopedia.com/terms/b/bancor-bnt.asp", "https://www.investopedia.com/terms/a/altcoin.asp", "https://www.investopedia.com/terms/b/bounty-programs-ico.asp", "https://www.investopedia.com/terms/s/smart-assets-cryptocurrency.asp", "https://www.investopedia.com/terms/p/peercoin.asp"], "body": ["\nThe term crypto token refers to a special virtual currency token or how <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrencies</a> are denominated. These tokens represent fungible and tradable assets or utilities that reside on their own blockchains. Crypto tokens are often used to fundraise for crowd sales, but they can also be used as a substitute for other things. These tokens are usually created, distributed, sold, and circulated through the standard <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/initial-coin-offering-ico.asp\">initial coin offering</a> (ICO) process, which involves a crowdfunding exercise to fund project development.\n", "\nAs noted above, crypto tokens are cryptocurrency tokens. Cryptocurrencies or virtual currencies are denominated into these tokens, which reside on their own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchains</a>. Blockchains are special databases that store information in blocks that are then chained or linked together. This means that crypto tokens, which are also called crypto <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a>, represent a certain unit of value.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nHere's how it all works. Crypto refers to the various encryption <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/algorithm.asp\">algorithms</a> and cryptographic techniques that safeguard these entries, such as elliptical curve encryption, public-private key pairs, and hashing functions.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Cryptocurrencies, on the other hand, are systems that allow for secure payments online which are denominated in virtual tokens. These tokens are represented by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tech/what-cryptocurrency-public-ledger/\">ledger</a> entries internal to the system.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nThese crypto-assets often serve as the transaction units on the blockchains that are created using the standard templates like that of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">Ethereum</a> network that allows a user to create tokens.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> Such blockchains work on the concept of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-contracts.asp\">smart contracts</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decentralized-applications-dapps.asp\">decentralized applications</a>, where the programmable, self-executing code is used to process and manage the various transactions that occur on the blockchain.\n", "\nFor example, you can have a crypto token that represents a certain number of customer loyalty points on a blockchain that is used to manage such details for a retail chain. There can be another crypto token that gives entitlement to the token holder to view 10 hours of streaming content on a video-sharing blockchain. Another crypto token may even represent other cryptocurrencies, such as a crypto token being equal to 15 bitcoins on a particular blockchain. Such crypto tokens are tradable and transferrable among the various participants of the blockchain.\n", "\nTokens are created through an initial coin offering, which represents the cryptocurrency version of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> (IPO). Tokens are created by cryptocurrency companies that want to raise money. Investors who are interested in the company can purchase these tokens.\n", "\nInvestors can use crypto tokens for any number of reasons. They can hold onto them to represent a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stakeholder.asp\">stake</a> in the cryptocurrency company or for an economic reason—to trade or make purchases of goods and services.\n", "\nThe term crypto token is often erroneously used interchangeably with the words <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/altcoin.asp\">altcoins</a> in the virtual currency world. But these terms are distinct from one another.\n", "\nA cryptocurrency is a standard currency used for making or receiving payments on a blockchain, with the most popular cryptocurrency being <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a>.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> The cryptocurrency is the superset while altcoins (and crypto tokens) are two subset categories.\n", "\nAltcoins are alternative cryptocurrencies that were launched after the massive success achieved by Bitcoin.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> The term means alternative coins—that is—other than bitcoins. They were launched as enhanced substitutes of bitcoin with the claims to overcome some of the pain points of Bitcoin. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/litecoin.asp\">Litecoin</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin-cash.asp\">Bitcoin Cash</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/namecoin.asp\">Namecoin</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dogecoin.asp\">Dogecoin</a> are common examples of altcoins.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Though each has tasted varying levels of success, none have managed to gain popularity akin to bitcoin.\n", "\nCryptocurrencies and altcoins are essentially specific virtual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency.asp\">currencies</a> that have their own dedicated blockchains and are primarily used as a medium for digital payments. On the other hand, crypto tokens operate on top of a blockchain that acts as a medium for the creation and execution of decentralized apps and smart contracts, and the tokens are used to facilitate the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\">transactions</a>.\n", "\nA crypto token is a virtual currency token or a denomination of a cryptocurrency. It represents a tradable asset or utility that resides on its own blockchain, and allows the holder to use it for investment or economic purposes.\n", "\nCrypto tokens can be used to represent an investor's stake in the company or they can be used for an economic purpose, just like legal tender. This means token holders can use them to make purchases or they can trade tokens just like other securities to make a profit.\n", "\nBitcoin is a cryptocurrency, which has virtual tokens or coins that can be used to trade or make purchases.\n", "\nCrypto coins allow individuals to make payments using their digital currency. People can use tokens, though, for many more reasons. They can use them for trading, to hold and store value, and, of course, to use as a form of currency.\n", "\nTokens that reside on blockchains include reward tokens, currency tokens, utility tokens, security tokens, and asset tokens.\n"]}