{"name": "Currency Peg Definition", "@id": "https://www.investopedia.com/terms/c/currency-peg.asp", "related": ["https://www.investopedia.com/terms/a/adjustable-peg.asp", "https://www.investopedia.com/terms/forex/h/htg-haitian-gourde.asp", "https://www.investopedia.com/terms/s/spotexchangerate.asp", "https://www.investopedia.com/terms/forex/a/aed-united-arab-emirates-dirham.asp", "https://www.investopedia.com/terms/c/currency-depreciation.asp", "https://www.investopedia.com/terms/forex/b/bzd-belize-dollar.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency.asp\" rel=\"noopener noreferrer\">currency</a> peg is a policy in which a national government sets a specific <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedexchangerate.asp\" rel=\"noopener noreferrer\">fixed exchange rate</a> for its currency with a foreign currency or a basket of currencies. Pegging a currency stabilizes the exchange rate between countries. Doing so provides long-term predictability of exchange rates for business planning. However, a currency peg can be challenging to maintain and distort markets if it is too far removed from the natural market price.\n", "\nThe primary motivation for currency pegs is to encourage trade between countries by reducing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreignexchangerisk.asp\" rel=\"noopener noreferrer\">foreign exchange risk</a>. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\" rel=\"noopener noreferrer\">Profit margins</a> for many businesses are low, so a small shift in exchange rates can eliminate profits and force firms to find new suppliers. That is particularly true in the highly competitive <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/10/the-four-rs-of-retail.asp\" rel=\"noopener noreferrer\">retail</a> industry.\n", "\nCountries commonly establish a currency peg with a stronger or more developed economy so that domestic companies can access broader markets with less risk. The U.S. dollar, the euro, and gold have historically been popular choices. Currency pegs create stability between trading partners and can remain in place for decades. For example, the Hong Kong dollar has been pegged to the U.S. dollar since 1983.\n", "\nPegged currencies can expand trade and boost real incomes, particularly when currency fluctuations are relatively low and show no long-term changes. Without exchange rate risk and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a>, individuals, businesses, and nations are free to benefit fully from specialization and exchange. According to the theory of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparativeadvantage.asp\" rel=\"noopener noreferrer\">comparative advantage</a>, everyone will be able to spend more time doing what they do best.\n", "\nWith pegged exchange rates, farmers will be able to simply produce food as best they can, rather than spending time and money <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/optioninvestor/07/hedging-intro.asp\" rel=\"noopener noreferrer\">hedging</a> foreign exchange risk with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a>. Similarly, technology firms will be able to focus on building better computers. Perhaps most importantly, retailers in both countries will be able to source from the most efficient producers. Pegged exchange rates make more long-term investments possible in the other country. With a currency peg, fluctuating exchange rates are not constantly disrupting supply chains and changing the value of investments.\n", "\nThe central bank of a country with a currency peg must monitor supply and demand and manage cash flow to avoid spikes in demand or supply. These spikes can cause a currency to stray from its pegged price. That means the central bank will need to hold large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange-reserves.asp\">foreign exchange reserves</a> to counter excessive buying or selling of its currency. Currency pegs affect forex trading by artificially stemming <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a>.\n", "\nCountries will experience a particular set of problems when a currency is pegged at an overly low exchange rate. On the one hand, domestic consumers will be deprived of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchasingpower.asp\">purchasing power</a> to buy foreign goods. Suppose that the Chinese yuan is pegged too low against the U.S. dollar. Then, Chinese consumers will have to pay more for imported food and oil, lowering their consumption and standard of living. On the other hand, the U.S. farmers and Middle East oil producers who would have sold them more goods lose business. This situation naturally creates trade tensions between the country with an undervalued currency and the rest of the world.\n", "\nAnother set of problems emerges when a currency is pegged at an overly high rate. A country may be unable to defend the peg over time. Since the government set the rate too high, domestic consumers will buy too many imports and consume more than they can produce. These chronic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade_deficit.asp\">trade deficits</a> will create downward pressure on the home currency, and the government will have to spend foreign exchange reserves to defend the peg. The government's reserves will eventually be exhausted, and the peg will collapse.\n", "\nWhen a currency peg collapses, the country that set the peg too high will suddenly find imports more expensive. That means inflation will rise, and the nation may also have difficulty paying its debts. The other country will find its exporters losing markets, and its investors losing money on foreign assets that are no longer worth as much in domestic currency. Major currency peg breakdowns include the Argentine peso to the U.S. dollar in 2002, the British pound to the German mark in 1992, and arguably the U.S. dollar to gold in 1971.\n", "\nSince 1986, the Saudi riyal has been pegged at a fixed rate of 3.75 to the USD. The Arab oil embargo of 1973<em>—</em>Saudi Arabia's response to the United State's involvement in the Arab-Israeli war<em>—</em>precipitated events that led to the currency peg.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe effects of the short-lived embargo devalued the U.S. Dollar and led to economic turmoil. As a result, the Nixon administration drafted a deal with the Saudi government with the hope of restoring the USD to the super currency it once was. From this arrangement, the Saudi government enjoyed the use of U.S. military resources, an abundance of U.S. Treasury savings, and a booming economy<em>—</em>an economy saturated with the USD.\n", "\nAt that time, the riyal was pegged to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sdr.asp\">Special Drawing Rights</a> (SDR) currency, a bucket of several national currencies. Without being pegged to the currency fueling its oil-based economy, inflation rose. Due to high inflation and<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/1979-energy-crisis.asp\"> the 1979 Energy Crisis</a>, the riyal began to suffer devaluation. To save it from total ruin, the Saudi government pegged the riyal to the US Dollar.\n", "\nThe currency peg restored stability and lowered inflation. The Saudi Arabian Monetary Authority (SAMA) credits the peg for supporting economic growth in its country and for stabilizing the cost of foreign trade.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nPegging your currency means locking in the exchange rate between your nation's currency and the currency of another.\n", "\nCountries peg their currency for various reasons. Some of the most common are to encourage trade between nations, to reduce the risks associated with expanding into broader markets, and to stabilize the economy.\n", "\nAs of 2019, there are 192 countries with exchange rate agreements, and 38 of those have exchange rate agreements with the United States. Of those 38 nations, 14 have currencies pegged to the USD.\n", "\nThirty-eight nations have exchange rate agreements with the United States, and 14 have conventionally pegged their currency to the USD. They include Saudi Arabia, Hong Kong, Belize, Bahrain, Eritrea, Iraq, Jordan, and the United Arab Emirates (UAE).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nA currency peg is a nation's governmental policy whereby its exchange rate with another country is fixed. Most nations peg their currencies to encourage trade and foreign investments, as well as hedge inflation. When executed well, pegged currencies can increase trade and incomes. When executed poorly, nations often realize trade deficits, increased inflation, and low consumption rates.\n"]}