{"name": "Current Ratio Definition", "@id": "https://www.investopedia.com/terms/c/currentratio.asp", "related": ["https://www.investopedia.com/terms/l/liquidityratios.asp", "https://www.investopedia.com/terms/q/quickratio.asp", "https://www.investopedia.com/terms/w/workingcapitalmanagement.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/q/quick-liquidity-ratio.asp", "https://www.investopedia.com/terms/c/cash-ratio.asp"], "body": ["\nThe current ratio is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidityratios.asp\">liquidity ratio</a> that measures a company's ability to pay short-term obligations or those due within one year. It tells investors and analysts how a company can maximize the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\">current assets</a> on its balance sheet to satisfy its current debt and other payables.\n", "\nA current ratio that is in line with the industry average or slightly higher is generally considered acceptable. A current ratio that is lower than the industry average may indicate a higher risk of distress or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a>. Similarly, if a company has a very high current ratio compared to its peer group, it indicates that management may not be using its assets efficiently.\n", "\nThe current ratio is called “current” because, unlike some other liquidity ratios, it incorporates all current assets and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentliabilities.asp\">current liabilities</a>. The current ratio is sometimes called the working capital ratio.\n", "\nTo calculate the ratio, analysts compare a company's current assets to its current liabilities. Current assets listed on a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> include cash, accounts receivable, inventory, and other current assets (OCA) that are expected to be liquidated or turned into cash in less than one year. Current liabilities include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountspayable.asp\">accounts payable</a>, wages, taxes payable, short-term debts, and the current portion of long-term debt.\n", "\n<span data-value=\"\\begin{aligned} &amp;\\text{Current Ratio}=\\frac{\\text{Current assets}}{ \\text{Current liabilities}} \\end{aligned}\"><span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mtable>\n<mtr>\n<mtd>\n<mstyle>\n<mrow></mrow>\n</mstyle>\n</mtd>\n<mtd>\n<mstyle>\n<mrow>\n<mrow></mrow>\n<mtext>\nCurrent Ratio\n</mtext>\n<mo>\n=\n</mo>\n<mfrac>\n<mtext>\nCurrent assets\n</mtext>\n<mtext>\nCurrent liabilities\n</mtext>\n</mfrac>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n</mtable>\n<annotation encoding=\"application/x-tex\">\n\\begin{aligned} &amp;\\text{Current Ratio}=\\frac{\\text{Current assets}}{ \\text{Current liabilities}} \\end{aligned}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"base\"><span class=\"strut\"></span><span class=\"mord\"><span class=\"mtable\"><span class=\"col-align-r\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span><span class=\"col-align-l\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord\"></span><span class=\"mord text\"><span class=\"mord\">Current Ratio</span></span><span class=\"mspace\"></span><span class=\"mrel\">=</span><span class=\"mspace\"></span><span class=\"mord\"><span class=\"mopen nulldelimiter\"></span><span class=\"mfrac\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord text\"><span class=\"mord\">Current liabilities</span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"frac-line\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord text\"><span class=\"mord\">Current assets</span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span><span class=\"mclose nulldelimiter\"></span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span></span></span></span></span></span></span>\n", "\nThe current ratio measures a company's ability to pay current, or short-term, liabilities (debts and payables) with its current, or short-term, assets, such as cash, inventory, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/receivables.asp\">receivables</a>.\n", "\nA company with a current ratio less than 1.0 does not, in many cases, have the capital on hand to meet its short-term obligations if they were all due at once, while a current ratio greater than one indicates the company has the financial resources to remain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/100313/financial-analysis-solvency-vs-liquidity-ratios.asp\">solvent</a> in the short term. However, because the current ratio at any one time is just a snapshot, it is usually not a complete representation of a company’s short-term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> or longer-term solvency.\n", "\nFor example, a company may have a very high current ratio, but its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounts-receivable-aging.asp\">accounts receivable</a> may be very aged, perhaps because its customers pay very slowly, which may be hidden in the current ratio. Analysts must also consider the quality of a company’s other assets versus its obligations. If the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory.asp\">inventory</a> is unable to be sold, the current ratio may still look acceptable at one point in time, even though the company may be headed for default.\n", "\nA current ratio of less than one may seem alarming, although different situations can affect the current ratio in a solid company. For example, a normal monthly cycle for the company’s collections and payment processes may lead to a high current ratio as payments are received, but a low current ratio as those collections ebb.\n", "\nCalculating the current ratio at just one point in time could indicate the company can’t cover all its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/030915/what-are-some-examples-current-liabilities.asp\">current debts</a>, but it doesn’t mean it won’t be able to once the payments are received.\n", "\nAdditionally, some companies, especially larger retailers such as Walmart, have been able to negotiate much longer-than-average payment terms with their suppliers. If a retailer doesn't offer credit to its customers, this can show on its balance sheet as a high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountspayable.asp\">payables</a> balance relative to its receivables balance. Large retailers can also minimize their inventory volume through an efficient <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chain</a>, which makes their current assets shrink against current liabilities, resulting in a lower current ratio. Walmart's current ratio in Jan. 2021 was 0.97.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe current ratio can be a useful measure of a company’s short-term solvency when it is placed in the context of what has been historically normal for the company and its peer group. It also offers more insight when calculated repeatedly over several periods.\n", "\nA ratio under 1.0 indicates that the company’s debts due in a year or less are greater than its assets—cash or other short-term assets expected to be converted to cash within a year or less.\n", "\nIn theory, the higher the current ratio, the more capable a company is of paying its obligations because it has a larger proportion of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\">short-term asset</a> value relative to the value of its short-term liabilities. However, while a high ratio, say over 3, could indicate the company can cover its current liabilities three times, it may also indicate that it's not using its current assets efficiently, is not securing financing very well, or is not managing its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\">working capital</a>.\n", "\nWhat makes the current ratio “good” or “bad” often depends on how it is changing. A company that seems to have an acceptable current ratio could be trending toward a situation where it will struggle to pay its bills. Conversely, a company that may appear to be struggling now, could be making good progress toward a healthier current ratio.\n", "\nIn the first case, the trend of the current ratio over time would be expected to harm the company’s valuation. An improving current ratio, meanwhile, could indicate an opportunity to invest in an undervalued stock in the midst of a turnaround.\n", "\nImagine two companies with a current ratio of 1.00 today. Based on the trend of the current ratio in the following table, which would analysts likely have more optimistic expectations for?\n", "\nTwo things should be apparent in the trend of Horn &amp; Co. vs. Claws, Inc. First, the trend for Claws is negative, which means further investigation is prudent. Perhaps it is taking on too much debt, or its cash balance is being depleted: either of which could be a solvency issue if it worsens. The trend for Horn &amp; Co. is positive, which could indicate better collections, faster <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventoryturnover.asp\">inventory turnover</a>, or that the company has been able to pay down debt.\n", "\nThe second factor is that Claws’ current ratio has been more volatile, jumping from 1.35 to 1.05 in a single year, which could indicate increased <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operational_risk.asp\">operational risk</a> and likely drag on the company’s value.\n", "\nThe current ratio for three companies—Apple, Walt Disney, and Costco Wholesale—is calculated as follows for the fiscal year ended 2017:\n", "\nFor every $1 of current debt, Costco Wholesale had $.99 cents available to pay for the debt at the time this snapshot was taken.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Likewise, Walt Disney had $.81 cents in current assets for each dollar of current debt.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> Apple, meanwhile, had more than enough to cover its current liabilities if they were all theoretically due immediately and all current assets could be turned into cash.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nOther similar liquidity ratios can be used to supplement a current ratio analysis. In each case, the differences in these measures can help an investor understand the current status of the company’s assets and liabilities from different angles, as well as to understand how those accounts are changing over time.\n", "\nThe commonly used <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acidtest.asp\">acid-test ratio</a>, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quickratio.asp\">quick ratio</a>, compares a company’s easily liquidated assets (including cash, accounts receivable, and short-term investments, excluding inventory and prepaid expenses) to its current liabilities. The cash asset ratio, or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-ratio.asp\">cash ratio</a>, is also similar to the current ratio, but it compares only a company’s marketable securities and cash to its current liabilities.\n", "\nFinally, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ocfratio.asp\">operating cash flow ratio</a> compares a company’s active <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-flow-from-operating-activities.asp\">cash flow from operations</a> (CFO) to its current liabilities.\n", "\nOne limitation of using the current ratio emerges when using the ratio to compare different companies with one another. Businesses differ substantially between industries, and so comparing the current ratios of companies across different industries may not lead to productive insight.\n", "\nFor example, in one industry it may be more typical to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade-credit.asp\">extend credit</a> to clients for 90 days or longer, while in another industry short-term collections are more critical. Ironically, the industry that extends more credit may actually have a superficially stronger current ratio because its current assets would be higher. It is usually more useful to compare companies within the same industry.\n", "\nAnother drawback of using current ratios, briefly mentioned above, involves its lack of specificity. Unlike many other liquidity ratios, it incorporates all of a company’s current assets, even those that cannot be easily liquidated. For example, imagine two companies which both have a current ratio of 0.80 at the end of the last quarter. On the surface, this may look equivalent but the quality and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/07/liquidity.asp\">liquidity</a> of those assets may be very different as shown in the following breakdown:\n", "\nIn this example, Company A has much more inventory than Company B, which will be harder to turn into cash in the short term. Perhaps this inventory is overstocked or unwanted, which may eventually reduce its value on the balance sheet. Company B has more cash, which is the most liquid asset, and more accounts receivable which could be collected more quickly than inventory can be liquidated. Although the total value of current assets matches, Company B is in a more liquid, solvent position.\n", "\nThe current liabilities of Company A and Company B are also very different. Company A has more accounts payable while Company B has a greater amount of short-term notes payable. This would be worth more investigation because it is likely that the accounts payable will have to be paid before the entire balance of the notes payable account. However, Company B does have fewer wages payable, which is the liability most likely to be paid in the short term.\n", "\nIn this example, although both companies seem similar, Company B is likely in a more liquid and solvent position. An investor can dig deeper into the details of a current ratio comparison by evaluating other liquidity ratios that are more narrowly focused than the current ratio.\n", "\nWhat counts as a “good” current ratio will depend on the company’s industry and historical performance. As a general rule, however, a current ratio below 1.00 could indicate that a company might struggle to meet its short-term obligations, whereas ratios of 1.50 or greater would generally indicate ample liquidity. Publicly-listed companies in the U.S. reported a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/median.asp\">median</a> current ratio of 1.69 in 2019.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nCalculating the current ratio is very straightforward. To do so, simply divide the company’s current assets by its current liabilities. Current assets are those which can be converted into cash within one year, whereas current liabilities are obligations expected to be paid within one year. Examples of current assets include cash, inventory, and accounts receivable. Examples of current liabilities include accounts payable, wages payable, and the current portion of any scheduled interest or principal payments.\n", "\nA current ratio of 1.5 would indicate that the company has $1.50 of current assets for every $1.00 of current liabilities. For example, suppose a company’s current assets consist of $50,000 in cash plus $100,000 in accounts receivable. Its current liabilities, meanwhile, consist of $100,000 in accounts payable. In that scenario, the company would have a current ratio of 1.5, calculated by dividing its current assets ($150,000) by its current liabilities ($100,000).\n"]}