{"name": "Customer Relationship Management - CRM Definition", "@id": "https://www.investopedia.com/terms/c/customer_relation_management.asp", "related": ["https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/a/artificial-intelligence-ai.asp", "https://www.investopedia.com/terms/e/enterprise-mobility-management-emm.asp", "https://www.investopedia.com/terms/c/chief-technology-officer.asp", "https://www.investopedia.com/terms/b/big-data.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp"], "body": ["\nCustomer relationship management (CRM) refers to the principles, practices, and guidelines that an organization follows when interacting with its customers. From the organization's point of view, this entire relationship encompasses direct interactions with customers, such as sales and service-related processes, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://terms/f/forecasting.asp\" rel=\"nofollow\">forecasting</a>, and the analysis of customer trends and behaviors. Ultimately, CRM serves to enhance the customer's overall experience.\n", "\nElements of CRM range from a company's website and emails to mass mailings and telephone calls. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-media.asp\">Social media</a> is one-way companies adapt to trends that benefit their bottom line. The entire point of CRM is to build positive experiences with customers to keep them coming back so that a company can create a growing base of returning customers.\n", "\nIncreasingly, the term CRM is being used to refer to the technology systems companies can engage to manage their external interactions with customers at all points during the customer lifecycle, from discovery to education, purchase, and post-purchase.\n", "\nWith an estimated global market value of over $40 billion in 2018, CRM technology is widely cited as the fastest-growing enterprise-software category, which largely encompasses the broader <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/software-as-a-service-saas.asp\">software-as-a-service</a> (SaaS) market. Five of the largest players in the CRM market today include cloud computing giant Salesforce, Microsoft, SAP, Oracle and Adobe Systems.\n", "\nSpecial CRM software aggregates customer information in one place to give businesses easy access to data, such as contact data, purchase history and any previous contact with customer service representatives. This data helps employees interact with clients, anticipate customer needs, recognize customer updates and track performance goals when it comes to sales.\n", "\nCRM software's main purpose is to make interactions more efficient and productive. Automated procedures within a CRM module include sending sales team marketing materials based on a customer's selection of a product or service. Programs also assess a customer's needs to reduce the time it takes to fulfill a request.\n", "\nCloud-based systems provide real-time data to sales agents at the office and in the field as long as a computer, smartphone, laptop or tablet connects to the internet. Such systems boast heightened accessibility to customer information and eliminate the sometimes-complicated installation process involved with other CRM products or software.\n", "\nThe convenience of this type of system, however, has a trade-off. If a company goes out of business or faces an acquisition, access to customer information may become compromised. A business might have compatibility issues when and if it migrates to a different vendor for this kind of software. Also, cloud-based CRM programs typically cost more than in-house programs.\n", "\nAll of the computer software in the world to help with CRM means nothing without proper management and decision-making from humans. Plus, the best programs organize data in a way that humans can interpret readily and use to their advantage. For successful CRM, companies must learn to discern useful information and superfluous data and must weed out any duplicate and incomplete records that may give employees inaccurate information about customers.\n", "\nDespite this human need, industry analysts are increasingly discussing the impact that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/artificial-intelligence-ai.asp\">artificial intelligence</a> applications may have on CRM management and the CRM market in the near future. AI is expected to strengthen CRM activities by speeding up sales cycles, optimizing pricing and distribution logistics, lowering costs of support calls, increasing resolution rates, and preventing loss through fraud detection.\n", "\nTangible AI applications for CRM, however, are in the early stages of adoption, although Salesforce and Microsoft have already started to integrate AI components into their existing CRM systems.\n"]}