{"name": "Custodial Account Definition", "@id": "https://www.investopedia.com/terms/c/custodialaccount.asp", "related": ["https://www.investopedia.com/terms/u/ugma.asp", "https://www.investopedia.com/terms/u/utma.asp", "https://www.investopedia.com/terms/a/able-account.asp", "https://www.investopedia.com/terms/g/guardianira.asp", "https://www.investopedia.com/terms/i/ira.asp", "https://www.investopedia.com/terms/h/hsa.asp"], "body": ["\nThe term custodial account generally refers to a savings account at a financial institution, mutual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fund_company.asp\">fund company</a>, or brokerage firm that an adult controls for a minor (a person under the age of 18 or 21 years, depending on the laws of the state of residence). Approval from the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/custodian.asp\">custodian</a> is mandatory for the account to conduct transactions, such as buying or selling securities.\n", "\nIn a broader sense, a custodial account can mean any account maintained by a fiduciarily responsible party on behalf of a beneficiary, such as an employer-based retirement account handled for eligible employees by a plan administrator. A fiduciary is bound ethically and legally to act on the best behalf of another's interests.\n", "\nEach state has specific regulations governing age of majority and the naming of custodians and alternate custodians.\n", "\nCustodial accounts come in two basic varieties: the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utma.asp\">Uniform Transfers to Minors Act</a> (UTMA) accounts and the older <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ugma.asp\">Uniform Gift to Minors Act</a> (UGMA) accounts. Their main distinction lies in the kind of assets you can contribute to them.\n", "\nUTMA accounts can hold virtually any kind of asset, including real estate, intellectual property, and works of art. UGMA accounts are limited to financial assets of cash, securities—stocks, bonds, or mutual funds—annuities, and insurance policies. All U.S. states allow UGMA accounts. However, South Carolina does not allow UTMA accounts.\n", "\nBoth UTMA and the older version UGMA have custodial accounts set up in the minor's name, with a designated custodian—usually the child's parent or guardian. Initial investments, minimum account balances, and interest rates vary by the company that houses the account.\n", "\nOnce established, a custodial account functions like any other account at a bank or brokerage. The custodian—a designated manager or investment advisor—decides how to invest the money. The account manager—or other entities—can continue to contribute to the fund.\n", "\nAs noted above, custodial accounts can invest in a variety of assets. However, the financial institution probably won't allow the manager to use the account to trade on margin or buy futures, derivatives, or other highly speculative investments.\n", "\nOnce the minor reaches the legal age of adulthood in their state, control of the account officially transfers from the custodian to the named beneficiary, at which point they claim full control and use of the funds. Should the minor die before reaching majority, the account will become part of the child's estate.\n", "\nCustodial accounts have enormous flexibility. There are no income or contribution limits, and no requirements to make regular distributions at any point. Also, there are no withdrawal penalties.\n", "\nWhile all withdrawn funds are restricted to being used \"for the benefit of the minor,\" this requirement is vague and is not limited to educational costs, as with college savings plans. The custodian may use the funds for everything from providing a place to live or paying for clothing as long as the beneficiary receives a benefit.\n", "\nA custodial account is much simpler and less expensive to establish than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust-fund.asp\">trust fund</a>. The aim of both UGMA and UTMA regulations was to allow adults to transfer assets to minors without the need to establish a special trust to enable such ownership.\n", "\nWhile not tax-deferred, as are IRAs, custodial accounts do have some tax advantages. The IRS considers the minor child the owner of the account, so the earnings in it are taxed at the child's tax rate. Every child under 19 years old—24 for full-time students—who files as part of their parents’ tax return is allowed a certain amount of “unearned income” at a reduced tax rate.\n", "\nAs of 2019, the first $1,050 of unearned income is tax-free, and the next $1,050 is taxed at the child’s bracket of 10%. Unearned income of more than $2,100 will be taxed at the parent's rate. However, once the minor reaches the age of majority in their state of residence, they can file a tax return of their own. At this age, all of the account earnings will be subject to the beneficiary's tax bracket at the age of filing.\n", "\nAlso, an individual can contribute up to $15,000—$30,000 for a married couple filing jointly—to an account in 2019 without incurring the federal gift tax.\n", "\nA minor's ownership of the custodial account can be a double-edged sword. Since the holdings count as assets, they may reduce a child's financial aid eligibility when they apply for college. It could also reduce their ability to access other forms of governmental or community aid.\n", "\nAny deposit or gifts made to the account is irrevocable, meaning it cannot be changed or reversed. All of the account's holdings pass, irrevocably, to the minor at the age of majority. In contrast, many college savings plans, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/529plan.asp\">529 account</a>, allow parents to retain control of the funds.\n", "\nCustodial accounts are not as tax-sheltered as other accounts. To mitigate a tax bite, a custodian can transfer funds to an eligible 529 plan. However, to do so, the custodian must <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidate.asp\">liquidate</a> any non-cash investments in the custodial account.\n", "\nAlso, the custodial account beneficiary cannot be altered, whereas, the beneficiary on a 529 college plan may change with some limitations. A custodial account is set up in the minor's name. Since the account is irrevocable, the beneficiary of the account may not change, and no gifts or contributions made into the account can be reversed.\n", "\nMost brokerages, both digital and brick-and-mortars, offer custodial accounts. Custodial account terms usually parallel that of their regular, non-tax-advantaged accounts for individuals.\n", "\nFor example, a Merrill Edge—the digital broker platform from Merrill Lynch—UGMA/UTMA custodial account <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.merrilledge.com/college-savings/custodial\" rel=\"nofollow\">can be set up online</a> with funds directly transferred from a checking or savings account at Bank of America, Merrill's parent company. There are no annual account fees or minimum investment amounts. Account-holders pay a flat rate of $6.95 per day for stock and ETF trades, mutual funds trades cost $19.95 per transaction or may be priced according to the rate specified in the fund prospectus. However, some mutual funds are load-waived or no load/no transaction fee funds.\n"]}