{"name": "Dark Pool", "@id": "https://www.investopedia.com/terms/d/dark-pool.asp", "related": ["https://www.investopedia.com/terms/d/dark_pool_liquidity.asp", "https://www.investopedia.com/terms/e/execution.asp", "https://www.investopedia.com/terms/u/upstairs-market.asp", "https://www.investopedia.com/terms/t/thirdmarketmaker.asp", "https://www.investopedia.com/terms/d/distribution-stock.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp"], "body": ["\nA dark pool is a privately organized financial forum or exchange for trading securities. Dark pools allow institutional investors to trade without exposure until after the trade has been executed and reported. Dark pools are a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alternative-trading-system.asp\">alternative trading system</a> (ATS) that give certain investors the opportunity to place large orders and make trades without publicly revealing their intentions during the search for a buyer or seller.\n", "\nDark pools emerged in the 1980s when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) allowed brokers to transact large blocks of shares. Electronic trading and an SEC ruling in 2007 that was designed to increase competition and cut transaction costs have stimulated an increase in the number of dark pools. Dark pools can charge lower fees than exchanges because they are often housed within a large firm and not necessarily a bank.\n", "\nFor example, Bloomberg LP owns the dark pool Bloomberg Tradebook, which is registered with the SEC. Dark pools were initially mostly used by institutional investors for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blocktrade.asp\">block trades</a> involving a large number of securities. However, dark pools are no longer used only for large orders. A study by Celent found that as a result of block orders moving to dark pools, the average order size dropped from 430 shares in 2009 to approximately 200 shares in 2013.\n", "\nThe primary advantage of dark pool trading is that institutional investors making large trades can do so without exposure while finding buyers and sellers. This prevents heavy price devaluation, which would otherwise occur. If it were public knowledge, for example, that an investment bank was trying to sell 500,000 shares of a security, the security would almost certainly have decreased in value by the time the bank found buyers for all of their shares. Devaluation has become an increasingly likely risk, and electronic trading platforms are causing prices to respond much more quickly to market pressures. If the new data is reported only after the trade has been executed, however, the news has much less of an impact on the market.\n", "\nWith the advent of supercomputers capable of executing algorithmic-based programs over the course of just milliseconds, high-frequency trading (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high-frequency-trading.asp\">HFT</a>) has come to dominate daily trading volume. HFT technology allows institutional traders to execute their orders of multimillion-share blocks ahead of other investors, capitalizing on fractional upticks or downticks in share prices. When subsequent orders are executed, profits are instantly obtained by HFT traders who then close out their positions. This form of legal piracy can occur dozens of times a day, reaping huge gains for HFT traders.\n", "\nEventually, HFT became so pervasive that it grew increasingly difficult to execute large trades through a single exchange. Because large HFT orders had to be spread among multiple exchanges, it alerted trading competitors who could then get in front of the order and snatch up the inventory, driving up share prices. All of this occurred within milliseconds of the initial order being placed.\n", "\nTo avoid the transparency of public exchanges and ensure liquidity for large block trades, several of the investment banks established private exchanges, which came to be known as dark pools. For traders with large orders who are unable to place them on the public exchanges, or want to avoid telegraphing their intent, dark pools provide a market of buyers and sellers with the liquidity to execute the trade. In 2016, there were more than 50 dark pools operating in the United States, run mostly by investment banks.\n", "\nAlthough considered legal, dark pools are able to operate with little transparency. Those who have denounced HFT as an unfair advantage over other investors have also condemned the lack of transparency in dark pools, which can hide conflicts of interest. The Securities and Exchange Commission (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">SEC</a>) has stepped up its scrutiny of dark pools over complaints of illegal front-running that occurs when institutional traders place their order in front of a customer’s order to capitalize on the uptick in share prices. Advocates of dark pools insist they provide essential liquidity, allowing the markets to operate more efficiently.\n", "\nThere are several different types of dark pools: broker or dealer-owned exchanges, such as Morgan Stanley's MS Pool and Goldman Sachs' Sigma X; independently owned exchanges offering private trading to their clients; and private exchange markets operated by public exchanges such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange's</a> Euronext. A privately-owned market will have <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricediscovery.asp\">price discovery</a> within their own markets, but a dark pool operated by a broker derives its prices from public exchanges.\n", "\nBecause of their sinister name and lack of transparency, dark pools are often considered by the public to be dubious enterprises. In reality, dark pools are tightly regulated by the SEC. However, there is a real concern that because of the sheer volume of trades conducted on dark markets, the public values of certain securities are increasingly unreliable or inaccurate. There is also mounting concern that dark pool exchanges provide excellent fodder for predatory <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high-frequency-trading.asp\">high-frequency trading</a> (HFT).\n"]}