{"name": "Darvas Box Theory Definition", "@id": "https://www.investopedia.com/terms/d/darvasboxtheory.asp", "related": ["https://www.investopedia.com/terms/t/technical-analysis-of-stocks-and-trends.asp", "https://www.investopedia.com/terms/r/rectangle.asp", "https://www.investopedia.com/terms/c/continuationpattern.asp", "https://www.investopedia.com/terms/d/descendingtriangle.asp", "https://www.investopedia.com/terms/k/kagichart.asp", "https://www.investopedia.com/terms/t/tripletop.asp"], "body": ["\nDarvas box theory is a trading strategy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/07/darvas-box.asp\" rel=\"noopener noreferrer\">developed by Nicolas Darvas</a> that targets stocks using highs and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volume.asp\" rel=\"noopener noreferrer\">volume</a> as key indicators.\n", "\nDarvas' trading technique involves buying into stocks that are trading at new highs and drawing a box around the recent highs and lows to establish an entry point and placement of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop-loss order</a>. A stock is considered to be in a Darvas box when the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-action.asp\" rel=\"noopener noreferrer\">price action</a> rises above the previous high but falls back to a price not far from that high.\n", "\nThe Darvas box theory is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum_investing.asp\" rel=\"noopener noreferrer\">momentum strategy</a>. It uses market momentum theory along with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> to determine when to enter and exit the market.\n", "\nDarvas boxes are a fairly simple indicator created by drawing a line along lows and highs. As you update the highs and lows over time, you will see rising boxes or falling boxes. Darvas box theory suggests only trading rising boxes and using the highs of the boxes that are breached to update the stop-loss orders.\n", "\nDespite being a largely technical strategy, Darvas box theory as originally conceived did mix in some fundamental analysis to determine what stocks to target. Darvas believed his method worked best when applied to industries with the greatest potential to excite investors and consumers with revolutionary products. He also preferred companies that had shown strong <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\" rel=\"noopener noreferrer\">earnings</a> over time, particularly if the market overall was <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/choppymarket.asp\" rel=\"noopener noreferrer\">choppy</a>.\n", "\nThe Darvas box theory encourages traders to focus on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthindustry.asp\" rel=\"noopener noreferrer\">growth industries</a>, meaning industries that investors expect to outperform the overall market. When developing the system, Darvas selected a few stocks from these industries and monitored their prices and trading every day. While monitoring these stocks, Darvas used volume as the main indication as to whether a stock was ready to make a strong move.\n", "\nOnce Darvas noticed an unusual volume, he created a Darvas box with a narrow price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/range.asp\" rel=\"noopener noreferrer\">range</a> based on the recent highs and lows of the trading sessions. Inside the box, the stock’s low for the given time period represents the floor and the highs create the ceiling.\n", "\nWhen the stock broke through the ceiling of the current box, Darvas would buy the stock and use the ceiling of the breached box as the stop-loss for the position. As more boxes were breached, Darvas would add to the trade and move the stop-loss order up. The trade would generally end when the stop-loss order was triggered.\n", "\nNicolas Darvas fled his native Hungary ahead of the Nazis in the 1930s. Eventually, he reunited with his sister, and soon after, following World War II, they began dancing professionally in Europe. By the late 1950s, Nicolas Darvas was one half of the highest-paid dance team in show business. He was in the middle of a world tour, dancing before sold-out crowds.\n", "\nWhile traveling as a dancer, Darvas obtained copies of <em>The Wall Street Journal</em> and <em>Barron's</em>, but only used the listed stock prices to determine his investments. By drawing boxes and following strict trading rules, Darvas turned a $10,000 investment into $2 million over an 18-month period. His success led him to write <em>How I Made $2,000,000 in the Stock Market</em> in 1960, popularizing the Darvas box theory.\n", "\nToday, there are variations to the Darvas box theory that focus on different time periods to establish the boxes or simply integrate other technical tools that follow similar principles such as support and resistance bands. Darvas' initial strategy was created at a time when information flow was much slower and there was no such thing as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real_time.asp\" rel=\"noopener noreferrer\">real-time</a> charting. Despite that, the theory is such that trades can be identified and entry and exit points set applying the boxes to the chart even now.\n", "\nCritics of the Darvas box theory technique attribute Darvas’ initial success to the fact that he traded in a very <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\" rel=\"noopener noreferrer\">bullish market</a>, and assert that his results cannot be attained if using this technique in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\" rel=\"noopener noreferrer\">bear market</a>. It is fair to say that following the Darvas box theory will produce small losses overall when the trend doesn't develop as planned.\n", "\nThe use of a trailing stop-loss order and following the trend/momentum as it develops has become a staple of many technical strategies developed since Darvas. As with many trading theories, the true value in the Darvas box theory may actually be the discipline it develops in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\" rel=\"noopener noreferrer\">traders</a> when it comes to controlling risk and following a plan. Darvas emphasized the importance of logging trades in his book and later dissecting what went right and wrong.\n"]}