{"name": "Data Analytics Definition", "@id": "https://www.investopedia.com/terms/d/data-analytics.asp", "related": ["https://www.investopedia.com/terms/d/data-science.asp", "https://www.investopedia.com/terms/p/prescriptive-analytics.asp", "https://www.investopedia.com/terms/b/behavioral-analytics.asp", "https://www.investopedia.com/terms/d/descriptive-analytics.asp", "https://www.investopedia.com/terms/q/quantitative-trading.asp", "https://www.investopedia.com/terms/s/statistics.asp"], "body": ["\nData analytics is the science of analyzing raw data in order to make conclusions about that information. Many of the techniques and processes of data analytics have been automated into mechanical processes and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/algorithm.asp\">algorithms</a> that work over raw data for human consumption.\n", "\nData analytics techniques can reveal trends and metrics that would otherwise be lost in the mass of information. This information can then be used to optimize processes to increase the overall efficiency of a business or system.\n", "\nData analytics is a broad term that encompasses many diverse types of data analysis. Any type of information can be subjected to data analytics techniques to get insight that can be used to improve things.\n", "\nFor example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manufacturing.asp\">manufacturing</a> companies often record the runtime, downtime, and work queue for various machines and then analyze the data to better plan the workloads so the machines operate closer to peak capacity.\n", "\nData analytics can do much more than point out <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottleneck.asp\">bottlenecks</a> in production. Gaming companies use data analytics to set reward schedules for players that keep the majority of players active in the game. Content companies use many of the same data analytics to keep you clicking, watching, or re-organizing content to get another view or another click.\n", "\nThe process involved in data analysis involves several different steps:\n", "\n<strong>[Important: Data analytics focuses on coming to conclusions based on what the analyst already knows.]</strong>\n", "\nData analytics is important because it helps businesses optimize their performances. Implementing it into the business model means companies can help reduce costs by identifying more efficient ways of doing business and by storing large amounts of data.\n", "\nA company can also use data analytics to make better business decisions and help analyze customer trends and satisfaction, which can lead to new—and better—products and services. \n", "\nData analytics is broken down into four basic types.\n", "\nData analytics underpins many quality control systems in the financial world, including the ever-popular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/six-sigma.asp\">Six Sigma</a> program. If you aren’t properly measuring something—whether it's your weight or the number of defects per million in a production line—it is nearly impossible to optimize it.\n", "\nSome of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\">sectors</a> that have adopted the use of data analytics include the travel and hospitality industry, where turnarounds can be quick. This industry can collect customer data and figure out where the problems, if any, lie and how to fix them.\n", "\nHealthcare combines the use of high volumes of structured and unstructured data and uses data analytics to make quick decisions. Similarly, the retail industry uses copious amounts of data to meet the ever-changing demands of shoppers. The information retailers collect and analyze can help them identify trends, recommend products, and increase profits. \n"]}