{"name": "Debit Card Definition", "@id": "https://www.investopedia.com/terms/d/debitcard.asp", "related": ["https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/o/overdraft-protection.asp", "https://www.investopedia.com/terms/p/pin-cashing.asp", "https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/v/visa-card.asp", "https://www.investopedia.com/terms/s/stored-value-card.asp"], "body": ["\nA debit card is a payment card that deducts money directly from a consumer’s checking account when it is used. Also called “check cards” or \"bank cards,\" they can be used to buy goods or services; or to get cash from an automated teller machine or a merchant who'll let you add an extra amount onto a purchase.\n", "\nA debit card is usually a rectangular piece of plastic, resembling any charge card. It is linked to the user's checking account at a bank or credit union. The amount of money that can be spent with it is tied to the account size (the amount of funds in the account).\n", "\nIn a sense, debit cards work as a cross between ATM cards and credit cards. You can use them to get cash from a bank's automated teller machine, as with the former; or you can make purchases with them, like the latter. In fact, many financial institutions are replacing their plain vanilla, single-purpose ATM cards with debit cards that are issued by major card-payment processors such as Visa or Mastercard. Such debit cards come automatically with your checking account.\n", "\nWhether being used to obtain cash or to buy something, the debit card functions in the same way: It draws the funds immediately from the affiliated account. So, your spending is limited to what’s available in your checking account, and the exact amount of money you have to spend will fluctuate from day to day, along with your account balance.\n", "\nDebit cards usually have daily purchase limits as well, meaning you can't spend more than a certain amount with them in one 24-hour period.\n", "\nDebit card purchases can be made with or without a PIN. If the card has a major payment processor’s logo, it often can be run without one, just as a credit card would be.\n", "\nBy and large, debit cards don't cost anything extra: There are no annual membership fees or cash-advance charges.\n", "\nHowever, they don't always allow you to escape fees completely: If you withdraw cash from an ATM that's not from—or affiliated with—the bank that issued your debit card, you may be well charged an ATM transaction fee.\n", "\nWhat if you use the card to spend more than you have in your account? You can get hit with insufficient funds charges, similar to those incurred by a bounced paper check. If you've registered for overdraft protection, you will incur overdraft fees. \n", "\nYou might also incur a replacement card fee if yours is lost, damaged, or stolen, and a foreign transaction fee, if you buy something in a foreign currency.\n", "\nNote: All this applies to regular debit cards, which pay with funds drawn on your checking account. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042315/how-do-prepaid-debit-cards-work.asp\">prepaid debit card</a>, which has a set amount of money stored on it, is different—in fact, it's almost a different animal altogether.\n", "\nGiven that many bank debit cards are being issued by credit card companies, the distinction between credit and debit cards can seem as thin as, well, a piece of plastic. Aside from the word \"debit\" on its front, a debit Mastercard looks identical to a credit Mastercard, for example, and \"can be used anywhere Mastercard is accepted.\"\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081716/5-debit-cards-still-offer-rewards-jpm-td.asp\">Some debit cards offer reward programs</a>, similar to credit card reward programs, such as 1% cashback on all purchases. A debit card bearing the logo of a credit card issuer offers many of the same consumer <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0312/how-to-keep-your-debit-card-transactions-safe.aspx\">protections</a>, such as not holding you liable for fraudulent purchases made by someone swiping your card number.\n", "\nBut <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050415/what-are-differences-between-debit-cards-and-credit-cards.asp\">credit cards and debit cards</a> work in fundamentally different ways. Using a debit card to make a purchase is like writing a check or plunking down dollar bills: You're paying for the item then and there, drawing on funds in your bank account. When you use a credit card, you're essentially borrowing money from the card company for the item. It pays the merchant, then bills you for the amount. You repay it when you get your monthly statement. If you don't pay the whole amount, you pay interest on the remaining portion, as you would with any loan.\n", "\nYou can get cash with both debit and credit cards. But again, when you get it from a credit card you're borrowing money—as the term for it, \"cash advance,\" implies. If you use your credit card to get cash at an ATM, the money isn't coming out of your bank account, it's coming from your credit card account. And you pay interest if you carry a balance—that is, don't pay it back right away (or sometimes even if you do).\n", "\nYou don't carry a balance on a debit card, because each and every time you use it, you're paying for the item in full, or taking out money that already belongs to you. The big advantage is, debit cards don't put you into debt—you can't spend more than you have. The downside is you are limited to how much you have in your account. That makes credit cards a better option for large purchases you want or need to finance.\n", "\nWith debit cards, consumers are effectively making their purchases in cash—that is, with money they actually have, as opposed to money borrowed on credit. But they are considerably safer than cash. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050415/what-happens-when-my-bank-account-debited.asp\">Every transaction made with a debit or check card</a> will appear on the account holder’s monthly statement, making it easy to \"see where the money went.\"\n", "\nAnd while lost or stolen cash is gone forever, a lost or stolen debit card can be reported to the bank, which can deactivate the card, remove any fraudulent transactions from the cardholder’s account, and issue a new card.\n", "\nDebit cards are easier to get if you have poor credit—as long as the bank lets you set up an account, you're in—and you don't have to apply for them, as you do with credit cards. Nor do you pay annual fees. Because debit cards don't charge merchants much, merchants don't impose minimum-purchase amounts on debit cards, as they often do with credit cards.\n", "\nNote that debit cards generally don't offer as many perks, or have as many protections against fraud, as credit cards. For one thing, if an identity thief gets into your actual bank account and withdraws funds, you lose the money immediately. Getting it refunded can be tough.\n", "\nAlso, your expenditures on the debit card are limited to the money you have in the bank. And what with auto-bill pay, auto deposits, and ATM withdrawals, it can be hard to remember how much is in a checking account at any given time, making it tricky to use a debit card for purchases. Your card could be declined, or you may incur overdraft fees.\n", "\nDebit cards come with PINs that let you withdraw cash from ATMs. They also let you buy goods and services. If they come from a credit card issuer, they might offer the cashback programs and other privileges associated with regular credit cards.\n", "\nIt can vary, depending on the issuer, but generally, debit cards do not offer purchase protection, or as much purchase protection, as credit cards do. The amount you are responsible for if your card is stolen or used illegally is much larger, and the time frame for reporting it much smaller, with debit cards.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nYes, you can get a debit card online at any financial institution that lets you open a checking account online. This applies to online banks, of course, along with brick-and-mortar banks that sign people up digitally.\n", "\nIt depends on the bank. At most financial institutions in the U.S., minors (under age 18) can’t open a bank checking account without their parent or legal guardian. They can open a custodial account, but to have a debit card in their own name, they often have to be at least 13 years old. Still, some banks offer cards to children under 13 (in the adult's name). Children can get prepaid debit cards at almost any age.\n", "\nIn a debit transaction, money is deducted from an account right away or within a few hours. In a credit transaction, it goes toward building up a balance that requires settling, in whole or in part, in the future.\n", "\nSomewhat confusingly, those using a debit card sometimes have a choice between opting for \"credit\" or \"debit\" when making a purchase. The difference occurs mainly behind the scenes. If you choose a \"debit\" transaction, you authorize the purchase with your PIN (personal identification number), and the merchant communicates immediately with your financial institution, causing the funds to be transferred in real-time.\n", "\nIf you choose a \"credit\" transaction, you might authorize the purchase with your signature. The merchant communicates with the card processor, and then funds are deducted from your bank account—a process that can take two to three days. So it takes a little longer for the funds to actually leave your account.\n", "\nA debit card is issued by a bank or credit union to checking account-holders. It allows them to access funds in the account, either as cash from an ATM or to buy goods or services, like a credit card. Funds are deducted immediately, or within a short time frame, so the amount available to spend reflects the amount in the linked account.\n", "\nUnlike credit cards, debit cards do not allow the user to go into debt, except perhaps for small negative balances that might be incurred if the account holder has signed up for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overdraft-protection.asp\">overdraft protection</a>. Debit cards usually have daily purchase limits, meaning it may not be possible to make an especially large purchase with a debit card.\n", "\nA debit card works best as a tool to obtain cash, or for small purchases. While it ensures you don't go into debt—you can only spend money you literally have—it doesn't help to build up your credit history either, as credit cards do. Credit cards can be more advantageous for making large purchases that you can't or don't want to pay in full right away.\n"]}