{"name": "Debtor Definition", "@id": "https://www.investopedia.com/terms/d/debtor.asp", "related": ["https://www.investopedia.com/terms/f/fair-debt-collection-practices-act-fdcpa.asp", "https://www.investopedia.com/terms/d/debt-collector.asp", "https://www.investopedia.com/terms/z/zombie-debt.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/s/stipulated-judgment.asp", "https://www.investopedia.com/terms/c/consumer-credit-protection-act-of-1968.asp"], "body": ["\nA debtor is a company or individual who owes money. If the debt is in the form of a loan from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institution</a>, the debtor is referred to as a borrower, and if the debt is in the form of securities – such as bonds – the debtor is referred to as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issuer.asp\">issuer</a>. Legally, someone who files a voluntary petition to declare bankruptcy is also considered a debtor.\n", "\nIt is not a crime to fail to pay a debt. Except in certain bankruptcy situations, debtors can prioritize their debt <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/repayment.asp\">repayments</a> as they like, but if they fail to honor the terms of their debt, they may face fees and penalties as well as a drop in their credit scores. Additionally, the creditor may take the debtor to court over the matter. This lay lead to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061715/what-difference-between-lien-and-encumbrance.asp\">liens or encumbrances</a>.\n", "\nIn the United States, debtors' prisons were relatively common until the Civil War era, at which time most states started phasing them out. In contemporary times, debtors do not go to jail for unpaid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-debt.asp\">consumer debt</a> such as credit cards or medical bills. The set of laws governing debt practices activities, known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fair-debt-collection-practices-act-fdcpa.asp\">Fair Debt Collection Practices Act (FDCPA)</a>, forbids bill collectors from threatening debtors with jail time. However, the courts can send debtors to jail for unpaid taxes or child support.\n", "\nIn some cases, there are exceptions to this rule. For example, in some states, if a debtor has been ordered by the court to pay a debt and misses a payment, they are held in contempt of court, and being in contempt of court can result in jail time, thus indirectly sending the person to jail for being a debtor.\n", "\nThe FDCPA is a consumer protection law, designed to protect debtors. This act outlines when bill collectors can call debtors, where they can call them, and how often they can call them. It also emphasizes elements related to the debtor's privacy and other rights. However, this law only pertains to third-party debt collection agencies, such as companies trying to collect debts on behalf of other companies or individuals.\n", "\nIf a debtor fails to pay a debt, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\">creditors</a> have some recourse to collect it. If the debt is backed by collateral, such as mortgages and car loans being backed by houses and cars, respectively, the creditor can attempt to repossess the collateral. In other cases, the creditor may take the debtor to court in an attempt to have the debtor's wages garnished or to secure another type of repayment order.\n"]}