{"name": "Debtor-in-Possession (DIP) Financing Definition", "@id": "https://www.investopedia.com/terms/d/debtorinpossessionfinancing.asp", "related": ["https://www.investopedia.com/terms/b/bankruptcyfinancing.asp", "https://www.investopedia.com/terms/d/debtorinpossession.asp", "https://www.investopedia.com/terms/p/primingloan.asp", "https://www.investopedia.com/terms/p/prepetition.asp", "https://www.investopedia.com/terms/l/liquidation.asp", "https://www.investopedia.com/terms/c/chapter13.asp"], "body": ["\nDebtor-in-possession (DIP) financing is a special kind of financing meant for companies that are in bankruptcy. Only companies that have filed for bankruptcy protection under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter11.asp\">Chapter 11</a> are allowed to access DIP financing, which usually happens at the start of a filing. DIP financing is used to facilitate the reorganization of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtorinpossession.asp\">debtor-in-possession</a> (the status of a company that has filed for bankruptcy) by allowing it to raise capital to fund its operations as its bankruptcy case runs its course. DIP financing is unique from other financing methods in that it usually has priority over existing debt, equity, and other claims. \n", "\nSince Chapter 11 favors corporate reorganization over <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\">liquidation</a>, filing for protection can offer a vital lifeline to distressed companies in need of financing. In debtor-in-possession (DIP) financing, the court must approve the financing plan consistent with the protection granted to the business. Oversight of the loan by the lender is also subject to the court's approval and protection. If the financing is approved, the business will have the liquidity it needs to keep operating.\n", "\nWhen a company is able to secure DIP financing, it lets vendors, suppliers, and customers know that the debtor will be able to remain in business, provide services, and make payments for goods and services during its reorganization. If the lender has found that the company is worthy of credit after examining its finances, it stands to reason that the marketplace will come to the same conclusion.\n", "\nAs part of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>, two bankrupt U.S. automakers, General Motors and Chrysler, were the beneficiaries of debtor-in-possession (DIP) financing.\n", "\nDIP financing usually occurs at the beginning of the bankruptcy filing process, but often, struggling companies that may benefit from court protection will delay filing out of failure to accept the reality of their situation. Such indecision and delay can waste precious time, as the DIP financing process tends to be lengthy.\n", "\nOnce a company enters into Chapter 11 bankruptcy and finds a willing lender, it must obtain approval from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy-court.asp\">bankruptcy court</a>. Providing a loan under bankruptcy law provides a lender with much-needed comfort in providing financing to a company in financial distress. DIP financing lenders are given first priority on assets in case of the company's liquidation, an authorized budget, a market or premium interest rate, and any additional comfort measures that the court or lender believes warrants inclusion. Current lenders usually have to agree to the terms, particularly in taking a back seat to a lien on assets.\n", "\nThe approved budget is an important aspect of DIP financing. The \"DIP budget\" can include a forecast of the company's receipts, expenses, net cash flow, and outflows for rolling periods. It must also factor in forecasting the timing of payments to vendors, professional fees, seasonal variations in its receipts, and any capital outlays. Once the DIP budget is agreed upon, both parties will agree on the size and structure of the credit facility or loan. This is just a part of the negotiations and legwork necessary to secure DIP financing.\n", "\nDIP financing is frequently provided via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termloan.asp\">term loans</a>. Such loans are fully funded throughout the bankruptcy process, which means higher interest costs for the borrower. Formerly, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolvingcredit.asp\">revolving credit</a> facilities were the most utilized method, which allows a borrower to draw down the loan and repay as needed; like a credit card. This allows for more flexibility and therefore the ability to keep interest costs lower, as a borrower can actively manage the amount of the loan borrowed.\n"]}