{"name": "Decision Support System—DSS Definition", "@id": "https://www.investopedia.com/terms/d/decision-support-system.asp", "related": ["https://www.investopedia.com/terms/q/qualitativeanalysis.asp", "https://www.investopedia.com/terms/b/batch-processing.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/i/insurance-regulatory-information-system-iris.asp", "https://www.investopedia.com/terms/z/zero-one-integer-programming.asp", "https://www.investopedia.com/terms/a/accounting.asp"], "body": ["\nA decision support system (DSS) is a computerized program used to support determinations, judgments, and courses of action in an organization or a business. A DSS sifts through and analyzes massive amounts of data, compiling comprehensive information that can be used to solve problems and in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/111113/advanced-game-theory-strategies-decisionmaking.asp\">decision-making</a>.\n", "\nTypical information used by a DSS includes target or projected revenue, sales figures or past ones from different time periods, and other inventory- or operations-related data.\n", "\nA decision support system gathers and analyzes data, synthesizing it to produce comprehensive information reports. In this way, as an informational application, a DSS differs from an ordinary operations application, whose function is just to collect data.\n", "\nThe DSS can either be completely computerized or powered by humans. In some cases, it may combine both. The ideal systems analyze information and actually make decisions for the user. At the very least, they allow human users to make more informed decisions at a quicker pace.\n", "\nThe DSS can be employed by operations management and other planning departments in an organization to compile information and data and to synthesize it into actionable intelligence. In fact, these systems are primarily used by mid- to upper-level management.\n", "\nFor example, a DSS may be used to project a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/07/top-line-projection.asp\">revenue</a> over the upcoming six months based on new assumptions about product sales. Due to a large number of factors that surround projected revenue figures, this is not a straightforward calculation that can be done manually. However, a DSS can integrate all the multiple variables and generate an outcome and alternate outcomes, all based on the company's past product sales data and current variables.\n", "\nThe primary purpose of using a DSS is to present information to the customer in an easy-to-understand way. A DSS system is beneficial because it can be programmed to generate many types of reports, all based on user specifications. For example, the DSS can generate information and output its information graphically, as in a bar chart that represents projected revenue or as a written report.\n", "\nAs technology continues to advance, data analysis is no longer limited to large, bulky mainframe computers. Since a DSS is essentially an application, it can be loaded on most computer systems, whether on desktops or laptops. Certain DSS applications are also available through mobile devices.\n", "\nThe flexibility of the DSS is extremely beneficial for users who travel frequently. This gives them the opportunity to be well-informed at all times, providing the ability to make the best decisions for their company and customers on the go or even on the spot.\n"]}