{"name": "Decreasing Term Insurance Definition", "@id": "https://www.investopedia.com/terms/d/decreasing_term_life.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp", "https://www.investopedia.com/mortgage/insurance/mortgage-life-insurance/", "https://www.investopedia.com/terms/c/comparative-interest-rate-method.asp"], "body": ["\nDecreasing term insurance is renewable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\">term life insurance</a> with coverage decreasing over the life of the policy at a predetermined rate. Premiums are usually constant throughout the contract, and reductions in coverage typically occur monthly or annually. Terms range between 1 year and 30 years but it depends on the insurance company and the plan they offer.\n", "\nThe theory behind decreasing term insurance holds that with age, certain liabilities, and the corresponding need for high levels of insurance decreases. Numerous in-force decreasing term insurance policies take the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/insurance/mortgage-life-insurance/\">mortgage life insurance</a>, which affixes its benefit to the remaining mortgage of an insured’s home.\n", "\nAlone, decreasing term insurance may not be sufficient for an individual's life insurance needs, especially if they have a family with dependents. Affordable standard term life insurance policies offer the security of a death benefit throughout the life of the contract.\n", "\nDecreasing term insurance is a more affordable option than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\">whole life</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/universallife.asp\">universal life insurance</a>. The death benefit is designed to mirror the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization_schedule.asp\">amortization schedule</a> of a mortgage or other personal debt not easily covered by personal assets or income, like personal loans or business loans.\n", "\nDecreasing term insurance allows a pure death benefit with no cash accumulation, unlike, for example, a whole life insurance policy. As such, this insurance option has modest premiums for comparable benefit amounts to either a permanent or temporary life insurance.\n", "\nFor example, a 30-year-old male who is a non-smoker might pay a premium of $25 per month throughout the life of a 15-year $200,000 decreasing term policy, customized to parallel a mortgage amortization schedule. The monthly cost for the level-premium decreasing term plan does not change. As the insured ages, the risk of the carrier increases. This increase in risk warrants the declining death benefit. \n", "\nA permanent policy with the same face amount $200,000 could require monthly premium payments of $100 or more per month. While some universal or whole life policies allow reductions of face amounts when the insured uses the policy for loans or other advances, the policies frequently hold fixed death benefits.\n", "\nThe predominant use of decreasing term insurance is most often for personal asset protection. Small business partnerships also use a decreasing term life policy to protect indebtedness against startup costs and operational expenses.\n", "\nIn the case of small businesses, if one partner dies, the death benefit proceeds from the decreasing term policy can help to fund continuing operations or retire the percentage of the remaining debt for which the deceased partner is responsible. The security allows the business to guarantee commercial loan amounts affordably.\n"]}