{"name": "Deferred Annuity Definition", "@id": "https://www.investopedia.com/terms/d/deferredannuity.asp", "related": ["https://www.investopedia.com/terms/f/fixedannuity.asp", "https://www.investopedia.com/terms/v/variableannuity.asp", "https://www.investopedia.com/terms/i/individual_retirement_annuity.asp", "https://www.investopedia.com/terms/i/indexedannuity.asp", "https://www.investopedia.com/terms/i/immediatepaymentannuity.asp", "https://www.investopedia.com/terms/d/delayed-annuity.asp"], "body": ["\nA deferred annuity is a contract with an insurance company that promises to pay the owner a regular income, or a lump sum, at some future date. Investors often use deferred annuities to supplement their other retirement income, such as Social Security. Deferred annuities differ from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/immediatepaymentannuity.asp\" rel=\"noopener noreferrer\">immediate annuities</a>, which begin making payments right away.\n", "\nThere are three basic types of deferred annuities: fixed, indexed, and variable. As their name implies, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedannuity.asp\" rel=\"noopener noreferrer\">fixed annuities</a> promise a specific, guaranteed rate of return on the money in the account. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexedannuity.asp\" rel=\"noopener noreferrer\">Indexed annuities</a> provide a return that is based on the performance of a particular market index, such as the S&amp;P 500. The return on <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variableannuity.asp\" rel=\"noopener noreferrer\">variable annuities</a> is based on the performance of a portfolio of mutual funds, or sub-accounts, chosen by the annuity owner.\n", "\nAll three types of deferred annuities grow on a tax-deferred basis. Owners of these insurance contracts pay taxes only when they make withdrawals, take a lump sum, or begin receiving income from the account. At that point, the money they receive is taxed at their ordinary income tax rate.\n", "\nThe period when the investor is paying into the annuity is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accumulationphase.asp\" rel=\"noopener noreferrer\">accumulation phase</a> (or savings phase). Once the investor elects to start receiving income, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payoutphase.asp\" rel=\"noopener noreferrer\">payout phase</a> (or income phase) begins. Many deferred annuities are structured to provide income for the rest of the owner's life and sometimes for their spouse's life as well.\n", "\nDeferred annuities should be considered long-term investments because they are less <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquid</a> than, for example, mutual funds purchased outside of an annuity.\n", "\nMost annuity contracts put strict limits on withdrawals, such as allowing just one per year. Withdrawals may also be subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/surrenderfee.asp\" rel=\"noopener noreferrer\">surrender fees</a> charged by the insurer. In addition, if the account holder is under age 59½, they will generally face a 10% tax penalty on the amount of the withdrawal. That's on top of the income tax they have to pay on the withdrawal.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nProspective buyers should also be aware that annuities often have high fees, compared with other types of retirement investments. Fees can also vary widely from one insurance company to another, so it pays to shop around.\n", "\nFinally, deferred annuities often include a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\" rel=\"noopener noreferrer\">death benefit</a> component. If the owner dies while the annuity is still in its accumulation phase, their heirs may receive some or all of the account's value. If the annuity has entered the payout phase, however, the insurer may simply keep the remaining money unless the contract includes a provision to keep paying benefits to the owner's heirs for a certain number of years.\n"]}