{"name": "Deferred Revenue Definition", "@id": "https://www.investopedia.com/terms/d/deferredrevenue.asp", "related": ["https://www.investopedia.com/terms/u/unearnedrevenue.asp", "https://www.investopedia.com/terms/d/deferredcharge.asp", "https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/d/deferred-credit.asp", "https://www.investopedia.com/terms/a/advance-payment.asp", "https://www.investopedia.com/terms/l/liability.asp"], "body": ["\nDeferred revenue, also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unearnedrevenue.asp\" rel=\"noopener noreferrer\">unearned revenue</a>, refers to advance payments a company receives for products or services that are to be delivered or performed in the future. The company that receives the prepayment records the amount as deferred revenue, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liability</a>, on its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a>.\n", "\nDeferred revenue is a liability because it reflects revenue that has not been earned and represents products or services that are owed to a customer. As the product or service is delivered over time, it is recognized proportionally as revenue on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>.\n", "\nDeferred revenue is recognized as a liability on the balance sheet of a company that receives an advance payment. This is because it has an obligation to the customer in the form of the products or services owed. The payment is considered a liability to the company because there is still the possibility that the good or service may not be delivered, or the buyer might cancel the order. In either case, the company would need to repay the customer, unless other payment terms were explicitly stated in a signed contract.\n", "\nContracts can stipulate different terms, whereby it's possible that no revenue may be recorded until all of the services or products have been delivered. In other words, the payments collected from the customer would remain in deferred revenue until the customer has received in full what was due according to the contract. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">Generally accepted accounting principles</a> (GAAP) require certain accounting methods and conventions that encourage <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-conservatism.asp\" rel=\"noopener noreferrer\">accounting conservatism</a>. Accounting conservatism ensures the company is reporting the lowest possible profit. A company reporting revenue conservatively will only recognize earned revenue when it has completed certain tasks to have full claim to the money and once the likelihood of payment is certain.\n", "\nTypically, as a company delivers services or products, deferred revenue is gradually recognized on the income statement to the extent the revenue is \"earned.\" Categorizing deferred revenue as earned revenue too quickly, or simply bypassing the deferred revenue account all together and posting it directly to revenue on the income statement, is considered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggressiveaccounting.asp\" rel=\"noopener noreferrer\">aggressive accounting</a> and effectively overstates sales revenue.\n", "\nDeferred revenue is typically reported as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentliabilities.asp\" rel=\"noopener noreferrer\">current liability</a> on a company's balance sheet, as prepayment terms are typically for 12 months or less. However, if a customer made an up-front prepayment for services that are expected to be delivered over several years, the portion of the payment that pertains to services or products to be provided after 12 months from the payment date should be classified as deferred revenue under the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermliabilities.asp\" rel=\"noopener noreferrer\">long-term liability</a> section of the balance sheet.\n", "\nDeferred revenue is common with subscription-based products or services that require prepayments. Examples of unearned revenue are rent payments received in advance, prepayment received for newspaper subscriptions, annual prepayment received for the use of software, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaid-insurance.asp\" rel=\"noopener noreferrer\">prepaid insurance</a>. \n", "\nConsider a media company that receives $1,200 in advance payment at the beginning of its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalyear.asp\" rel=\"noopener noreferrer\">fiscal year</a> from a customer for an annual newspaper subscription. Upon receipt of the payment, the company's accountant records a debit entry to the cash and cash equivalent account and a credit entry to the deferred revenue account for $1,200.\n", "\nAs the fiscal year progresses, the company sends the newspaper to its customer each month and recognizes revenue. Monthly, the accountant records a debit entry to the deferred revenue account, and a credit entry to the sales revenue account for $100. By the end of the fiscal year, the entire deferred revenue balance of $1,200 has been gradually booked as revenue on the income statement at the rate of $100 per month. The balance is now $0 in the deferred revenue account until next year's prepayment is made.\n"]}