{"name": "Definition of a Negotiable Instrument", "@id": "https://www.investopedia.com/terms/n/negotiable-instrument.asp", "related": ["https://www.investopedia.com/terms/p/pay-to-bearer.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/p/payable-through-draft.asp", "https://www.investopedia.com/terms/t/treasurers-draft.asp", "https://www.investopedia.com/terms/t/time-draft.asp", "https://www.investopedia.com/terms/o/order_paper.asp"], "body": ["\nA negotiable instrument is a signed document that promises a sum of payment to a specified person or the assignee. In other words, it is a formalized type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iou.asp\">IOU</a>: A transferable, signed document that promises to pay the bearer a sum of money at a future date or on-demand. The payee, who is the person receiving the payment, must be named or otherwise indicated on the instrument.\n", "\nBecause they are transferable and assignable, some negotiable instruments may trade on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary market</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negotiable.asp\">Negotiable</a> instruments are transferable in nature, allowing the holder to take the funds as cash or use them in a manner appropriate for the transaction or according to their preference. The fund amount listed on the document includes a notation as to the specific amount promised and must be paid in full either on-demand or at a specified time. A negotiable instrument can be transferred from one person to another. Once the instrument is transferred, the holder obtains a full legal title to the instrument.\n", "\nThese documents provide no other promise on the part of the entity issuing the negotiable instrument. Additionally, no other instructions or conditions can be set upon the bearer to receive the monetary amount listed on the negotiable instrument. For an instrument to be negotiable, it must be signed, with a mark or signature, by the maker of the instrument—the one issuing the draft. This entity or person is known as the drawer of funds.\n", "\nOne of the more common negotiable instruments is the personal check. It serves as a draft, payable by the payer’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institution</a> upon receipt in the exact amount specified. Similarly, a cashier’s check provides the same function; however, it requires the funds to be allocated, or set aside, for the payee prior to the check being issued.\n", "\nMoney orders are similar to checks but may or may not be issued by the payer’s financial institution. Often, cash must be received from the payer prior to the money order being issued. Once the money order is received by the payee, it can be exchanged for cash in a manner consistent with the issuing entity's policies.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/travelerscheck.asp\">Traveler’s checks</a> function differently, as they require two signatures to complete a transaction. At the time of issue, the payer must sign the document to provide a specimen signature. Once the payer determines to whom the payment will be issued, a countersignature must be provided as a condition of payment. Traveler's checks are generally used when the payer is traveling to a foreign country and is looking for a payment method that provides an additional level of security against theft or fraud while traveling.\n", "\nOther common types of negotiable instruments include bills of exchange, promissory notes, drafts, and certificates of deposit (CD).\n"]}