{"name": "Defining a Blind Trust", "@id": "https://www.investopedia.com/terms/b/blindtrust.asp", "related": ["https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/i/intervivostrust.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/g/grantortrustrules.asp"], "body": ["\nA blind <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\" rel=\"noopener noreferrer\">trust</a> is a trust established by the owner (or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustor.asp\" rel=\"noopener noreferrer\">trustor</a>) giving another party (the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a>) full control of the trust. The <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a> has full discretion over the assets and investments while being charged with managing the assets and any income generated in the trust. The trustor can terminate the trust, but otherwise exercises no control over the actions taken within the trust and receives no reports from the trustees while the blind trust is in force. Blind trusts are often established in situations when individuals want to avoid <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conflict-of-interest.asp\" rel=\"noopener noreferrer\">conflicts of interest</a> between their employment and investments.\n", "\nIn a typical trust, the trustor or originator appoints a trustee to act as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a>, meaning the trustee is charged with honoring the trust agreement, such as distributing the funds following the death of the trustor. The trust can contain various investments, including <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equities</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bonds</a>, and real estate. The trustor and trustee are often in contact with each other while the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary-of-trust.asp\" rel=\"noopener noreferrer\">beneficiary of the trust</a> is usually aware of the trust and perhaps, aware of the holdings within the trust.\n", "\nConversely, a blind trust is designed so that the trust beneficiaries and the trustor have no knowledge of the investment holdings within the trust. Neither party has any control or say in how the investments are managed, including whether to buy or sell specific securities.\n", "\nA blind trust can be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocabletrust.asp\" rel=\"noopener noreferrer\">revocable</a> trust, meaning the trustor can make any changes to the trust, trustee, and terminate the trust. A blind trust can also be an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irrevocabletrust.asp\" rel=\"noopener noreferrer\">irrevocable</a> trust, which means nothing can be changed once it has been established. Whether the trustor would set up a revocable or irrevocable trust depends on the particular situation and goal of the trust. An irrevocable trust, for example, can be designed so that assets are no longer the legal property of the trustor and thus, preventing creditors or the government, such as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\" rel=\"noopener noreferrer\">Medicaid</a>, from claiming the assets.\n", "\nThere are challenges and issues that can arise with a blind trust, since the trustor establishing the trust is at least aware of the investment mix at the onset, and cannot realistically forget that information when weighing future decisions. The trustors may also set the rules under which the investments are managed and, of course, pick trustees that they are confident will act in a certain way in potential situations. As a result, the efficacy of a blind trust, in truly eliminating conflict of interest, is far from proven. That said, politicians with a large amount of wealth or in high office use blind trusts to show that at least the effort is being taken to establish impartiality. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/070615/how-establish-blind-trust.asp\" rel=\"noopener noreferrer\">Establishing a blind trust</a> can be expensive; politicians and executives have other ways to remove potential conflicts of interest without a blind trust. They can sell out of the specific investments, real estate, or private holdings in favor of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\" rel=\"noopener noreferrer\">index funds</a> and bonds. A person could also sell the assets–converting them to cash–while occupying the position of employment. However, the process of selling investments can trigger tax implications and some investments, such as land or real estate, can be difficult to sell. Although blind trusts are helpful, there is no legal structure that can remove all conflicts of interest, nor can they guarantee ethical behavior from the person holding the position or office.\n", "\nAlthough anyone can set up a blind trust, they are often used to leave money to beneficiaries and to prevent conflicts of interest.\n", "\nA blind trust might be established during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estateplanning.asp\" rel=\"noopener noreferrer\">estate planning</a> process if the trustor doesn't want the beneficiaries to know how much money is in the trust. A blind trust could also be tailored so that the funds go to the beneficiary when the person reaches a certain age or milestone, such as graduating from college.\n", "\nBlind trusts are also used when a wealthy individual is elected to a political office, where the investment holdings could potentially create a conflict of interest. The Ethics in Government Act of 1978 requires those holding political offices to disclose all of their assets unless those assets are held in a blind trust.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nFor example, if a politician owns equity in a company that has a pending regulatory issue, it might create a conflict of interest. The blind trust separates the politician from any trades that are initiated by the trustee or the financial institution acting as the trustee.\n"]}