{"name": "Defined-Benefit Plan", "@id": "https://www.investopedia.com/terms/d/definedbenefitpensionplan.asp", "related": ["https://www.investopedia.com/terms/u/unitbenefitformula.asp", "https://www.investopedia.com/terms/a/accrued-monthly-benefit.asp", "https://www.investopedia.com/terms/w/withdrawal-credits-pension-plan.asp", "https://www.investopedia.com/terms/v/variable-benefit-plan.asp", "https://www.investopedia.com/terms/p/pensionplan.asp", "https://www.investopedia.com/terms/f/flatbenefitformula.asp"], "body": ["\nA defined-benefit plan is an employer-sponsored retirement plan where employee benefits are computed using a formula that considers several factors, such as length of employment and salary history.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The company is responsible for managing the plan's investments and risk and will usually hire an outside investment manager to do this. Typically an employee cannot just withdraw funds as with a 401(k) plan. Rather they become eligible to take their benefit as a lifetime annuity or in some cases as a lump-sum at an age defined by the plan's rules.\n", "\nAlso known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pensionplan.asp\" rel=\"noopener noreferrer\">pension plans</a> or qualified-benefit plans, this type of plan is called \"defined benefit\" because employees and employers know the formula for calculating retirement benefits ahead of time, and they use it to define and set the benefit paid out. This fund is different from other retirement funds, like retirement savings accounts, where the payout amounts depend on investment returns. Poor investment returns or faulty assumptions and calculations can result in a funding shortfall, where employers are legally obligated to make up the difference with a cash contribution.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSince the employer is responsible for making investment decisions and managing the plan's investments, the employer assumes all the investment and planning risks.\n", "\nA defined-benefit plan guarantees a specific benefit or payout upon retirement. The employer may opt for a fixed benefit or one calculated according to a formula that factors in years of service, age, and average salary. The employer typically funds the plan by contributing a regular amount, usually a percentage of the employee's pay, into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxdeferred.asp\" rel=\"noopener noreferrer\">tax-deferred</a> account. However, depending on the plan, employees may also make contributions. The employer contribution is, in effect, deferred compensation.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUpon retirement, the plan may pay monthly payments throughout the employee’s lifetime or as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lump-sum-payment.asp\" rel=\"noopener noreferrer\">lump-sum payment</a>. For example, a plan for a retiree with 30 years of service at retirement may state the benefit as an exact dollar amount, such as $150 per month per year of the employee's service. This plan would pay the employee $4,500 per month in retirement. If the employee dies, some plans distribute any remaining benefits to the employee's beneficiaries.\n", "\nPayment options commonly include a single-<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeannuity.asp\" rel=\"noopener noreferrer\">life annuity</a>, which provides a fixed monthly benefit until death; a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qjsa.asp\" rel=\"noopener noreferrer\">qualified joint and survivor annuity</a>, which offers a fixed monthly benefit until death and allows the surviving spouse to continue receiving benefits thereafter;<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ or a lump-sum payment, which pays the entire value of the plan in a single payment.\n", "\nWorking an additional year increases the employee's benefits, as it increases the years of service used in the benefit formula. This extra year may also increase the final salary the employer uses to calculate the benefit. In addition, there may be a stipulation that says working past the plan's normal retirement age automatically increases an employee's benefits.\n"]}