{"name": "Defining Take-Home Pay", "@id": "https://www.investopedia.com/terms/t/take-home-pay.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/w/w2form.asp", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/tax-revenue-definition-5115103", "https://www.investopedia.com/terms/f/fica.asp", "https://www.investopedia.com/terms/s/social-security-tax.asp"], "body": ["\nTake-home pay is the net amount of income received after the deduction of taxes, benefits, and voluntary contributions from a paycheck. It is the difference between the gross income less all deductions. Deductions include federal, state and local income tax, Social Security and Medicare contributions, retirement account contributions, and medical, dental and other insurance premiums. The net amount or take-home pay is what the employee receives. \n", "\nThe net pay amount located on a paycheck is the take-home pay. Paychecks or pay statements detail the income activity for a given pay period. Activity listed on pay statements includes earnings and deductions. Common deductions are income tax and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fica.asp\">Federal Insurance Contributions Act</a> (FICA) withholdings. There may also be less standard deductions such as court-ordered child support or alimony, and uniform upkeep cost. The net pay is the amount remaining after all deductions are taken.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Many paychecks also have cumulative fields that show the year-to-date earnings, withholdings, and deduction amounts.  \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossincome.asp\">Gross pay</a> is often shown as a line item on a pay statement. If it is not shown, you may calculate it using either the annual salary divided by the number of pay periods, or multiply the hourly wage by the number of hours worked in a pay period.\n", "\nFor example, a bi-monthly paid employee earning an annual salary of $50,000 will have gross pay of $1,923.08 ($50,000/26 pay periods).  \n", "\nTake-home pay can differ significantly from the gross pay rate. As an example, an hourly-waged employee making $15/hour and working 80 hours per pay period has a gross pay of $1,200 (15 x 80 =1200). But, after deductions the employee's take-home pay is $900, the employee is earning $11.25/hour as a take-home rate (900/80=11.25).\n", "\nAs seen, this employee's take-home pay rate differs significantly from the gross pay rate. Many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a> and lending agencies will consider take-home pay when loaning money for large purchases, such as vehicles, and property.\n"]}