{"name": "Delisting Definition", "@id": "https://www.investopedia.com/terms/d/delisting.asp", "related": ["https://www.investopedia.com/terms/m/market-capitalization-rule.asp", "https://www.investopedia.com/terms/r/reversesplit.asp", "https://www.investopedia.com/terms/l/listedsecurity.asp", "https://www.investopedia.com/terms/p/primary-listing.asp", "https://www.investopedia.com/terms/p/pinksheets.asp", "https://www.investopedia.com/terms/o/outstandingshares.asp"], "body": ["\nDelisting is the removal of a listed security from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock exchange</a>. The delisting of a security can be voluntary or involuntary and usually results when a company ceases operations, declares <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>, merges, does not meet listing requirements, or seeks to become private.\n", "\nCompanies must meet specific guidelines, called \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listingrequirements.asp\" rel=\"noopener noreferrer\">listing standards</a>,\" before they can be listed on an exchange. Each exchange, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">New York Stock Exchange (NYSE)</a>, establishes its own set of rules and regulations for listings. Companies that fail to meet the minimum standards set by an exchange will be involuntarily delisted. The most common standard is price. For example, a company with a share price under $1 per share for a period of months may find itself at risk of being delisted. Alternatively, a company can voluntarily request to be delisted.\n", "\nSome companies choose to become privately traded when they identify, through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-benefitanalysis.asp\" rel=\"noopener noreferrer\">cost-benefit analysis</a>, that the costs of being publicly listed exceed the benefits. Requests to delist often occur when companies are purchased by private equity firms and will be reorganized by new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/05/delistingofsharesowned.asp\" rel=\"noopener noreferrer\">shareholders</a>. These companies can apply for delisting to become privately traded. Also, when listed companies merge and trade as a new entity, the formerly separate companies voluntarily request delisting.\n", "\nThe reasons for delisting include violating regulations and failing to meet minimum financial standards. Financial standards include the ability to maintain a minimum share price, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-ratios-4689817\" rel=\"noopener noreferrer\">financial ratios</a>, and sales levels. When a company does not meet listing requirements, the listing exchange issues a warning of noncompliance. If noncompliance continues, the exchange delists the company's stock.\n", "\nTo avoid being delisted, some companies will undergo a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversesplit.asp\" rel=\"noopener noreferrer\">reverse split</a> of their stock shares. This has the effect of combining several shares into one and multiplying the share price. For example, if a company executes a 1 for 10 reverse split, it could raise their share price from 50 cents per share to five dollars per share, in which case it would no longer be at risk of delisting.\n", "\nThe consequences of delisting can be significant since stock shares not traded on one of the major stock exchanges are more difficult for investors to research and harder to purchase. This means the company is unable to issue new shares to the market to establish new financial initiatives.\n", "\nOften, involuntary delistings are indicative of a company's poor financial health or poor corporate governance. Warnings issued by an exchange should be taken seriously. For example, in April 2016, five months after receiving a notice from the NYSE, the clothing retailer Aéropostale Inc. was delisted for noncompliance. In May 2016, the company filed for bankruptcy and began trading <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">over-the-counter</a> (OTC). In the United States, delisted securities may be traded over-the-counter except when they are delisted to become a private company or because of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\" rel=\"noopener noreferrer\">liquidation</a>.\n"]}