{"name": "Delivered Ex Ship (DES) Definition", "@id": "https://www.investopedia.com/terms/d/des.asp", "related": ["https://www.investopedia.com/terms/e/exw.asp", "https://www.investopedia.com/terms/c/cfr.asp", "https://www.investopedia.com/terms/d/delivered-ex-quay.asp", "https://www.investopedia.com/terms/f/fas.asp", "https://www.investopedia.com/terms/c/carriage-paid-cpt.asp", "https://www.investopedia.com/terms/f/fob.asp"], "body": ["\nDelivered ex-ship (DES) was a trade term that required a seller to deliver goods to a buyer at an agreed port of arrival. The seller met its obligation upon delivery of uncleared goods in a designated port. It assumed the full cost and risk involved in getting the goods to that point, at which time it was available to the buyer and the buyer assumed all ensuing costs and risks.\n", "\nThis term applied to both inland and sea shipping and often in charter shipping. It expired effective 2011. DES is a legal term, and the exact definition can differ somewhat by country.\n", "\nContracts involving international transportation often contain abbreviated trade terms that describe details such as the time and place of delivery, payment, at what point the risk of loss shifts from the seller to the buyer, and who pays for the costs of freight and insurance. DES was just one type of such an international trade contract.\n", "\nThe most commonly known trade terms are known as \"incoterms,\" short for \"international commercial terms.\" The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp\" rel=\"noopener noreferrer\">International Chamber of Commerce</a> (ICC), an organization, publishes them aiming to foster trade and commerce internationally. ICC promotes and protects open markets for goods and services. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incoterms.asp\" rel=\"noopener noreferrer\">Incoterms</a> are often identical in form to domestic terms such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uniform-commercial-code.asp\" rel=\"noopener noreferrer\">American Uniform Commercial Code</a> (UCC), but they have different meanings. Parties to a contract must expressly indicate the governing law of their terms as a result.\n", "\nTypically, the seller remains responsible for products until delivery. It bears the costs and risks that come with bringing goods to port. The seller has total responsibility for shipping, and it must pay the shipping company and purchase insurance for the goods.\n", "\nThe seller's obligation ends when it delivers the merchandise to the agreed-upon port, aboard the ship, not yet cleared for import. Buyers are responsible for all costs to receive and unload the goods, and to clear them through customs.\n", "\nDelivered Ex Ship differs from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delivered-ex-quay.asp\" rel=\"noopener noreferrer\">Delivered Ex Quay</a> (DEQ) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exw.asp\" rel=\"noopener noreferrer\">Ex Works</a> (EXW). Delivered Ex Ship (DES) stipulates that the seller has a legal obligation to deliver the goods to port and to ensure the goods' arrival there, but not to a wharf.\n", "\nDelivered Ex Quay specifies that the seller must ship the goods to the wharf at the destination port. Delivered Ex Quay can note a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duty.asp\" rel=\"noopener noreferrer\">duty</a> as either paid or unpaid. The seller is obligated to cover costs, like duties, if it pays, and is responsible for providing the merchandise. If unpaid, those obligations and responsibilities shift to the buyer.\n", "\nThe seller must make the goods available for pickup at its place of business in Ex Works. All costs and risks of transportation are taken on by the buyer from there.\n", "\nSeller X ships contracted goods to a pier and port in Kennebunkport, Maine. Midway there, the ship encounters a storm and sinks. Seller X absorbs the loss because the shipment has not yet arrived in port.\n", "\nAlternatively, Seller X's shipment makes it safely to Kennebunkport. The storm hits while the ship is docked after the point when Buyer Y has contractually taken possession of the products. The ship sinks in port. Buyer Y absorbs the loss because it has accepted delivery, even though the goods have not yet left the ship.\n"]}