{"name": "Delivery Versus Payment (DVP) Definition", "@id": "https://www.investopedia.com/terms/d/dvp.asp", "related": ["https://www.investopedia.com/terms/e/euroclear.asp", "https://www.investopedia.com/terms/r/rvp.asp", "https://www.investopedia.com/terms/u/unified-payment-interface-upi.asp", "https://www.investopedia.com/terms/n/new-york-clearing-house-association.asp", "https://www.investopedia.com/terms/i/iban.asp", "https://www.investopedia.com/terms/w/wiretransfer.asp"], "body": ["\nDelivery versus payment (DVP) is a securities industry settlement method that guarantees the transfer of securities only happens after payment has been made. DVP stipulates that the buyer's cash payment for securities must be made prior to or at the same time as the delivery of the security.\n", "\nDelivery versus payment is the settlement process from the buyer's perspective; from the seller's perspective, this settlement system is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rvp.asp\" rel=\"noopener noreferrer\">receive versus payment (RVP).</a> DVP/RVP requirements emerged in the aftermath of institutions being banned from paying money for securities before the securities were held in negotiable form. DVP is also known as delivery against payment (DAP), delivery against cash (DAC), and cash on delivery.\n", "\nThe delivery versus payment settlement system ensures that delivery will occur only if payment occurs. The system acts as a link between a funds transfer system and a securities transfer system. From an operational perspective, DVP is a sale transaction of negotiable securities (in exchange for cash payment) that can be instructed to a settlement agent using SWIFT Message Type MT 543 (in the ISO15022 standard).\n", "\nThe use of such standard message types is meant to reduce risk in the settlement of a financial transaction and allow for automatic processing. Ideally, the title to an asset and payment are exchanged simultaneously. This may be possible in many cases such as in a central depository system such as the United States Depository Trust Corporation.\n", "\nA significant source of credit risk in securities settlement is the principal risk associated with the settlement date. The idea behind the RVP/DVP system is that part of that risk can be removed if the settlement procedure requires that delivery occurs only if payment occurs (in other words, that securities are not delivered prior to the exchange of payment for the securities). The system helps to ensure that payments accompany deliveries, thereby reducing principal risk, limiting the chance that deliveries or payments would be withheld during periods of stress in the financial markets and reducing liquidity risk.\n", "\nBy law, institutions are required to demand assets of equal value in exchange for the delivery of securities. The delivery of the securities is typically made to the bank of the buying customer, while the payment is made simultaneously by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankwire.asp\" rel=\"noopener noreferrer\">bank wire</a> transfer, check, or direct credit to an account.\n", "\nFollowing the October 1987 worldwide drop in equity prices, the central banks in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/groupoften.asp\" rel=\"noopener noreferrer\">Group of Ten</a> worked to strengthen settlement procedures and eliminate the risk that a security delivery could be made without payment, or that a payment could be made without delivery (known as principal risk). The DVP procedure reduces or eliminates the counterparties' exposure to this principal risk.\n"]}