{"name": "Delinquent Definition", "@id": "https://www.investopedia.com/terms/d/delinquent.asp", "related": ["https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/hardship-default-4845851", "https://www.investopedia.com/terms/f/foreclosure.asp", "https://www.investopedia.com/terms/d/defaultrate.asp", "https://www.investopedia.com/terms/d/delinquency-rate.asp", "https://www.investopedia.com/terms/f/forbearance.asp"], "body": ["\nDelinquent describes something or someone who fails to accomplish that which is required by law, duty, or contractual agreement, such as the failure to make a required payment or perform a particular action.\n", "\nIn the world of finance and investing, delinquency occurs when an individual or corporation with a contractual obligation to make payments against a debt, such as loan payments or the interest on a bond does not make those payments on time or in a regular, timely manner.\n", "\nDelinquent also refers to the failure to perform a duty or act in a manner expected of a person in a particular profession or situation. For example, a registered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentadvisor.asp\">investment advisor</a> who puts a conservative, income-oriented client into a highly speculative stock could be found delinquent in his fiduciary duties. If an insurance company fails to warn a universal life policyholder that their policy is in danger of lapsing due to insufficient premium payments, it could be considered delinquent.\n", "\nIn the personal finance field, the term \"delinquent\" commonly refers to a situation where a borrower is late or overdue on a payment, such as income taxes, a mortgage, an automobile loan, or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\">credit card</a> account.\n", "\nThere are consequences for being delinquent, depending on the type, duration, and cause of the delinquency. People who are late with a credit card payment may be forced to pay a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/late-fee.asp\">late fee</a>. In the case of a mortgage, the lender can initialize <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclosure</a> proceedings if the mortgage payments are not brought up to date within a certain amount of time.\n", "\nIn a financial sense, delinquency occurs as soon as a borrower misses a payment on a loan. In contrast, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a> occurs when a borrower fails to repay the loan as specified in the original contract. Most creditors allow a loan to remain delinquent for some time before considering it in default. The duration lenders allow for delinquency depends on the creditor and the type of loan involved.\n", "\nFor example, the U.S. federal government allows student debt to be delinquent for 270 days before declaring it to be in default. Most lenders consider single-family mortgages <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/serious_delinquency.asp\">seriously delinquent</a> if they are 90 days behind in payment, after which they are in default and subject to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclosure</a>.\n", "\nAccording to Federal Reserve bank statistics, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/releases/chargeoff/delallsa.htm\">delinquency rates in the U.S.</a>, have been steadily declining since reaching a Great Recession-high of 7.4% in the first quarter of 2010—with a record-breaking 11.3% on residential real estate loans alone.\n", "\nAs of the fourth fiscal quarter of 2018, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delinquency-rate.asp\">delinquency rates</a> in the U.S. were 2.83% on residential real estate loans and 0.78% on commercial real estate loans. The overall real estate delinquency rate was 1.79%, the lowest since the pre-subprime mortgage crisis days of 2006.\n", "\nIn terms of other consumer debt, the delinquency rate was 2.54% on credit card loans at the end of 2018—climbing a bit since 2015, but still well below the high of 6.77% in 2009. Consumer loans overall had a delinquency rate of 2.34%; in 2009, they were double that.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-reserve-bank-of-new-york.asp\">Federal Reserve Bank of New York</a> found that in the fourth quarter of 2018, delinquent U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.newyorkfed.org/microeconomics/hhdc.html\">student loans reached</a> a new record of US$166 billion. However, the Federal Reserve Bank of New York states that delinquency rates for student loans are likely understated by as much as half, meaning that about $333 billion of student loan debt has not been serviced in at least three months as of the end of Q4 2018. This figure underscores the true extent of the student loan crisis.\n"]}