{"name": "Delta Definition", "@id": "https://www.investopedia.com/terms/d/delta.asp", "related": ["https://www.investopedia.com/terms/d/deltahedging.asp", "https://www.investopedia.com/terms/d/deltagamma-hedging.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/g/gamma-hedging.asp", "https://www.investopedia.com/terms/g/gammaneutral.asp", "https://www.investopedia.com/terms/a/atthemoney.asp"], "body": ["\nDelta is the ratio that compares the change in the price of an asset, usually <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketable_security.asp\" rel=\"noopener noreferrer\">marketable securities</a>, to the corresponding change in the price of its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivative</a>. For example, if a stock option has a delta value of 0.65, this means that if the underlying stock increases in price by $1 per share, the option on it will rise by $0.65 per share, all else being equal.\n", "\nDelta values can be positive or negative depending on the type of option. For example, the delta for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">call option</a> always ranges from 0 to 1 because as the underlying asset increases in price, call options increase in price. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\" rel=\"noopener noreferrer\">Put option</a> deltas always range from -1 to 0 because as the underlying security increases, the value of put options decrease.\n", "\nFor example, if a put option has a delta of -0.33, and the price of the underlying asset increases by $1, the price of the put option will decrease by $0.33. Technically, the value of the option's delta is the first derivative of the value of the option with respect to the underlying security's price. Delta is often used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedging</a> strategies and is also referred to as a hedge ratio.\n", "\nDelta is an important variable related to the pricing model used by option sellers. Professional option sellers determine how to price their options based on sophisticated models that often resemble the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackscholes.asp\" rel=\"noopener noreferrer\">Black-Scholes model</a>. Delta is a key variable within these models to help option buyers and sellers alike because it can help investors and traders determine how option prices are likely to change as the underlying security varies in price.\n", "\nThe calculation of delta is done in real-time by computer algorithms that continuously publish delta values to broker clientele. The delta value of an option is often used by traders and investors to inform their choices for buying or selling options.\n", "\nThe behavior of call and put option delta is highly predictable and is very useful to portfolio managers, traders, hedge fund managers, and individual investors.\n", "\nCall option delta behavior depends on whether the option is \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in-the-money</a>\" (currently profitable), \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\" rel=\"noopener noreferrer\">at-the-money</a>\" (its strike price currently equals the underlying stock's price) or \"<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\" rel=\"noopener noreferrer\">out-of-the-money</a>\" (not currently profitable). In-the-money call options get closer to 1 as their expiration approaches. At-the-money call options typically have a delta of 0.5, and the delta of out-of-the-money call options approaches 0 as expiration nears. The deeper in-the-money the call option, the closer the delta will be to 1, and the more the option will behave like the underlying asset.\n", "\nPut option delta behaviors also depend on whether the option is \"in-the-money,\" \"at-the-money\" or \"out-of-the-money\" and are the opposite of call options. In-the-money put options get closer to -1 as expiration approaches. At-the-money put options typically have a delta of -0.5, and the delta of out-of-the-money put options approaches 0 as expiration approaches. The deeper in-the-money the put option, the closer the delta will be to -1.\n", "\nDelta spread is an options trading strategy in which the trader initially establishes a delta neutral position by simultaneously buying and selling options in proportion to the neutral ratio (that is, the positive and negative deltas offset each other so that the overall delta of the assets in question totals zero). Using a delta spread, a trader usually expects to make a small profit if the underlying security does not change widely in price. However, larger gains or losses are possible if the stock moves significantly in either direction.\n", "\nThe most common tool for implementing a delta spread strategy is an option trade known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calendarspread.asp\" rel=\"noopener noreferrer\">calendar spread.</a> The calendar spread involves constructing a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deltaneutral.asp\" rel=\"noopener noreferrer\">delta neutral</a> position using options with different expiration dates.\n", "\nIn the simplest example, a trader will simultaneously sell near-month call options and buy call options with a later expiration in proportion to their neutral ratio. Since the position is delta neutral, the trader should not experience gains or losses from small price moves in the underlying security. Rather, the trader expects the price to remain unchanged, and as the near-month calls lose time value and expire, the trader can sell the call options with longer expiration dates and ideally net a profit.\n", "\nLet's assume there is a publicly-traded corporation called BigCorp. Shares of its stock are bought and sold on a stock exchange, and there are put options and call options traded for those shares. The delta for the call option on BigCorp shares is 0.35. That means that a $1 change in the price of BigCorp stock generates a $0.35 change in the price of BigCorp call options. Thus, if BigCorp’s shares trade at $20 and the call option trades at $2, a change in the price of BigCorp’s shares to $21 means the call option will increase to a price of $2.35.\n", "\nPut options work in the opposite way. If the put option on BigCorp shares has a delta of -$0.65, then a $1 increase in BigCorp's share price generates a $.65 decrease in the price of BigCorp's put options. So if BigCorp’s shares trade at $20 and the put option trades at $2, then BigCorp’s shares increase to $21, and the put option will decrease to a price of $1.35.\n"]}