{"name": "Demand Theory", "@id": "https://www.investopedia.com/terms/d/demand_theory.asp", "related": ["https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/e/equilibrium-quantity.asp", "https://www.investopedia.com/terms/l/law-of-supply-demand.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp", "https://www.investopedia.com/terms/s/substitution-effect.asp", "https://www.investopedia.com/terms/i/inferior-good.asp"], "body": ["\nDemand theory is an economic principle relating to the relationship between consumer demand for goods and services and their prices in the market. Demand theory forms the basis for the demand curve, which relates consumer desire to the amount of goods available. As more of a good or service is available, demand drops and so does the equilibrium price.\n", "\nDemand theory highlights the role that demand plays in price formation, while <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply-sidetheory.asp\">supply-side theory</a> favors the role of supply in the market.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\">Demand</a> is simply the quantity of a good or service that consumers are willing and able to buy at a given price in a given time period. People demand goods and services in an economy to satisfy their wants, such as food, healthcare, clothing, entertainment, shelter, etc. The demand for a product at a certain price reflects the satisfaction that an individual expects from consuming the product. This level of satisfaction is referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\">utility</a> and it differs from consumer to consumer. The demand for a good or service depends on two factors: (1) its utility to satisfy a want or need, and (2) the consumer’s ability to pay for the good or service. In effect, real demand is when the readiness to satisfy a want is backed up by the individual’s ability and willingness to pay.\n", "\nDemand theory is one of the core theories of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\">microeconomics</a>. It aims to answer basic questions about how badly people want things, and how demand is impacted by income levels and satisfaction (utility). Based on the perceived utility of goods and services by consumers, companies adjust the supply available and the prices charged.\n", "\nBuilt into demand are factors such as consumer preferences, tastes, choices, etc. Evaluating demand in an economy is, therefore, one of the most important decision-making variables that a business must analyze if it is to survive and grow in a competitive market. The market system is governed by the laws of supply and demand, which determine the prices of goods and services. When supply equals demand, prices are said to be in a state of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\">equilibrium</a>. When demand is higher than supply, prices increase to reflect <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\">scarcity</a>. Conversely, when demand is lower than supply, prices fall due to the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/surplus.asp\">surplus</a>.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lawofdemand.asp\">law of demand</a> introduces an inverse relationship between price and demand for a good or service. It simply states that as the price of a commodity increases, demand decreases, provided other factors remain constant. Also, as the price decreases, demand increases. This relationship can be illustrated graphically using a tool known as the demand curve.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand-curve.asp\">demand curve</a> has a negative slope as it charts downward from left to right to reflect the inverse relationship between the price of an item and the quantity demanded over a period of time. An expansion or contraction of demand occurs as a result of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041415/whats-difference-between-income-effect-and-substitution-effect.asp\">income effect or substitution effect</a>. When the price of a commodity falls, an individual can get the same level of satisfaction for less expenditure, provided it’s a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normal-good.asp\">normal good</a>. In this case, the consumer can purchase more of the goods on a given budget. This is the income effect. The substitution effect is observed when consumers switch from more costly goods to substitutes that have fallen in price. As more people buy the good with the lower price, demand increases.\n", "\nSometimes, consumers buy more or less of a good or service <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/which-economic-factors-most-affect-demand-consumer-goods.asp\">due to factors other than price</a>. This is referred to as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/changeindemand.asp\">change in demand</a>. A change in demand refers to a shift in the demand curve to the right or left following a change in consumers’ preferences, taste, income, etc. For example, a consumer who receives an income raise at work will have more disposable income to spend on goods in the markets, regardless of whether prices fall, leading to a shift to the right of the demand curve.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\">law of supply and demand</a> is an economic theory that explains how supply and demand are related to each other and how that relationship affects the price of goods and services. It's a fundamental economic principle that when supply exceeds demand for a good or service, prices fall. When demand exceeds supply, prices tend to rise.\n", "\nThere is an inverse relationship between the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply.asp\">supply</a> and prices of goods and services when demand is unchanged. If there is an increase in supply for goods and services while demand remains the same, prices tend to fall to a lower equilibrium price and a higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium-quantity.asp\">equilibrium quantity</a> of goods and services. If there is a decrease in supply of goods and services while demand remains the same, prices tend to rise to a higher equilibrium price and a lower quantity of goods and services.\n", "\nThe same inverse relationship holds for the demand of goods and services. However, when demand increases and supply remains the same, the higher demand leads to a higher equilibrium price and vice versa.\n", "\nSupply and demand rise and fall until an equilibrium price is reached. For example, suppose a luxury car company sets the price of its new car model at $200,000. While the initial demand may be high, due to the company hyping and creating buzz for the car, most consumers are not willing to spend $200,000 for an auto. As a result, the sales of the new model quickly fall, creating an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oversupply.asp\">oversupply</a> and driving down demand for the car. In response, the company reduces the price of the car to $150,000 to balance the supply and the demand for the car to ultimately reach an equilibrium price.\n"]}