{"name": "Depositary Receipt (DR) Definition", "@id": "https://www.investopedia.com/terms/d/depositaryreceipt.asp", "related": ["https://www.investopedia.com/terms/g/gdr.asp", "https://www.investopedia.com/terms/a/adr.asp", "https://www.investopedia.com/terms/y/y.asp", "https://www.investopedia.com/terms/c/cdr.asp", "https://www.investopedia.com/terms/i/idr.asp", "https://www.investopedia.com/terms/u/unsponsoredadr.asp"], "body": ["\nA depositary receipt (DR) is a negotiable certificate issued by a bank representing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shares.asp\">shares</a> in a foreign company traded on a local stock exchange. The depositary receipt gives investors the opportunity to hold shares in the equity of foreign countries and gives them an alternative to trading on an international market.\n", "\nA depositary receipt, which was originally a physical certificate, allows investors to hold shares in the equity of other countries. One of the most common types of DRs is the American depositary receipt (ADR), which has been offering companies, investors, and traders global investment opportunities since the 1920s.\n", "\nA depositary receipt allows investors to hold shares in stocks of companies listed on exchanges in foreign countries. A depositary receipt avoids the need to trade directly with the stock exchange in the foreign market. Instead, investors transact with a major financial institution within their home country, which typically reduces fees and is far more convenient than purchasing stocks directly in foreign markets.\n", "\nWhen a foreign-listed company wants to create a depositary receipt abroad, it typically hires a financial advisor to help it navigate regulations. The company also typically uses a domestic bank to act as custodian and a broker in the target country to list shares of the firm on an exchange, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange (NYSE)</a>, in the country where the firm is located.\n", "\nIn the United States, investors can gain access to foreign stocks via American depositary receipts (ADRs). ADRs are issued only by U.S. banks for foreign stocks that are traded on a U.S. exchange, including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amex.asp\">American Stock Exchange (AMEX)</a>, NYSE, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a>. For example, when an investor purchases an American depositary receipt, the receipt is listed in U.S. dollars, and a U.S. financial institution overseas holds the actual underlying security rather than by a global institution. ADRs are a great way to buy shares in a foreign company while earning <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gains</a> and possible getting paid <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>, which are cash payments by the companies to shareholders. Both capital gains and dividends are paid in U.S. dollars.\n", "\nADR holders do not have to transact in foreign <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency.asp\">currencies</a> because ADRs trade in U.S. dollars and clear through U.S. settlement systems. The U.S. banks require that the foreign companies provide them with detailed financial information, making it easier for investors to assess the company's financial health compared to a foreign company that only transacts on international exchanges.\n", "\nFor example, ICICI Bank Ltd. is listed in India and is typically unavailable to foreign investors. However, ICICI Bank has an American depositary receipt issued by Deutsche Bank that trades on the NYSE, which most U.S. investors can access, providing it much wider availability among investors.\n", "\n<strong>[Important: You can gain more insight about depositary receipts from our in-depth tutorial on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adr.asp\">ADR Basics</a>.]</strong>\n", "\nDepositary receipts have spread to other parts of the globe in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdr.asp\">global depositary receipts (GDRs)</a>, European DRs, and international DRs. While ADRs are traded on a U.S. national stock exchange, GDRs are commonly listed on European stock exchanges such as the London Stock Exchange. Both ADRs and GDRs are usually denominated in U.S. dollars, but can also be denominated in euros.\n", "\nA GDR works the same way as an ADR only in reverse. A U.S. based company that wants its stock to be listed on the London Stock Exchange can accomplish this via a GDR. The U.S. based company enters into a depositary receipt agreement with the London depository bank. In turn, the London bank issue shares in Britain based on the regulatory compliance for both of the countries.\n", "\nDepositary receipts can be attractive to investors because they allow investors to diversify their portfolios and purchase shares in foreign companies. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">Diversification</a> is an investment strategy whereby a portfolio is constructed so that it contains a wide variety of stocks in multiple industries. Diversifying using depository receipts, along with other investments, prevents a portfolio from being too heavily concentrated in one holding or sector.\n", "\nDepositary receipts provide investors with the benefits and rights of the underlying shares, which may include voting rights, dividends, and open up markets that investors would not have access to otherwise.\n", "\nDepositary receipts are more convenient and less expensive than purchasing stocks in foreign markets. ADRs, for example, help reduce the administration and duty costs that would otherwise be levied on each transaction.\n", "\nDepositary receipts help international companies to raise capital globally and encourage international investment.\n", "\nOne of the disadvantages of depository receipts is that investors may find that many are not listed on a stock exchange and may only have institutional investors trading them.\n", "\nOther potential downsides to depositary receipts include their relatively low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>, meaning there are not many buyers and sellers, which can lead to delays in entering and exiting a position. In some cases, they may also come with significant administrative fees.\n", "\nDepositary receipts, such as ADRs, do not eliminate currency risk for the underlying shares in another country. Dividend payments in euros, for example, are converted to U.S. dollars, net of conversion expenses and foreign taxes. The conversion is done in accordance with the deposit agreement. Fluctuations in the exchange rate could impact the value of the dividend payment.\n", "\nInvestors still have economic risks since the country that the foreign company is located could experience a recession, bank failures, or political upheaval. As a result, the value of depository receipt would fluctuate along with any heightened risks in the foreign county.\n", "\nAlso, there are risks with attending securities that are not backed by a company. The depositary receipt may be withdrawn at any time, and the waiting period for the shares being sold and the proceeds distributed to investors may be long.\n"]}