{"name": "Descending Triangle Definition and Example", "@id": "https://www.investopedia.com/terms/d/descendingtriangle.asp", "related": ["https://www.investopedia.com/terms/s/symmetricaltriangle.asp", "https://www.investopedia.com/terms/a/ascendingchannel.asp", "https://www.investopedia.com/terms/a/ascendingtriangle.asp", "https://www.investopedia.com/terms/c/continuationpattern.asp", "https://www.investopedia.com/terms/f/flag.asp", "https://www.investopedia.com/terms/t/technical-analysis-of-stocks-and-trends.asp"], "body": ["\nA descending triangle is a bearish chart pattern used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> that is created by drawing one <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trendline.asp\" rel=\"noopener noreferrer\">trend line</a> that connects a series of lower highs and a second horizontal trend line that connects a series of lows. Oftentimes, traders watch for a move below the lower support trend line because it suggests that the downward momentum is building and a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakdown.asp\" rel=\"noopener noreferrer\">breakdown</a> is imminent. Once the breakdown occurs, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-trader.asp\" rel=\"noopener noreferrer\">traders</a> enter into short positions and aggressively help push the price of the asset even lower.\n", "\nDescending triangles are a very popular chart pattern among traders because it clearly shows that the demand for an asset, derivative or commodity is weakening. When the price breaks below the lower support, it is a clear indication that downside momentum is likely to continue or become even stronger. Descending triangles give technical traders the opportunity to make substantial profits over a brief period of time. Descending triangles can form as a reversal pattern to an uptrend, but they are generally seen as bearish continuation patterns.\n", "\nMost traders look to initiate a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short position</a> following a high volume <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakdown.asp\" rel=\"noopener noreferrer\">breakdown</a> from lower trend line support in a descending triangle chart pattern. In general, the price target for the chart pattern is equal to the entry price minus the vertical height between the two trend lines at the time of the breakdown. The upper trend line resistance also serves as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop-loss</a> level for traders to limit their potential losses.\n", "\nThe chart below shows an example of a descending triangle chart pattern in PriceSmart Inc.\n", "\nIn this example, PriceSmart Inc. shares have experienced a series of lower highs and a series of horizontal lows, which created a descending triangle chart pattern. Traders would look for a definitive breakdown from the lower trend line support on the high volume before taking a short position in the stock. If a breakdown did occur, the price target would be set to the difference between the upper and lower trend lines - or 8.00 - minus the price of the breakdown - or 71.00. A stop-loss order may be placed at 80.00 in the event of a false breakdown.\n", "\nBoth the ascending and descending triangle are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/continuation-patterns-introduction/\" rel=\"noopener noreferrer\">continuation patterns</a>. The descending triangle has a horizontal lower trend line and a descending upper trend line, whereas the ascending triangle has a horizontal trend line on the highs and a rising trend line on the lows. Moreover, triangles show an opportunity to short and suggest a profit target, so they are simply different looks on a potential breakdown. Ascending triangles can also form on a reversal to a downtrend but they are more commonly applied as a bullish continuation pattern.\n", "\nThe limitation of triangles is the potential for a false breakdown. There are even situations where the trend lines will need to be redrawn as the price action breaks out in the opposite direction - no chart pattern is perfect. If a breakdown doesn't occur, the stock could rebound to re-test the upper trend line resistance before making another move lower to re-test lower trend line <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/support.asp\" rel=\"noopener noreferrer\">support levels</a>. The more times that the price touches the support and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/resistance.asp\" rel=\"noopener noreferrer\">resistance levels</a>, the more reliable the chart pattern.\n"]}