{"name": "Describing a Passive Foreign Investment Company—PFIC", "@id": "https://www.investopedia.com/terms/p/pfic.asp", "related": ["https://www.investopedia.com/terms/q/qualifieddividend.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/f/form1099div.asp", "https://www.investopedia.com/terms/t/tax-attribute.asp", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/o/ordinary-dividends.asp"], "body": ["\nA passive foreign investment company (PFIC) is a corporation, located abroad, which exhibits either one of two conditions, based on either income or assets:\n", "\nPFICs first became recognized through tax reforms passed in 1986.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ The changes were designed to close a tax <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loophole.asp\" rel=\"noopener noreferrer\">loophole</a>, which some U.S. taxpayers were using to shelter offshore investments from taxation. The instituted tax reforms not only sought to close this tax avoidance loophole and bring such investments under U.S. taxation but also to tax such investments at high rates, to discourage taxpayers from following this practice.\n", "\nTypical examples of PFICs include foreign-based mutual funds and startups that exist within the scope of the PFIC definition. Foreign mutual funds typically are considered PFICs if they are foreign corporations that generate more than 75% of their income from passive sources, such as capital gains and dividends.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nInvestments designated as PFICs are subject to strict and extremely complicated tax guidelines by the Internal Revenue Service, delineated in Sections 1291 through 1298 of the U.S. income <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-code.asp\" rel=\"noopener noreferrer\">tax code</a>.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The PFIC itself, as well as shareholders, is required to maintain accurate records of all transactions related to the PFIC, such as share cost basis, any dividends received, and undistributed income that the PFIC may earn.\n", "\nThe guidelines concerning cost basis provide an example of the strict tax treatment applied to shares in a PFIC. With virtually any other marketable security or another asset, a person who inherits shares is allowed by the IRS to step up the cost basis for the shares to the fair market value at the time of the inheritance. However, the step up in cost basis is not typically allowed in the case of shares in a PFIC. Additionally, determining the acceptable cost basis for shares in a PFIC is often a challenging and confusing process.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nU.S. investors who own shares of a PFIC must file <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-pdf/i8621.pdf\" rel=\"noopener noreferrer\">IRS Form 8621</a>. This form is used to report actual distributions and gains, along with income and increases in QEF elections. The tax form 8621 is a lengthy, complicated form that the IRS itself estimates may take more than 40 hours to fill out.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ For this reason, PFIC investors are generally advised to have a tax professional handle completion of the form.\n", "\nIn a year where there is no income to report, they do not need to worry about specific tax penalties. However, failure to register may render a whole tax return incomplete.\n", "\nThere are some options for an investor in a PFIC that can reduce the tax rate on the shares. One such option is to seek to have a PFIC investment recognized as a qualified electing fund (QEF). However, doing so may cause other tax problems for shareholders.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nPFIC rules were modified by the 2017 Tax Cuts and Jobs Act (TCJA). The changes involved an exception relating to the insurance industry. For tax years beginning after December 31, 2017, the PFIC insurance exception provides that a foreign corporation’s income attributable to an insurance business will not be considered passive income—unless the applicable insurance liabilities constitute more than 25% of its total assets as reported on the corporation’s applicable financial statement.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn December 2018, the IRS and the U.S. Treasury Department proposed changes to the guidelines of taxing PFICs. If approved, the new regulation will reduce some of the existing rules from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-account-tax-compliance-act-fatca.asp\" rel=\"noopener noreferrer\">Foreign Account Tax Compliance Act (FATCA)</a> and will more precisely define an investment entity.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ More proposed changes were released in July 2019, seeking to clarify the above insurance exception.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n"]}