{"name": "Digital Currency Definition", "@id": "https://www.investopedia.com/terms/d/digital-currency.asp", "related": ["https://www.investopedia.com/terms/c/convertible-virtual-currency.asp", "https://www.investopedia.com/terms/v/virtual-currency.asp", "https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/c/central-bank-digital-currency-cbdc.asp", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/c/closed-virtual-currency.asp"], "body": ["\nDigital currency is a form of currency that is available only in digital or electronic form, and not in physical form. It is also called digital money, electronic money, electronic currency, or cyber cash.\n", "\nDigital currencies are intangible and can only be owned and transacted in by using computers or electronic wallets connected to the Internet or the designated networks. In contrast, physical currencies, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/banknote.asp\" rel=\"noopener noreferrer\">banknotes</a> and minted coins, are tangible and transactions are possible only by their holders who have their physical ownership.\n", "\nLike any standard fiat currency, digital currencies can be used to purchase goods as well as to pay for services, though they can also find restricted use among certain online communities, like gaming sites, gambling portals, or social networks.\n", "\nDigital currencies have all intrinsic properties like physical currency, and they allow for instantaneous transactions that can be seamlessly executed for making payments across borders when connected to supported devices and networks.\n", "\nFor instance, it is possible for an American to make payments in digital currency to a distant counterparty residing in Singapore, provided that they both are connected to the same network required for transacting in the digital currency.\n", "\nDigital currencies offer numerous advantages. As payments in digital currencies are made directly between the transacting parties without the need of any intermediaries, the transactions are usually instantaneous and low-cost. This fares better compared to traditional payment methods that involve banks or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\" rel=\"noopener noreferrer\">clearing houses</a>. Digital currency-based electronic transactions also bring in the necessary record keeping and transparency in dealings.\n", "\nSince they exist in a lot of variants, digital currencies can be considered a superset of virtual currencies and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrencies</a>.\n", "\nIf issued by a central bank of a country in a regulated form, it is called the “Central Bank Digital Currency (CBDC).” While the CBDC only exists in conceptual form, England, Sweden, and Uruguay are a few of the nations that have considered plans to launch a digital version of their native fiat currencies.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAlong with the regulated CBDC, a digital currency can also exist in an unregulated form. In the latter case, it qualifies for being called a virtual currency and may be under the control of the currency developer(s), the founding organization, or the defined network protocol, instead of being controlled by a centralized regulator. Examples of such virtual currencies include cryptocurrencies, and coupon- or rewards-linked monetary systems.\n", "\nA cryptocurrency is another form of digital currency which uses cryptography to secure and verify transactions and to manage and control the creation of new currency units. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\" rel=\"noopener noreferrer\">Bitcoin</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\" rel=\"noopener noreferrer\">ethereum</a> are the most popular cryptocurrencies.\n", "\nEssentially, both virtual currencies and cryptocurrencies are considered forms of digital currencies.\n"]}