{"name": "Direct Quote Definition", "@id": "https://www.investopedia.com/terms/d/directquote.asp", "related": ["https://www.investopedia.com/terms/r/right-hand-side.asp", "https://www.investopedia.com/terms/c/currencypair.asp", "https://www.investopedia.com/terms/c/currency-symbol.asp", "https://www.investopedia.com/terms/e/europeanterms.asp", "https://www.investopedia.com/terms/c/crossrate.asp", "https://www.investopedia.com/terms/i/isocurrencycode.asp"], "body": ["\nA direct quote is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\">foreign exchange</a> rate quoted in fixed units of foreign currency in variable amounts of the domestic currency. In other words, a direct currency quote asks what amount of domestic currency is needed to buy one unit of the foreign currency—most commonly the U.S. dollar (USD) in forex markets. In a direct quote, the foreign currency is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basecurrency.asp\">base currency</a>, while the domestic currency is the counter currency or quote currency.\n", "\nThis can be contrasted with an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indirectquote.asp\">indirect quote</a>, in which the price of the domestic currency is expressed in terms of a foreign currency, or what is the amount of domestic currency received when one unit of the foreign currency is sold. Note that a quote involving two foreign currencies (or one not involving USD) is called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crosscurrency.asp\">cross currency</a> quote.\n", "\nThe use of direct quotes versus indirect quotes depends on the location of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\">trader</a> asking for the quote, as that determines which currency in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currencypair.asp\">pair</a> is domestic and which is foreign. Non-business publications and other media usually quote foreign exchange rates in direct terms for the ease of consumers. However, the foreign exchange market has quoting conventions that transcend local borders.\n", "\nA direct quote can be compared to an indirect quote as its inverse, or by the following expression:\n", "\nWhere:\n", "\nIn a direct quote, a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> implies that the domestic currency is depreciating or becoming weaker since the price of the foreign currency is effectively rising—and vice versa. Thus, if the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/u/usd-jpy-us-dollar-japanese-yen-currency-pair.asp\">USD/JPY</a> (direct) quotation changes from 100 to 105, it indicates the yen is weakening against the dollar because it would take 5 more yen (the local currency) to buy 1 USD (the foreign currency).\n", "\nThe U.S. dollar (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usd.asp\" rel=\"noopener noreferrer\">USD</a>) is the most actively traded currency in the world. In the context of trading rooms and professional publications, most currencies are quoted as the number of foreign currency units per dollar. This means that the dollar serves as the base currency, whether the speaker is in the United States or elsewhere.\n", "\nAn example of a direct quote using U.S. dollars might be stating $1.17 Canadian per U.S. dollar, rather than 85.5 U.S. cents per Canadian dollar, which would be the indirect quote.\n", "\nA major exception to the dollar-base quote rule is when the British pound (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gbp.asp\" rel=\"noopener noreferrer\">GBP</a>) is quoted against other currencies, including the dollar, but with the exception of the euro. This reflects the fact that the pound was the world's dominant currency in the years leading up to World War II and before the ascendancy of the U.S. economy.\n", "\nThe exchange rate for the pound would thus be quoted as $1.45 per £1, regardless of whether this is considered direct (in the United States) or indirect (in the United Kingdom).\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euro</a> (EUR) came into existence on Jan. 1, 1999 as the unit of account for participating <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\">European Union</a> (EU) member nations; notes and coins were first issued on Jan. 1, 2002. The euro replaced many major traded European currencies, including the German mark, the French franc, and the Dutch guilder.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\">European Central Bank</a> (ECB), which oversaw the conversion, intended the currency to be the financial market's dominant currency. It specified that the euro should always be the base currency whenever it is traded, including against both the U.S. dollar and the British pound. For this reason, quotes are always the number of dollars, pounds, Swiss francs, or Japanese yen needed to buy €1.\n"]}