{"name": "Direct Cost", "@id": "https://www.investopedia.com/terms/d/directcost.asp", "related": ["https://www.investopedia.com/terms/o/overhead-rate.asp", "https://www.investopedia.com/terms/f/full-costing.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/v/variablecost.asp", "https://www.investopedia.com/terms/c/cogs.asp"], "body": ["\nA direct cost is a price that can be directly tied to the production of specific goods or services. A direct cost can be traced to the cost object, which can be a service, product, or department. Direct and indirect costs are the two major types of expenses or costs that companies can incur. Direct costs are often variable costs, meaning they fluctuate with production levels such as inventory. However, some costs, such as indirect costs are more difficult to assign to a specific product. Examples of indirect costs include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a> and administrative expenses.\n", "\nAlthough direct costs are typically variable costs, they can also include fixed costs. Rent for a factory, for example, could be tied directly to the production facility. Typically, rent would be considered overhead. However, companies can sometimes tie fixed costs to the units produced in a particular facility.\n", "\nAny cost that's involved in producing a good, even if it's only a portion of the cost that's allocated to the production facility, are included as direct costs. Some examples of direct costs are listed below:\n", "\nBecause direct costs can be specifically traced to a product, direct costs do not need to be allocated to a product, department, or other cost objects. Direct costs usually benefit only one cost object. Items that are not direct costs are pooled and allocated based on cost drivers.\n", "\nDirect costs are fairly straightforward in determining their cost object. For example, Ford Motor Company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=f\" rel=\"noopener noreferrer\">(F)</a> manufactures automobiles and trucks.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The steel and bolts needed for the production of a car or truck would be classified as direct costs. However, an indirect cost would be the electricity for the manufacturing plant. Although the electricity expense can be tied to the facility, it can't be directly tied to a specific unit and is, therefore, classified as indirect.\n", "\nDirect costs do not need to be fixed in nature, as their unit cost may change over time or depending on the quantity being utilized. An example is the salary of a supervisor that worked on a single project. This cost may be directly attributed to the project and relates to a fixed dollar amount. Materials that were used to build the product, such as wood or gasoline, might be directly traced but do not contain a fixed dollar amount. This is because the quantity of the supervisor's salary is known, while the unit production levels are variable based upon sales.\n", "\nUsing direct costs requires strict management of inventory valuation when inventory is purchased at different dollar amounts. For example, the cost of an essential component of an item being manufactured may change over time. As the item is being manufactured, the component piece's price must be directly traced to the item.\n", "\nFor example, in the construction of a building, a company may have purchased a window for $500 and another window for $600. If only one window is to be installed on the building and the other is to remain in inventory, consistent application of accounting valuation must occur.\n", "\nCompanies typically trace these costs using two methods: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\" rel=\"noopener noreferrer\">first-in, first-out (FIFO)</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifo.asp\" rel=\"noopener noreferrer\">last-in, first-out (LIFO)</a>. FIFO involves the assigning of costs, such as the purchase of inventory, based on what items arrived first. As inventory is used up in the production of goods, the first ones or the oldest inventory items are used first when measuring the cost of the item. Conversely, LIFO assigns the value of a cost item based on the last item purchased or added to inventory.\n"]}