{"name": "Discount Bond Definition", "@id": "https://www.investopedia.com/terms/d/discountbond.asp", "related": ["https://www.investopedia.com/terms/b/bond-valuation.asp", "https://www.investopedia.com/terms/t/treasury-yield.asp", "https://www.investopedia.com/terms/b/bond-yield.asp", "https://www.investopedia.com/terms/y/yieldtomaturity.asp", "https://www.investopedia.com/terms/m/market-discount.asp", "https://www.investopedia.com/terms/p/parvalue.asp"], "body": ["\nA discount bond is a bond that is issued for less than its par—or face—value. Discount bonds may also be a bond currently trading for less than its face value in the secondary market. A bond is considered a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deepdiscountbond.asp\">deep-discount bond</a> if it is sold at a significantly lower price than par value, usually at 20% or more.\n", "\nA discount bond may be contrasted with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premiumbond.asp\">bond sold at a premium</a>.\n", "\nMany bonds are issued with a $1,000 face value meaning the investor will be paid $1,000 at maturity. However, bonds are often sold before maturity and bought by other investors in the secondary market. Bonds that trade at a value of less than face value would be considered a discount bond. For example, a bond with a $1,000 face value that's currently selling for $95 would be a discounted bond.\n", "\nSince bonds are a type of debt security, bondholders or investors receive interest from the bond's issuer. This interest is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\">coupon</a> that is usually paid semiannually but, depending on the bond may be paid monthly, quarterly, or even annually. Discount bonds can be bought and sold by both institutional and individual investors. However, institutional investors must adhere to specific regulations for the selling and purchasing of discount bonds. A common example of a discount bond is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ussavingsbonds.asp\">U.S. savings bond</a>.\n", "\nBond <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield.asp\">yields</a> and bond prices have an inverse, or opposite, relationship. As interest rates increase, the price of a bond will decrease, and vice versa. A bond that offers bondholders a lower interest or coupon rate than the current market interest rate would likely be sold at a lower price than its face value. This lower price is due to the opportunity investors have to buy a similar bond or other securities that give a better return.\n", "\nFor example, let's say, interest rates rise after an investor purchases a bond. The higher interest rate in the economy decreases the value of the newly-purchased bond due to paying a lower rate versus the market. That means if our investor wants to sell the bond on the secondary market, they will have to offer it for a lower price. Should the prevailing market interest rates rise enough to push the price or value of a bond below its face value it's referred to as a discount bond.\n", "\nHowever, the \"discount\" in a discount bond doesn't necessarily mean that investors get a better yield than the market is offering. Instead, investors are getting a lower price to offset the bond's lower yield relative to interest rates in the current market. For example, if a corporate bond is trading at $980, it is considered a discount bond since its value is below the $1,000 par value. As a bond becomes discounted or decreases in price, it means its coupon rate is lower than current yields.\n", "\nConversely, if current interest rates fall below the coupon rate offered on an existing bond, the bond will trade at a premium or a price higher than face value.\n", "\nInvestors can convert older bond prices to their value in the current market by using a calculation called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldtomaturity.asp\">yield to maturity</a> (YTM). Yield to maturity considers the bond's current market price, par value, coupon interest rate, and time to maturity to calculate a bond's return. The YTM calculation is relatively complex, but many online <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/calculator/aoytm.aspx\">financial calculators</a> can determine the YTM of a bond.\n", "\nIf you buy a discount bond, the chances of seeing the bond appreciate are reasonably high, as long as the lender doesn't default. If you hold out until the bond matured, you'll be paid the face value of the bond, even though what you originally paid was less than face value. Maturity rates vary between short-term and long-term bonds. Short-term bonds mature in less than one year while long-term bonds can mature in 10 to 15 years, or even longer.\n", "\nHowever, the chances of default for longer-term bonds might be higher, as a discount bond can indicate that the bond issuer might be in financial distress. Discount bonds can also indicate the expectation of issuer default, falling dividends, or a reluctance to buy on the part of the investors. As a result, investors are compensated somewhat for their risk by being able to buy the bond at a discounted price.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distressedsecurities.asp\">distressed bond</a> is a bond that has a high likelihood of default and can trade at a significant discount to par, which would effectively raise its yield to desirable levels. However, distressed bonds are not usually expected to pay full or timely interest payments. As a result, investors who buy these securities are making a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\">speculative</a> play.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zero-couponbond.asp\">zero-coupon bond</a> is a great example of deep discount bonds. Depending on the length of time until maturity, zero-coupon bonds can be issued at substantial discounts to par, sometimes 20% or more. Because a bond will always pay its full, face value, at maturity—assuming no credit events occur—zero-coupon bonds will steadily rise in price as the maturity date approaches. These bonds don't make periodic interest payments and will only make one payment of the face value to the holder at maturity.<em> </em>\n", "\nJust as with buying any other discounted products there is risk involved for the investor, but there are also some rewards. Since the investor buys the investment at a discounted price it provides greater opportunity for greater capital gains. The investor must weigh this advantage against the disadvantage of paying taxes on those capital gains.\n", "\nBondholders can expect to receive regular returns unless the product is a zero-coupon bond. Also, these products come in long and short-term maturities to fit the investor's portfolio needs. Consideration of the creditworthiness of the issuer is important, especially with longer-term bonds, due to the chance of default. The existence of the discount in the offering indicates there is some concern of the underlying company being able to pay dividends and return the principal on maturity.\n", "\nAs of March 28, 2019, Bed Bath &amp; Beyond Inc. (BBBY) has a bond that's currently a discount bond. Below are the details of the bond including its the bond issue number, coupon rate at the time of the offering, and other information.\n", "\nThe current price for the bond, as of a settlement date of March 29, 2019, was $79.943 versus the $100 price at the offering. For reference, the 10-year Treasury yield trades at 2.45% making the yield on the BBBY bond much more attractive than current yields. However, BBBY has had financial difficulty over the last few years, making the bond risky as we can see that it trades at a discount price despite the coupon rate being higher than the current yield on a 10-year Treasury note.\n", "\nThe yield has at times, traded higher than the coupon rate with some days as high as 7%, which further indicates that the bond is deeply discounted since the yield is much higher than the coupon rate while its price much lower than its face value.\n"]}