{"name": "Discount Rate Definition", "@id": "https://www.investopedia.com/terms/d/discountrate.asp", "related": ["https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/t/terminalvalue.asp", "https://www.investopedia.com/terms/d/discountwindow.asp", "https://www.investopedia.com/terms/d/discounted-future-earnings.asp", "https://www.investopedia.com/terms/f/federal-reserve-credit.asp", "https://www.investopedia.com/terms/d/discounted-after-tax-cash-flow.asp"], "body": ["\nDepending upon the context, the discount rate has two different definitions and usages. First, the discount rate refers to the interest rate charged to the commercial banks and other financial institutions for the loans they take from the Federal Reserve Bank through the discount window loan process.\n", "\nSecond, the discount rate refers to the interest rate used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\">discounted cash flow</a> (DCF) analysis to determine the present value of future cash flows. \n", "\nWhile commercial banks are free to borrow and loan capital among each other without the need for any collateral using the market-driven <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interbankrate.asp\">interbank rate</a>, they can also borrow the money for their short-term operating requirements from the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">Federal Reserve Bank</a>. Such loans are served by the 12 regional branches of the Fed, and the loaned capital is used by the financial institutes to fulfill any funding shortfalls, to prevent any potential liquidity problems, or in the worst-case scenario, to prevent a bank’s failure. This special Fed-offered lending facility is known as the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountwindow.asp\">discount window</a>.\n", "\nSuch loans are granted by the regulatory agency for an ultra-short-term period of 24-hours or less, and the applicable rate of interest charged on these loans is a standard <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/whats-difference-between-prime-rate-and-discount-rate.asp\">discount rate</a>. This discount rate is not a market rate, rather it is administered and set by the boards of the Federal Reserve Bank and is approved by its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/board-of-governors.asp\">Board of Governors</a>.\n", "\nThe Fed's discount window program runs three different tiers of loans, and each of them uses a separate but related rate. The first tier, called the primary credit program, is focused on offering required capital to the “financially-sound” banks that have a good credit record. This primary credit discount rate is usually set above the existing market interest rates which may be available from other banks or from other sources of similar short-term debt. The next tier, called the secondary credit program, offers similar loans to institutions that do not qualify for the primary rate and is usually set 50 basis points higher than the primary rate (1 percentage point = 100 basis points). Institutions in this tier are smaller than and may not be as financially healthy as the ones in the primary tier, which accounts for the higher discount rate charged to the loans offered to them by the Fed. The third tier, called the seasonal credit program, serves the smaller financial institutions which have higher variance in their cash flows, though the cash flows may be predictable to a good extent.\n", "\nFor instance, financial institutes associated with the agriculture or tourism sectors may have fluctuations in their cash flows owing to seasonal patterns, but, depending on the weather conditions, they remain predictable. However, institutions in this tier are the riskiest, and the rates charged to them are also higher.\n", "\nWhile the discount rates for the first two tiers are determined independently by the Fed and the rate determination process does not take into account any market-based inputs, the discount rate for the third tier is determined based on the prevailing rates in the market. Typically, an average of a select set of market rates of comparable alternative lending facilities is taken into account while arriving at the seasonal credit program discount rate.\n", "\nBorrowing institutions use this facility sparingly, mostly when they cannot find willing lenders in the marketplace. The Fed-offered discount rates are available at relatively higher interest rates as compared to the interbank borrowing rates, and discount loans are intended to be available as an emergency option for banks in distress. Borrowing from the Fed discount window can even signal weakness to other market participants and investors. Its use peaks during periods of financial distress.\n", "\nFor instance, the use of the Fed's discount window soared in late 2007 and 2008, as financial conditions deteriorated sharply and the central bank took steps to inject liquidity into the financial system. In August 2007, the Board of Governors cut the primary discount rate from 6.25% to 5.75%, reducing the spread over the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\">Fed funds rate</a> from 1% to 0.5%. In October 2008, the month after Lehman Brothers' collapse, discount window borrowing peaked at $403.5 billion against the monthly average of $0.7 billion from 1959 to 2006. Owing to the financial crisis, the board also extended the lending period from overnight to 30 days, and then to 90 days in March 2008. Once the economy regained control, those temporary measures were revoked, and the discount rate was reverted to overnight lending only.\n", "\nWhile the Fed maintains its own discount rate under the discount window program in the U.S., other central banks across the globe also use similar measures in different variants. For instance, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\">European Central Bank</a> offers standing facilities that serve as marginal lending facilities. Financial organizations can obtain overnight liquidity from the central bank against the presentation of sufficient eligible assets as collateral.\n", "\nThe same term, discount rate, is also used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\" rel=\"noopener noreferrer\">discounted cash flow analysis</a>. DCF is a commonly followed valuation method used to estimate the value of an investment based on its expected future cash flows. Based on the concept of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\" rel=\"noopener noreferrer\">time value of money</a>, the DCF analysis helps assess the viability of a project or investment by calculating the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\" rel=\"noopener noreferrer\">present value</a> of expected future cash flows <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031315/how-do-i-calculate-discount-rate-over-time-using-excel.asp\" rel=\"noopener noreferrer\">using a discount rate</a>.\n", "\nIn simple terms, if a project needs a certain investment now (as well as in future months) and predictions are available about the future returns it will generate, then—using the discount rate—it is possible to calculate the current value of all such cash flows. If the net present value is positive, the project is considered viable. Otherwise, it is considered financially unfeasible.\n", "\nIn this context of DCF analysis, the discount rate refers to the interest rate used to determine the present value. For example, $100 invested today in a savings scheme that offers a 10% interest rate will grow to $110. In other words, $110 (future value) when discounted by the rate of 10% is worth $100 (present value) as of today. If one knows —or can reasonably predict—all such future cash flows (like the future value of $110), then, using a particular discount rate, the present value of such an investment can be obtained.\n", "\nWhat is the appropriate discount rate to use for an investment or a business project? While investing in standard assets, like treasury bonds, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\" rel=\"noopener noreferrer\">risk-free rate</a> of return is often used as the discount rate. On the other hand, if a business is assessing the viability of a potential project, they may use the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\" rel=\"noopener noreferrer\">weighted average cost of capital</a> (WACC) as a discount rate, which is the average cost the company pays for capital from borrowing or selling equity. In either case, the net present value of all cash flows should be positive to proceed with the investment or the project.\n", "\nThe discount rate is used most commonly to the interest rate used for discounted cash flow (DCF) analysis to account for the time value of money. This discount rate is used to arrive at the present values of future cash flows. The second meaning refers to the Federal Reserve's rate for crediting overnight loans for banks in need of emergency liquidity. This rate will be higher than the Fed Funds Rate.\n", "\nFuture cash flows are discounted at the discount rate, and so the higher the discount rate the lower the present value of the future cash flows. Similarly, a lower discount rate leads to a higher present value. This implies that when the discount rate is higher, money in the future will be \"worth less\", or have lower purchasing power, than dollars do today.\n", "\nCalculating the DCF of an investment involves three basic steps. First, you forecast the expected cash flows from the investment. Second, you select an appropriate discount rate. The third and final step is to discount the forecasted cash flows back to the present day, using a financial calculator, a spreadsheet, or a manual calculation.\n", "\nThe discount rate used will depend on the type of analysis undertaken. Individuals should use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\">opportunity cost </a>of putting their money to work elsewhere as an appropriate discount rate - simply put, it’s the rate of return the investor could earn in the marketplace on an investment of comparable size and risk. A business can use an opportunity cost-based discount rate, but may also want to use its weighted average cost of capital (WACC), or they can be used the historical average returns of an asset or project similar to the one being analyzed. In some cases using the risk-free rate may be most appropriate.\n"]}