{"name": "Disclosure Definition", "@id": "https://www.investopedia.com/terms/d/disclosure.asp", "related": ["https://www.investopedia.com/terms/f/fulldisclosure.asp", "https://www.investopedia.com/terms/i/insidertrading.asp", "https://www.investopedia.com/terms/p/publiccompany.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/d/division-of-corporate-finance.asp", "https://www.investopedia.com/terms/p/proxymaterials.asp"], "body": ["\nIn the financial world, disclosure refers to the timely release of all information about a company that may influence an investor's decision. It reveals both positive and negative news, data, and operational details that impact its business.\n", "\nSimilar to disclosure in the law, the concept is that all parties should have equal access to the same set of facts in the interest of fairness.\n", "\nThe Securities and Exchange Commission (SEC) develops and enforces disclosure requirements for all firms incorporated in the U.S. Companies that are listed on the major U.S. stock exchanges must follow the SEC's regulations.\n", "\nFederal government-mandated disclosure came into being in the U.S. with the passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitiesact1933.asp\">Securities Act of 1933</a> and the Securities Exchange Act of 1934. Both laws were responses to the stock market crash of 1929 and the Great Depression that followed.\n", "\nThe public and politicians alike blamed a lack of transparency in corporate operations for intensifying if not outright causing the financial crisis.\n", "\nSince then, additional legislation such as the Sarbanes-Oxley Act of 2002 extended public-company disclosure requirements and government oversight of them.\n", "\nAs mandated by the SEC, disclosures include those related to a company's financial condition, operating results, and management compensation.\n", "\nThe SEC requires specific disclosures because the selective release of information places individual shareholders at a disadvantage. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insider.asp\">insiders</a> can use material nonpublic information for personal gain at the expense of the general investing public. Clearly outlined disclosure requirements ensure companies adequately disseminate information so that all investors are on an even playing field.\n", "\nCompanies are not the only entities subject to strict disclosure regulations. Brokerage firms, investment managers, and analysts must also disclose any information that might influence and affect investors. To limit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conflict-of-interest.asp\">conflict-of-interest</a> issues, analysts and money managers must disclose any equities they personally own.\n", "\nThe SEC requires all publicly-traded companies to prepare and issue two disclosure-related annual reports, one for the SEC itself and one for the company's shareholders. These reports are filed as documents called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/10-k.asp\">10-Ks</a> and must be updated by the company as events change substantially.\n", "\nAny company seeking to go public must disclose information as part of a two-part registration that includes a prospectus and a second document that contains other material information. That information includes the company's own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swot.asp\">strengths, weaknesses, opportunities, and threats</a> (SWOT) analysis of the competitive environment it operates within.\n", "\nThe SEC imposes stricter disclosure requirements for firms in the securities industry. For example, company officers of investment banks must make personal disclosures regarding the investments they own and investments owned by their family members.\n", "\nOn March 4, 2020, the global spread of the coronavirus led the SEC to advise all public companies to make appropriate disclosures to their shareholders of the likely impact of the crisis on their future operations and financial results.\n", "\nMany companies had already done just that. In mid-February, Apple warned that the pandemic was a threat to its revenue numbers, as it was jeopardizing its supply chain from China and slowing retail sales. The company invalidated its previous projections without immediately offering new estimates.\n", "\nAirline and other travel-related companies also warned of the impact on their businesses, along with consumer goods manufacturers that depend on China for manufacturing or consumer sales, or both.\n"]}