{"name": "Discounted Payback Period Definition", "@id": "https://www.investopedia.com/terms/d/discounted-payback-period.asp", "related": ["https://www.investopedia.com/terms/p/paybackperiod.asp", "https://www.investopedia.com/terms/n/npv.asp", "https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/p/profitability-index-rule.asp", "https://www.investopedia.com/terms/d/discounted-after-tax-cash-flow.asp", "https://www.investopedia.com/terms/m/money-weighted-return.asp"], "body": ["\nThe discounted payback period is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/corporate-project-valuation-methods.asp\" rel=\"noopener noreferrer\">capital budgeting</a> procedure used to determine the profitability of a project. A discounted payback period gives the number of years it takes to break even from undertaking the initial expenditure, by discounting future cash flows and recognizing the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\" rel=\"noopener noreferrer\">time value of money</a>. The metric is used to evaluate the feasibility and profitability of a given project.\n", "\nThe more simplified <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paybackperiod.asp\" rel=\"noopener noreferrer\">payback period</a> formula, which simply divides the total cash outlay for the project by the average annual <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>, doesn't provide as accurate of an answer to the question of whether or not to take on a project because it assumes only one, upfront investment, and does not factor in the time value of money.\n", "\nWhen deciding on any project to embark on, a company or investor wants to know when their investment will pay off, meaning when the cash flows generated from the project will cover the cost of the project.\n", "\nThis is particularly useful because companies and investors usually have to choose between more than one project or investment, so being able to determine when certain projects will pay back compared to others makes the decision easier.\n", "\nThe basic method of the discounted payback period is taking the future estimated cash flows of a project and discounting them to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\" rel=\"noopener noreferrer\">present value</a>. This is compared to the initial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outlaycost.asp\" rel=\"noopener noreferrer\">outlay</a> of capital for the investment.\n", "\nThe period of time that a project or investment takes for the present value of future cash flows to equal the initial cost provides an indication of when the project or investment will break even. The point after that is when cash flows will be above the initial cost.\n", "\nThe shorter a discounted payback period is means the sooner a project or investment will generate cash flows to cover the initial cost. A general rule to consider when using the discounted payback period is to accept projects that have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paybackperiod.asp\" rel=\"noopener noreferrer\">payback period</a> that is shorter than the target timeframe.\n", "\nA company can compare its required break-even date for a project to the point at which the project will break even according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\" rel=\"noopener noreferrer\">discounted cash flows</a> used in the discounted payback period analysis, to approve or reject the project.\n", "\nTo begin, the periodic cash flows of a project must be estimated and shown by each period in a table or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/051315/how-do-you-calculate-payback-period-using-excel.asp\" rel=\"noopener noreferrer\">spreadsheet</a>. These cash flows are then reduced by their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pvif.asp\" rel=\"noopener noreferrer\">present value factor</a> to reflect the discounting process. This can be done using the present value function and a table in a spreadsheet program.\n", "\nNext, assuming the project starts with a large cash outflow, or investment to begin the project, the future discounted cash inflows are netted against the initial investment outflow. The discounted payback period process is applied to each additional period's cash inflow to find the point at which the inflows equal the outflows. At this point, the project's initial cost has been paid off, with the payback period being reduced to zero.\n", "\nThe payback period is the amount of time for a project to break even in cash collections using nominal dollars. Alternatively, the discounted payback period reflects the amount of time necessary to break even in a project, based not only on what cash flows occur but when they occur and the prevailing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\" rel=\"noopener noreferrer\">rate of return</a> in the market.\n", "\nThese two calculations, although similar, may not return the same result due to the discounting of cash flows. For example, projects with higher cash flows toward the end of a project's life will experience greater discounting due to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compoundinterest.asp\" rel=\"noopener noreferrer\">compound interest</a>. For this reason, the payback period may return a positive figure, while the discounted payback period returns a negative figure.\n", "\nAssume that Company A has a project requiring an initial cash outlay of $3,000. The project is expected to return $1,000 each period for the next five periods, and the appropriate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountrate.asp\" rel=\"noopener noreferrer\">discount rate</a> is 4%. The discounted payback period calculation begins with the -$3,000 cash outlay in the starting period. The first period will experience a +$1,000 cash inflow.\n", "\nUsing the present value discount calculation, this figure is $1,000/1.04 = $961.54. Thus, after the first period, the project still requires $3,000 - $961.54 = $2,038.46 to break even. After the discounted cash flows of $1,000 / (1.04)<sup>2</sup> = $924.56 in period two, and $1,000/(1.04)<sup>3</sup> = $889.00 in period three, the net project balance is $3,000 - ($961.54 +$924.56 + $889.00) = $224.90.\n", "\nTherefore, after receipt of the fourth payment, which is discounted to $854.80, the project will have a positive balance of $629.90. Therefore, the discounted payback period is sometime during the fourth period.\n"]}