{"name": "Disequilibrium Definition", "@id": "https://www.investopedia.com/terms/d/disequilibrium.asp", "related": ["https://www.investopedia.com/terms/e/equilibrium-quantity.asp", "https://www.investopedia.com/terms/e/equilibrium.asp", "https://www.investopedia.com/terms/p/price_stickiness.asp", "https://www.investopedia.com/terms/s/surplus.asp", "https://www.investopedia.com/terms/l/law-of-supply-demand.asp", "https://www.investopedia.com/terms/s/scarcity-principle.asp"], "body": ["\nDisequilibrium is a situation where internal and/or external forces prevent market equilibrium from being reached or cause the market to fall out of balance. This can be a short-term byproduct of a change in variable factors or a result of long-term structural imbalances.\n", "\nDisequilibrium is also used to describe a deficit or surplus in a country’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bop.asp\">balance of payments</a>.\n", "\nA market in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\">equilibrium</a> is said to be operating efficiently as its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitysupplied.asp\">quantity supplied</a> equals its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitydemanded.asp\">quantity demanded</a> at an equilibrium price or a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearingprice.asp\">market clearing price</a>. In an equilibrium market, there are neither surpluses or shortages for a good or service. Looking at the graph for the wheat market below, the price at Pe is the single price which incentivizes both farmers (or suppliers) and consumers to engage in an exchange. At Pe, there is a balance in the supply and demand for wheat.\n", "\nSometimes, certain forces bring about a movement in the price of a commodity or service. When this happens the proportion of goods supplied to the proportion demanded becomes imbalanced, and the market for the product is said to be in a state of disequilibrium. This theory was originally put forth by economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\">John Maynard Keynes</a>. Many modern economists have likened using the term \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/general-equilibrium-theory.asp\">general disequilibrium</a>\" to describe the state of the markets as we most often find them. Keynes noted that markets will most often be in some form of disequilibrium --- there are so many variable factors that affect financial markets today that true equilibrium is more of an idea.\n", "\nFollowing our graph for wheat market, if prices increased to P2, suppliers will be willing to provide more wheat from their storage barns to sell in the market, since the higher price would cover their production costs and lead to higher profits. However, consumers may reduce the quantity of wheat that they purchase, given the higher price in the market. When this imbalance occurs, quantity supplied will be greater than quantity demanded, and a surplus will exist, causing a disequilibrium market. The surplus in the graph is represented by the difference between Q2 and Q1, where Q2 is the quantity supplied and Q1 is the quantity demanded. Given the excess commodity supplied, suppliers will want to quickly sell the wheat before it gets rancid, and will proceed to reduce the sales price. Economic theory suggests that in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free market</a>, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\">market price</a> for wheat will eventually fall to Pe if the market is left to function without any interference . \n", "\nWhat if the market price for wheat was P1. At this price, consumers are willing to purchase more wheat (Q2) at the lower price. On the other hand, since the price is below the equilibrium price, suppliers will provide a smaller amount of wheat (Q1) to sell as the price may be too low to cover their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalcostofproduction.asp\">marginal costs of production</a>. In this case, when Pe falls to P1, there will be a shortage of wheat as the quantity demanded exceeds the quantity supplied for the commodity. Since resources are not allocated efficiently, the market is said to be in disequilibrium. In a free market, it is expected that the price would increase to the equilibrium price as the scarcity of the good forces the price to go up.\n", "\nThere are a number of reasons for market disequilibrium. Sometimes, disequilibrium occurs when a supplier sets a fixed price for a good or service for a certain time period. During this period of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_stickiness.asp\">sticky prices</a>, if quantity demanded increases in the market for the good or service, there will be a shortage of supply.\n", "\nAnother reason for disequilibrium is government intervention. If the government sets a floor or ceiling for a good or service, the market may become inefficient if quantity supplied is disproportionate to the quantity demanded. For example, if the government sets a price ceiling on rent, landlords may be reluctant to rent out their extra property to tenants, and there will be excess demand for housing due to the shortage of rental property.\n", "\nFrom the standpoint of the economy, disequilibrium can occur in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-market.asp\">labor market</a>. A labor market disequilibrium can occur when the government sets a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum_wage.asp\">minimum wage</a>, that is, a price floor on the wage that an employer can pay its employees. If the stipulated price floor is higher than the labor equilibrium price, there will be an excess supply of labor in the economy.\n", "\nWhen a country’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccount.asp\">current account</a> is at a deficit or surplus, its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bop.asp\">balance of payments</a> (BOP) is said to be in disequilibrium. A country’s balance of payments is a record of all transactions conducted with other countries during a given time period. Its imports and exports of goods are recorded under the Current Account section of the BOP. A significant deficit on the current account where imports are greater than exports would result in a disequilibrium. The US, UK, and Canada have large <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccountdeficit.asp\">current account deficits</a>. Likewise, when exports are greater than imports, creating a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/current-account-surplus.asp\">current account surplus</a>, there is a disequilibrium. China, Germany, and Japan have large current account surpluses.\n", "\nA balance of payments disequilibrium can occur when there is an imbalance between domestic savings and domestic investments. A deficit in the current account balance will result if domestic investments is higher than domestic savings, since the excess investments will be financed with capital from foreign sources. In addition, when the trade agreement between two countries affects the level of import or export activities, a balance of payments disequilibrium will surface. Furthermore, changes in an exchange rate when a country’s currency is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revaluation.asp\">revalued</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/devaluation.asp\">devalued</a> can cause disequilibrium. Other factors that could lead to disequilibrium include <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\">deflation</a>, changes in the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange-reserves.asp\">foreign exchange reserves</a>, population growth, and political instability.\n", "\nDisequilibrium is a result of mismatch between the market forces of supply and demand. The mismatch is generally resolved through market forces or government intervention.\n", "\nIn the example of labor market shortage above, the excess labor supply situation can be corrected either through policy proposals that address unemployed workers or through a process of investment in training workers to make them fit for new jobs. Within a market, innovations in manufacturing or supply chain or technology can help address imbalances between supply and demand.\n", "\nFor example, suppose demand for a company's product has receded due to its expensive price. The company can regain its share of the market by innovating its manufacturing or supply chain processes for a lower product price. The new equilibrium, however, might be one where the company has a greater supply of its product in the market at a lower price.\n"]}