{"name": "Distress Sale Definition", "@id": "https://www.investopedia.com/terms/d/distressale.asp", "related": ["https://www.investopedia.com/terms/r/real-estate-short-sale.asp", "https://www.investopedia.com/terms/n/non-reo-foreclosure.asp", "https://www.investopedia.com/terms/p/pre-foreclosure.asp", "https://www.investopedia.com/terms/m/mortgage-fraud.asp", "https://www.investopedia.com/terms/d/distress-price.asp", "https://www.investopedia.com/terms/g/gift_of_equity.asp"], "body": ["\nA distress sale—also called a distressed sale—occurs when a property, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stock</a>, or other asset must be sold quickly. Distress sales often result in a financial loss for the seller who, for reasons of economic duress, must accept a lower price. The proceeds from these assets are most often used to pay <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\">debts</a> or medical expenses or for other emergencies.\n", "\nMortgage borrowers who can no longer meet the payments for their mortgaged property may opt to sell their property to pay off the mortgage. Examples of situations where distress sales occur include divorce, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclosures</a>, and relocations.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsale.asp\">short sale</a> by a homeowner can be considered a distressed sale. Here, the homeowner is attempting to sell their property even though its current market value is below the amount owed to their lender. This can occur if the homeowner is forced to move from the home and cannot wait for the property's market value to recover. The homeowner may have a new job that requires immediate relocation, for example. A divorce could force a home to be sold in order to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidate.asp\">liquidate</a> assets that must be divided between the parties. A lender typically must agree to a short sale before it can proceed because such a transaction would remove the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> that secured the mortgage.\n", "\nIf a distress sale is conducted for a piece of property such as an antique or collectible art, the seller might choose to take offers that are lower than the value of the item. The seller might request offers by advertising the item or instead might offer the item to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/112415/how-pawnshops-make-money.asp\">pawnbroker</a>.\n", "\nWhen the seller of an item deals with a pawnbroker, they will likely receive offers below the value of the item. The pawnbroker bids low because they intend to resell the item for a higher price and turn a profit. Even if an item is appraised at a higher value, a pawnbroker will still look for a way to make a profit.\n", "\nThere are times when potential buyers may take advantage of the circumstances that forced a seller into conducting a distress sale. The buyer may be aware of the seller’s immediate need to complete a transaction and receive payment. This could lead to bids that are substantially lower than the value of the property.\n", "\nIf an asset is sold through a distress sale, the valuation of the asset is considered artificial because it was not sold under true competitive market conditions. In the case of real estate, for example, the sales price cannot be used as a comparator to establish the asset's true value.\n", "\nBuying a distressed property means that you stand a good chance of buying it at a price that is below market value. However, there are drawbacks. If the seller was in a hurry to sell, it is unlikely that they will have performed any repairs on the house to boost the sales price. The new owners may have to spend a substantial amount to bring the property up to the desired state.\n"]}