{"name": "Distressed Securities Definition", "@id": "https://www.investopedia.com/terms/d/distressedsecurities.asp", "related": ["https://www.investopedia.com/terms/j/junkbond.asp", "https://www.investopedia.com/terms/b/ba3-bb.asp", "https://www.investopedia.com/terms/r/reaffirmation.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/l/liquidation.asp", "https://www.investopedia.com/terms/a/angelbond.asp"], "body": ["\nDistressed securities are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstrument.asp\" rel=\"noopener noreferrer\">financial instruments</a> issued by a company that is near to—or currently going through—<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>. Distressed securities can include common and preferred shares, bank debt, trade claims, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\" rel=\"noopener noreferrer\">corporate bonds</a>.\n", "\nA particular security can also be considered distressed if it fails to maintain certain covenants (obligations incorporated into the debt or security, such as the ability to maintain a certain asset to liability ratio, or a particular credit rating.)\n", "\nAs a result of the issuing company's inability to meet its financial obligations, their financial instruments suffer a substantial reduction in value. However, because of the implicit riskiness of distressed securities, they can offer high-risk investors the potential for high returns.\n", "\nDistressed securities often appeal to investors who are looking for a bargain and are willing to accept risk. In some cases, these investors believe the company's situation is not as bad as it looks, and as a result, they anticipate their investments will increase in value over time. In other cases, investors may foresee the company going into bankruptcy. However, they feel confident that there might be enough money upon liquidation to cover the securities they have purchased.\n", "\nIn many cases, the companies that issue distressed securities end up filing for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter11.asp\" rel=\"noopener noreferrer\">Chapter 11</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter7.asp\" rel=\"noopener noreferrer\">Chapter 7</a> bankruptcy; as a result, individuals interested in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investing.asp\" rel=\"noopener noreferrer\">investing</a> in these securities need to consider what happens in the case of bankruptcy. In most bankruptcies, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a>—such as common shares—is rendered worthless. This makes investing in distressed stocks extremely risky. However, senior debt instruments, such as bank debt, trade claims, and bonds, may yield some payout.\n", "\nIn particular, if a business files Chapter 7 bankruptcy it will stop operations and go into <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\" rel=\"noopener noreferrer\">liquidation</a>. At this point, its funds are dispensed to its creditors, including bondholders.\n", "\nConversely, under Chapter 11 bankruptcy, a business restructures and continues operations. If reorganization is successful, its distressed securities, including both stocks and bonds, may yield surprising amounts of profits.\n", "\nSecurities are labeled as distressed when the company issuing them is unable to meet many of its financial obligations. In most cases, these securities carry a \"CCC\" or below credit rating from debt-rating agencies, such as Standard and Poor's or Moody's Investor Services. Distressed securities can be contrasted with junk bonds, which traditionally have a credit rating of BBB or lower.\n", "\nTypically, the anticipated rate of return on a distressed security is more than 1,000 basis points above the rate of return of a so-called risk-free asset, such as a U.S. Treasury bill or Treasury bond. For example, if the yield on a five-year Treasury bond is 1%, a distressed corporate bond has a rate of return of 11% or higher, based on the fact that one basis point equates to 0.01%.\n"]}