{"name": "Divestment Definition", "@id": "https://www.investopedia.com/terms/d/divestment.asp", "related": ["https://www.investopedia.com/terms/d/divestiture.asp", "https://www.investopedia.com/terms/c/carveout.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/u/unbundling.asp", "https://www.investopedia.com/terms/t/tax-freespinoff.asp", "https://www.investopedia.com/terms/t/taxable_spinoff.asp"], "body": ["\nDivestment is the process of selling subsidiary assets, investments, or divisions of a company in order to maximize the value of the parent company. Also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/divestiture.asp\" rel=\"noopener noreferrer\">divestiture</a>, divestment is effectively the opposite of an investment and is usually done when that subsidiary asset or division is not performing up to expectations.\n", "\nIn some cases, however, a company may be forced to sell assets as the result of legal or regulatory action. Companies can also look to a divestment strategy to satisfy other strategic business, financial, social, or political goals.\n", "\nDivestment involves a company selling off a portion of its assets, often to improve company value and obtain higher efficiency. Many companies will use divestment to sell off peripheral assets that enable their management teams to regain sharper focus on the core business.\n", "\nDivestment can result from either a corporate optimization strategy or else be driven by extraneous circumstances, such as when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment.asp\" rel=\"noopener noreferrer\">investments</a> are reduced and firms withdraw from a particular geographic region or industry due to political or social pressure. One major current instance is the impact of the pandemic, remote work, and the rise of technology use and their impact on offices, commercial real estate.\n", "\nItems that are divested may include a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a>, business department, real estate holding, equipment, and other property, or financial assets. Proceeds from these sales are typically used to pay down debt, make capital expenditures, fund working capital, or pay a special dividend to a company's shareholders. While most divestment transactions are premeditated, company-initiated efforts, at times this process could be forced upon them as a result of regulatory action.\n", "\nRegardless of why a company chooses to adopt a divestment strategy, asset sales will generate revenue that can be used elsewhere in the organization. In the short run, this increased revenue will benefit organizations in that they can divert the funds to help another division that is not quite performing up to expectations. The norm is that divestment is done within the framework of restructuring and optimization activities. The exception would be if the company was being forced to divest a profitable asset or division for political or social reasons that could lead to a loss of revenue.\n", "\nDivestment will typically take the form of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\" rel=\"noopener noreferrer\">spin-off</a>, equity <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/carveout.asp\" rel=\"noopener noreferrer\">carve-out</a>, or direct sale of assets.\n", "\nThe most common reason for divestment is to eliminate non-performing, non-core businesses. Companies, especially large corporations or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conglomerate.asp\" rel=\"noopener noreferrer\">conglomerates</a>, may own different business units that operate in very different industries, and which can be quite difficult to manage or distracting from their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/core_competencies.asp\" rel=\"noopener noreferrer\">core competencies</a>.\n", "\nDivesting a non-essential business unit can free up both time and capital for a parent company's management to focus on its primary operations and expertise. For instance, in 2014, General Electric (GE) made a decision to divest its non-core financing arm by selling its shares of Synchrony Financial as a spin-off on the New York Stock Exchange.\n", "\nAdditionally, companies divest their assets to obtain funds, shed an underperforming subsidiary, respond to regulatory action, and realize value through a break-up. Companies that are going through the process of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a> will often be required by legal ruling to sell off parts of the business.\n", "\nFinally, companies may engage in divestment for political and social reasons, such as selling assets contributing to global warming.\n"]}