{"name": "Diversification Definition", "@id": "https://www.investopedia.com/terms/d/diversification.asp", "related": ["https://www.investopedia.com/terms/h/holdings.asp", "https://www.investopedia.com/terms/a/asset-mix.asp", "https://www.investopedia.com/terms/r/risk-parity.asp", "https://www.investopedia.com/terms/i/international-etf.asp", "https://www.investopedia.com/terms/f/fund_overlap.asp", "https://www.investopedia.com/terms/a/aaf.asp"], "body": ["\nDiversification is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\">risk management</a> strategy that mixes a wide variety of investments within a portfolio. A diversified portfolio contains a mix of distinct asset types and investment vehicles in an attempt at limiting exposure to any single asset or risk. The rationale behind this technique is that a portfolio constructed of different kinds of assets will, on average, yield higher long-term returns and lower the risk of any individual holding or security.\n", "\nDiversification strives to smooth out unsystematic risk events in a portfolio, so the positive performance of some investments neutralizes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-return.asp\">negative performance</a> of others. The benefits of diversification hold only if the securities in the portfolio are not perfectly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/correlation.asp\">correlated</a>—that is, they respond differently, often in opposing ways, to market influences.\n", "\nStudies and mathematical models have shown that maintaining a well-diversified portfolio of 25 to 30 stocks yields the most cost-effective level of risk reduction. The investing in more securities generates further diversification benefits, albeit at a drastically smaller rate.\n", "\nFund managers and investors often diversify their investments across asset classes and determine what percentages of the portfolio to allocate to each. Classes can include:\n", "\nThey will then diversify among investments within the assets classes, such as by selecting stocks from various sectors that tend to have low return correlation, or by choosing stocks with different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market capitalizations</a>. In the case of bonds, investors can select from investment-grade corporate bonds, U.S. Treasuries, state and municipal bonds, high-yield bonds and others. \n", "\nInvestors can reap further diversification benefits by investing in foreign securities because they tend to be less closely correlated with domestic ones. For example, forces depressing the U.S. economy may not affect Japan's economy in the same way. Therefore, holding Japanese stocks gives an investor a small cushion of protection against losses during an American economic downturn.\n", "\nTime and budget constraints can make it difficult for noninstitutional investors—i.e., individuals—to create an adequately diversified portfolio. This challenge is a key reason why <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/introduction-mutual-funds/\">mutual funds</a> are so popular with retail investors. Buying shares in a mutual fund offers an inexpensive way to diversify investments.\n", "\nWhile mutual funds provide diversification across various asset classes, exchange-traded funds (ETFs) afford investor access to narrow markets such as commodities and international plays that would ordinarily be difficult to access. An individual with a $100,000 portfolio can spread the investment among ETFs with no overlap.\n", "\nReduced risk, a volatility buffer: The pluses of diversification are many. However, there are drawbacks, too. The more holdings a portfolio has, the more time-consuming it can be to manage—and the more expensive, since buying and selling many different holdings incurs more transaction fees and brokerage commissions. More fundamentally, diversification's spreading-out strategy works both ways, lessening both the risk and the reward.\n", "\nSay you've invested $120,000 equally among six stocks, and one stock doubles in value. Your original $20,000 stake is now worth $40,000. You've made a lot, sure, but not as much as if your entire $120,000 had been invested in that one company. By protecting you on the downside, diversification limits you on the upside—at least, in the short term. Over the long term, diversified portfolios do tend to post higher returns (see example below).\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-beta.asp\">Smart beta strategies</a> offer diversification by tracking underlying indices but do not necessarily weigh stocks according to their market cap. ETF managers further screen equity issues on fundamentals and rebalance portfolios according to objective analysis and not just company size. While smart beta portfolios are unmanaged, the primary goal becomes outperformance of the index itself.\n", "\nFor example, as of March 2019, the iShares Edge MSCI USA Quality Factor ETF holds 125 large- and mid-cap U.S. stocks. By focusing on return on equity (ROE), debt-to-equity (D/E) ratio, and not solely market cap, the ETF has returned 90.49% cumulatively since its inception in July 2013. A similar investment in the S&amp;P 500 Index grew by 66.33%.\n", "\nSay an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggressiveinvestmentstrategy.asp\">aggressive investor</a> who can assume a higher level of risk, wishes to construct a portfolio composed of Japanese equities, Australian bonds, and cotton futures. He can purchase stakes in the iShares MSCI Japan ETF, the Vanguard Australian Government Bond Index ETF, and the iPath Bloomberg Cotton Subindex Total Return ETN, for example.\n", "\nWith this mix of ETF shares, due to the specific qualities of the targeted asset classes and the transparency of the holdings, the investor ensures true diversification in their holdings. Also, with different correlations, or responses to outside forces, among the securities, they can slightly lessen their risk exposure. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/importance-diversification/\">The Importance Of Diversification</a>\")\n"]}