{"name": "Divergence Definition and Uses", "@id": "https://www.investopedia.com/terms/d/divergence.asp", "related": ["https://www.investopedia.com/terms/m/macd.asp", "https://www.investopedia.com/terms/c/commoditychannelindex.asp", "https://www.investopedia.com/terms/t/trendtrading.asp", "https://www.investopedia.com/terms/c/chandemomentumoscillator.asp", "https://www.investopedia.com/terms/s/swinghigh.asp", "https://www.investopedia.com/terms/t/trend.asp"], "body": ["\nDivergence is when the price of an asset is moving in the opposite direction of a technical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indicator.asp\">indicator</a>, such as an oscillator, or is moving contrary to other data. Divergence warns that the current price <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trend.asp\">trend</a> may be weakening, and in some cases may lead to the price changing direction.\n", "\nThere is positive and negative divergence. Positive divergence indicates a move higher in the price of the asset is possible. Negative divergence signals that a move lower in the asset is possible.\n", "\nDivergence in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a> may signal a major positive or negative price move. A positive divergence occurs when the price of an asset makes a new low while an indicator, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfi.asp\">money flow</a>, starts to climb. Conversely, a negative divergence is when the price makes a new high but the indicator being analyzed makes a lower high.\n", "\nTraders use divergence to assess the underlying <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum.asp\">momentum</a> in the price of an asset, and for assessing the likelihood of a price reversal. For example, investors can plot <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oscillator.asp\">oscillators</a>, like the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rsi.asp\">Relative Strength Index (RSI)</a>, on a price chart. If the stock is rising and making new highs, ideally the RSI is reaching new highs as well. If the stock is making new highs, but the RSI starts making lower highs, this warns the price uptrend may be weakening. This is negative divergence. The trader can then determine if they want to exit the position or set a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\">stop loss</a> in case the price starts to decline.\n", "\nPositive divergence is the opposite situation. Imagine the price of a stock is making new lows while the RSI makes higher lows with each swing in the stock price. Investors may conclude that the lower lows in the stock price are losing their downward momentum and a trend reversal may soon follow.\n", "\nDivergence is one of the common uses of many technical indicators, primarily the oscillators.\n", "\nDivergence is when the price and indicator are telling the trader different things. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/confirmation.asp\">Confirmation</a> is when the indicator and price, or multiple indicators, are telling the trader the same thing. Ideally, traders want confirmation to enter trades and while in trades. If the price is moving up, they want their indicators to signal that the price move is likely to continue.\n", "\nAs is true with all forms of technical analysis, investors should use a combination of indicators and analysis techniques to confirm a trend reversal before acting on divergence alone. Divergence will not be present for all price reversals, therefore, some other form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\">risk control</a> or analysis needs to be used in conjunction with divergence.\n", "\nAlso, when divergence does occur, it doesn't mean the price will reverse or that a reversal will occur soon. Divergence can last a long time, so acting on it alone could be mean substantial losses if the price doesn't react as expected.\n"]}