{"name": "Dividend Definition", "@id": "https://www.investopedia.com/terms/d/dividend.asp", "related": ["https://www.investopedia.com/terms/e/ex-dividend.asp", "https://www.investopedia.com/terms/d/dividend-arbitrage.asp", "https://www.investopedia.com/terms/s/spillover_dividend.asp", "https://www.investopedia.com/terms/r/recorddate.asp", "https://www.investopedia.com/terms/e/ex-date.asp", "https://www.investopedia.com/terms/q/qualifieddividend.asp"], "body": ["\nA dividend is the distribution of some of a company's earnings to a class of its shareholders, as determined by the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\" rel=\"noopener noreferrer\">board of directors</a>. Common shareholders of dividend-paying companies are typically eligible as long as they own the stock before the ex-dividend date.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Dividends may be paid out as cash or in the form of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockdividend.asp\" rel=\"noopener noreferrer\">additional stock</a>.\n", "\nDividends must be approved by the shareholders through their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a>. Although cash dividends are the most common, dividends can also be issued as shares of stock or other property. Along with companies, various mutual funds and exchange-traded funds (ETF) also pay dividends.\n", "\nA dividend is a token reward paid to the shareholders for their investment in a company’s equity, and it usually originates from the company's net profits. While the major portion of the profits is kept within the company as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\">retained earnings</a>—which represent the money to be used for the company’s ongoing and future business activities—the remainder can be allocated to the shareholders as a dividend. At times, companies may still make dividend payments even when they don’t make suitable profits. They may do so to maintain their established track record of making regular dividend payments.\n", "\nThe board of directors can choose to issue dividends over various time frames and with different payout <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendrate.asp\">rates</a>. Dividends can be paid at a scheduled frequency, such as monthly, quarterly, or annually. For example, Walmart Inc. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=wmt\">WMT</a>) and Unilever (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=ul\">UL</a>) make regular quarterly dividend payments.<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nCompanies can also issue non-recurring <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/specialdividend.asp\">special dividends</a>, either individually or in addition to a scheduled dividend. Backed by strong business performance and an improved financial outlook, Microsoft Corp. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=msft\">MSFT</a>) declared a special dividend of $3.00 per share in 2004, which was way above the usual quarterly dividends in the range of $0.08 to $0.16 per share.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nLarger, more established companies with more predictable profits are often the best dividend payers. These companies tend to issue regular dividends because they seek to maximize shareholder wealth in ways aside from normal growth. Companies in the following industry sectors are observed to be maintaining a regular record of dividend payments: \n", "\nCompanies structured as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mlp.asp\">master limited partnerships</a> (MLP) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">real estate investment trusts</a> (REIT) are also top dividend payers since their designations require specified distributions to shareholders.<span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span> Funds may also issue regular dividend payments as stated in their investment objectives.\n", "\nStart-ups and other high-growth companies, such as those in the technology or biotech sectors, may not offer regular dividends. Because these companies may be in the early stages of development and may incur high costs (as well as losses) attributed to research and development, business expansion, and operational activities, they may not have sufficient funds to issue dividends. Even profit-making early- to mid-stage companies avoid making dividend payments if they are aiming for higher-than-average growth and expansion, and want to invest their profits back into their business rather than paying dividends. \n", "\nDividend payments follow a chronological order of events and the associated dates are important to determine the shareholders who qualify for receiving the dividend payment.\n", "\nSince dividends are irreversible, their payments typically lead to money going out of the company’s books and accounts of the business forever. Therefore, dividend payments impact share price, which may rise on the announcement approximately by the amount of the dividend declared and then decline by a similar amount at the opening session of the ex-dividend date.\n", "\nFor example, a company that is trading at $60 per share declares a $2 dividend on the announcement date. As soon as the news becomes public, the share price shoots up by around $2 and hit $62. Say the stock trades at $63 one business day prior to the ex-dividend date. On the ex-dividend date, it adjusted by $2 and begins trading at $61 at the start of the trading session on the ex-dividend date, because anyone buying on the ex-dividend date will not receive the dividend. Please keep in mind the only guarantee is the price adjust lowering the share price by the dividend on ex-dividend date.\n", "\nCompanies pay dividends for a variety of reasons. These reasons can have different implications and interpretations for investors.\n", "\nDividends can be expected by the shareholders as a reward for their trust in a company. The company management may aim to honor this sentiment by delivering a robust track record of dividend payments. Dividend payments reflect positively on a company and help maintain investors’ trust. Dividends are also preferred by shareholders because they are treated as tax-free income for shareholders in many countries. Conversely, capital gains realized through the sale of a share whose price has increased is considered taxable income. Traders who look for short-term gains may also <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bird-in-hand.asp\" rel=\"noopener noreferrer\">prefer getting dividend payments</a> that offer instant tax-free gains.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nA high-value dividend declaration can indicate that the company is doing well and has generated good profits. But it can also indicate that the company does not have suitable projects to generate better returns in the future. Therefore, it is utilizing its cash to pay shareholders instead of reinvesting it into growth.\n", "\nIf a company has a long history of dividend payments, a reduction of the dividend amount, or its elimination, may signal to investors that the company is in trouble. The announcement of a 50% decrease in dividends from General Electric Co. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=ge\" rel=\"noopener noreferrer\">GE</a>), one of the biggest American industrial companies, was accompanied by a decline of more than six percent in GE’s stock price on November 13, 2017.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nA reduction in dividend amount or a decision against making any dividend payment may not necessarily translate into bad news about a company. It may be possible that the company's management has better plans for investing the money, given its financials and operations. For example, a company's management may choose to invest in a high-return project that has the potential to magnify returns for shareholders in the long run, as compared to the petty gains they will realize through dividend payments.\n", "\nDividends paid by funds are different from dividends paid by companies. Company dividends are usually paid from profits that are generated from the company's business operations. Funds work on the principle of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\" rel=\"noopener noreferrer\">net asset value</a> (NAV), which reflects the valuation of their holdings or the price of the asset(s) that a fund may be tracking. Since funds don’t have any intrinsic profits, they pay dividends sourced from their NAV.\n", "\nDue to the NAV-based working of funds, regular and high-frequency dividend payments should not be misunderstood as a stellar performance by the fund. For example, a bond-investing fund may pay monthly dividends as it receives money in the form of monthly interest on its interest-bearing holdings. The fund is merely transferring the income from the interest fully or partially to the fund investors. A stock-investing fund may also pay dividends. Its dividends may come from the dividend(s) it receives from the stocks held in its portfolio, or by selling a certain quantity of stocks. It's likely the investors receiving the dividend from the fund are reducing their holding value, which gets reflected in the reduced NAV on the ex-dividend date.\n", "\nEconomists <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merton-miller.asp\" rel=\"noopener noreferrer\">Merton Miller</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/franco-modigliani.asp\" rel=\"noopener noreferrer\">Franco Modigliani</a> argued that a company's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendirrelevance.asp\" rel=\"noopener noreferrer\">dividend policy is irrelevant</a> and it has no effect on the price of a firm's stock or its <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofcapital.asp\" rel=\"noopener noreferrer\">cost of capital</a>. Theoretically, a shareholder may remain indifferent to a company’s dividend policy. In the case of high dividend payments, they can use the cash received to buy more shares. <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090915/reinvesting-dividends-pays-long-run.asp\" rel=\"noopener noreferrer\">Reinvesting dividends</a> is often a smart choice, though it isn't always the best option. For instance, in the case of low payments, they can instead sell some shares to get the necessary cash they need. In either case, the combination of the value of an investment in the company and the cash they hold will remain the same. Miller and Modigliani thus conclude that dividends are irrelevant, and investors shouldn’t care about the firm's dividend policy since they can create their own synthetically.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nHowever, in reality, dividends allow money to be made available to shareholders, which gives them the liberty to derive more utility out of it. They can invest in another financial security and reap higher returns, or spend on leisure and other utilities. Additionally, costs like taxes, brokerages, and indivisible shares make dividends a considerable utility in the real world.\n", "\nDividends can help to offset costs from your broker and your taxes. Ultimately, this can make dividend investments more attractive. Of course, to get invested in dividend-earning assets, one would need a stockbroker.\n", "\nInvestors seeking dividend investments have a number of options including stocks, mutual funds, exchange-traded funds (ETFs), and more. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/dividend-discount-model/\" rel=\"noopener noreferrer\">dividend discount model</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gordongrowthmodel.asp\" rel=\"noopener noreferrer\">Gordon growth model</a> can be helpful in choosing stock investments. These techniques rely on anticipated future dividend streams to value shares.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿\n", "\nTo compare multiple stocks based on their dividend payment performance, investors can use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendyield.asp\" rel=\"noopener noreferrer\">dividend yield</a> factor which measures the dividend in terms of a percent of the current market price of the company’s share. The dividend rate can also be quoted in terms of the dollar amount each share receives–<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend-per-share.asp\" rel=\"noopener noreferrer\">dividends per share</a> (DPS). In addition to dividend yield, another important performance measure to assess the returns generated from a particular investment is the total return factor. This figure accounts for<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\"> interest,</a> dividends, and increases in share price, among other <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gains</a>.\n", "\nTax is another important consideration when investing for dividend gains. Investors in high tax brackets are observed to prefer dividend-paying stocks if the jurisdiction allows zero- or comparatively lower tax on dividends than the normal rates. For example, Greece and Slovakia have a lower tax on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/033015/there-difference-between-capital-gains-and-dividend-income.asp\" rel=\"noopener noreferrer\">dividend income</a> for shareholders, while dividend gains are tax-exempt in Hong Kong.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿﻿\n", "\nA dividend is a distribution of cash or stock to a class of shareholders in a company. Typically, dividends are drawn from a company’s retained earnings, however issuing dividends with negative retained income is still possible, but less common. Dividends carry important dates, which determine whether or not shareholders will receive dividend payout. First, the ex dividend date is the last date that eligibility to receive the dividend expires, most often, it occurs one business day before the record date. Second, the record date is when the board of directors determines which shareholders will receive dividends, along with relevant financial information related to the dividend payout.\n", "\nWhen a company has a healthy cushion of net profits, it may decide to share the wealth with its investors. In turn, the board of directors may decide to issue an 5% dividend per share, annually. If the company’s shares were worth $100, the dividend would be worth $5, and if the dividends were issued on a quarterly basis, each would be valued at $1.25. \n", "\nWhile dividends can signal that a company has stable cash flow and is good at generating profits, they can also provide recurring revenue to investors. Dividend payouts may also help provide insight into a company’s intrinsic value. Many countries also offer preferential tax treatment to dividends where they are treated as tax-free income. In contrast, when investors sell stocks at a profit they realize capital gains, which may be as high as 20%.\n"]}