{"name": "Dividend Policy Definition", "@id": "https://www.investopedia.com/terms/d/dividendpolicy.asp", "related": ["https://www.investopedia.com/terms/d/dividend-aristocrat.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/d/dividend-clientele.asp", "https://www.investopedia.com/terms/l/lintnersmodel.asp", "https://www.investopedia.com/terms/d/dividendrate.asp", "https://www.investopedia.com/terms/d/dividendsignaling.asp"], "body": ["\nA dividend policy is the policy a company uses to structure its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendpayoutratio.asp\" rel=\"noopener noreferrer\">dividend payout</a> to shareholders. Some researchers suggest the dividend policy is irrelevant, in theory, because investors can sell a portion of their shares or portfolio if they need funds. This is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendirrelevance.asp\" rel=\"noopener noreferrer\">dividend irrelevance theory</a>, which infers that dividend payouts minimally affect a stock's price.\n", "\nDespite the suggestion that the dividend policy is irrelevant, it is income for shareholders. Company leaders are often the largest shareholders and have the most to gain from a generous dividend policy.\n", "\nMost companies view a dividend policy as an integral part of their corporate strategy. Management must decide on the dividend amount, timing, and various other factors that influence dividend payments. There are three types of dividend policies—a stable dividend policy, a constant dividend policy, and a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/residual-dividend.asp\" rel=\"noopener noreferrer\">residual dividend</a> policy.\n", "\nA stable dividend policy is the easiest and most commonly used. The goal of the policy is a steady and predictable dividend payout each year, which is what most investors seek. Whether earnings are up or down, investors receive a dividend.\n", "\nThe goal is to align the dividend policy with the long-term growth of the company rather than with quarterly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\" rel=\"noopener noreferrer\">earnings</a> volatility. This approach gives the shareholder more certainty concerning the amount and timing of the dividend.\n", "\nThe primary drawback of the stable dividend policy is that investors may not see a dividend increase in boom years. Under the constant dividend policy, a company pays a percentage of its earnings as dividends every year. In this way, investors experience the full volatility of company earnings.\n", "\nIf earnings are up, investors get a larger <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/11/due-dilligence-on-dividends.asp\" rel=\"noopener noreferrer\">dividend</a>; if earnings are down, investors may not receive a dividend. The primary drawback to the method is the volatility of earnings and dividends. It is difficult to plan financially when dividend income is highly volatile.\n", "\nResidual dividend policy is also highly volatile, but some investors see it as the only acceptable dividend policy. With a residual dividend policy, the company pays out what dividends remain after the company has paid for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\" rel=\"noopener noreferrer\">capital expenditures</a> (CAPEX) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">working capital</a>.\n", "\nThis approach is volatile, but it makes the most sense in terms of business operations. Investors do not want to invest in a company that justifies its increased debt with the need to pay dividends.\n", "\nKinder Morgan (KMI) shocked the investment world when in 2015 they cut their dividend payout by 75%, a move that saw their share price tank. However, many investors found the company on solid footing and making sound financial decisions for their future. In this case, a company cutting their dividend actually worked in their favor, and six months after the cut, Kinder Morgan saw its share price rise almost 25%. In early 2019, the company again raised its dividend payout by 25%, a move that helped to reinvigorate investor confidence in the energy company.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}