{"name": "Dividend Reinvestment Plan—DRIP Definition", "@id": "https://www.investopedia.com/terms/d/dividendreinvestmentplan.asp", "related": ["https://www.investopedia.com/terms/t/treasury-drip.asp", "https://www.investopedia.com/terms/d/dividend-drag.asp", "https://www.investopedia.com/terms/s/stockdividend.asp", "https://www.investopedia.com/terms/d/distribution_reinvestment.asp", "https://www.investopedia.com/terms/i/incremental_dividend.asp", "https://www.investopedia.com/terms/a/automaticinvestmentplan.asp"], "body": ["\nA dividend reinvestment plan (DRIP) is a program that allows investors to reinvest their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashdividend.asp\" rel=\"noopener noreferrer\">cash dividends</a> into additional shares or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fractionalshare.asp\" rel=\"noopener noreferrer\">fractional shares</a> of the underlying stock on the dividend payment date. Although the term can apply to any automatic reinvestment arrangement set up through a brokerage or investment company, it generally refers to a formal program offered by a publicly traded corporation to existing <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>. Around 650 companies and 500 closed-end funds currently do so.\n", "\nNormally, when dividends are paid, they are received by shareholders as a check or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/directdeposit.asp\" rel=\"noopener noreferrer\">direct deposit</a> into their bank account. DRIPs, which are also known as dividend reinvestment programs, gives shareholders the option of reinvesting the amount of a declared dividend into additional shares, which are bought directly from the company. Because shares purchased through a DRIP typically come from the company’s own reserve, they are not marketable through stock <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\" rel=\"noopener noreferrer\">exchanges</a>. Shares must be redeemed directly through the company, also.\n", "\nMost DRIPs allow investors to buy shares commission-free or for a nominal fee, and at a significant discount to the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061615/how-companys-share-price-determined.asp\" rel=\"noopener noreferrer\">share price</a>; they may set dollar minimums. However, most do not allow <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestment.asp\" rel=\"noopener noreferrer\">reinvestments</a> much lower than $10. While DRIPs are usually intended for existing shareholders, some companies do make them available to new investors, usually specifying a minimum purchase amount.\n", "\nAlthough the shareholder does not actually receive the reinvested dividends, they still need to be reported as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income </a>(unless they are held in a tax-advantaged account, like an IRA).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are several advantages of purchasing shares through a DRIP, for both the company issuing the shares and the shareholder.\n", "\nDRIPs offer shareholders a way to accumulate more shares without having to pay a commission. Many companies offer shares at a discount through their DRIP from 1% to 10% off the current share price. Between no commissions and a price discount, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costbasis.asp\" rel=\"noopener noreferrer\">cost basis</a> for owning the shares can be significantly lower than if the shares were purchased on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\" rel=\"noopener noreferrer\">open market</a>. Through DRIPs, investors can also buy fractional shares, so every dividend dollar is really going to work.\n", "\nLong term, the biggest advantage is the effect of automatic reinvestment on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compounding.asp\" rel=\"noopener noreferrer\">compounding</a> of returns. When dividends are increased, shareholders receive an increasing amount on each share they own, which can also purchase a larger number of shares. Over time, this increases the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totalreturn.asp\" rel=\"noopener noreferrer\">total return</a> potential of the investment. Because more shares can be purchased whenever the stock price decreases, the long-term potential for bigger gains is increased.\n", "\nDividend-paying companies also benefit from DRIPs in a couple of ways. First, when shares are purchased from the company for a DRIP, it creates more capital for the company to use. Second, shareholders who participate in a DRIP are less likely to sell their shares when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a> declines. Partly that's because participants tend to be long-term investors and recognize the role their dividends play in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermgrowth.asp\" rel=\"noopener noreferrer\">long-term growth</a> of their portfolio. Of course, another factor is that DRIP-purchased shares are not as liquid as shares purchased on the open market—they can only be redeemed via the company.\n", "\nThe 3M company offers a DRIP program. Administered by the company's transfer agent, EQ Shareowner Services, it gives registered shareholders the option of using all or a portion of their dividends (designated either by dollar percentage or by number of shares) to buy shares; if they don't choose an option when they enroll in the plan, all their dividends will be reinvested. The company pays all fees and commissions.\n"]}