{"name": "Dodd-Frank Wall Street Reform and Consumer Protection Act Definition", "@id": "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp", "related": ["https://www.investopedia.com/terms/c/crapo-bill.asp", "https://www.investopedia.com/terms/f/financial-choice-act.asp", "https://www.investopedia.com/terms/investor-protection-act.asp", "https://www.investopedia.com/terms/s/swap-dealer.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/r/regulation-n.asp"], "body": ["\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act is a massive piece of financial reform legislation that was passed in 2010, during the Obama administration. It was created as a response to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\" rel=\"noopener noreferrer\">financial crisis of 2008</a>. Named after sponsors Senator Christopher J. Dodd (D-Conn.) and Representative Barney Frank (D-Mass.), the act contains numerous provisions, spelled out over roughly 2,300 pages, that were to be implemented over a period of several years.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act—typically shortened to just the Dodd-Frank Act—established a number of new government agencies tasked with overseeing the various components of the act and, by extension, various aspects of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-system.asp\" rel=\"noopener noreferrer\">financial system</a>. When Donald Trump was elected President in 2016, he pledged to repeal Dodd-Frank; in May 2018, the Trump administration signed a new law rolling back significant portions of it.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act has many components. These are some of its key provisions and how they work:\n", "\nUnder the Dodd-Frank Act, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-stability-oversight-council.asp\" rel=\"noopener noreferrer\">Financial Stability Oversight Council</a> and Orderly Liquidation Authority monitor the financial stability of major financial firms because the failure of these companies could have a serious negative impact on the U.S. economy (companies deemed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/too-big-to-fail.asp\" rel=\"noopener noreferrer\">\"too big to fail\"</a>).\n", "\nThe law also provides for liquidations or restructurings via the Orderly Liquidation Fund, established to assist with the dismantling of financial companies that have been placed in receivership and prevent tax dollars from being used to prop up such firms.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe council has the authority to break up banks that are considered so large as to pose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/systemic-risk.asp\" rel=\"noopener noreferrer\">systemic risk</a>; it can also force them to increase their reserve requirements.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Similarly, the new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-insurance-office.asp\" rel=\"noopener noreferrer\">Federal Insurance Office</a> was tasked with identifying and monitoring insurance companies considered \"too big to fail.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\" rel=\"noopener noreferrer\">Consumer Financial Protection Bureau (CFPB)</a>, established under Dodd-Frank, was given the job of preventing predatory mortgage lending (reflecting the widespread sentiment that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime_mortgage.asp\" rel=\"noopener noreferrer\">subprime mortgage</a> market was the underlying cause of the 2008 catastrophe) and make it easier for consumers to understand the terms of a mortgage before agreeing to them. It deters mortgage brokers from earning higher commissions for closing loans with higher fees and/or higher interest rates and requires that mortgage originators not steer potential borrowers to the loan that will result in the highest payment for the originator.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe CFPB also governs other types of consumer lending, including credit and debit cards, and addresses consumer complaints. It requires lenders, excluding automobile lenders, to disclose information in a form that is easy for consumers to read and understand; an example is the simplified terms now on credit card applications.\n", "\nAnother key component of Dodd-Frank, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volcker-rule.asp\" rel=\"noopener noreferrer\">Volcker Rule</a>, restricts the ways banks can invest, limiting speculative trading, and eliminating <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proprietarytrading.asp\" rel=\"noopener noreferrer\">proprietary trading</a>. Banks are not allowed to be involved with hedge funds or private equity firms, which are considered too risky. In an effort to minimize possible conflicts of interest, financial firms are not allowed to trade proprietarily without sufficient \"skin in the game.\"<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The Volcker Rule is clearly a push back in the direction of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/glass_steagall_act.asp\" rel=\"noopener noreferrer\">Glass-Steagall Act</a> of 1933, which first recognized the inherent dangers of financial entities extending commercial and investment banking services at the same time.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThe act also contains a provision for regulating <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a>, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditdefaultswap.asp\" rel=\"noopener noreferrer\">credit default swaps</a> that were widely blamed for contributing to the 2008 financial crisis. Dodd-Frank set up centralized exchanges for swaps trading to reduce the possibility of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/counterpartyrisk.asp\" rel=\"noopener noreferrer\">counterparty default</a> and also required greater disclosure of swaps trading information to increase transparency in those markets.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ The Volcker Rule also regulates financial firms' use of derivatives in an attempt to prevent \"too big to fail\" institutions from taking large risks that might wreak havoc on the broader economy.\n", "\nBecause <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\" rel=\"noopener noreferrer\">credit rating</a> agencies were accused of contributing to the financial crisis by giving out misleadingly favorable investment ratings, Dodd-Frank established the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">SEC</a> Office of Credit Ratings. The office is charged with ensuring that agencies provide meaningful and reliable credit ratings of the businesses, municipalities, and other entities they evaluate.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nDodd-Frank also strengthened and expanded the existing whistleblower program promulgated by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\" rel=\"noopener noreferrer\">Sarbanes-Oxley Act (SOX)</a>. Specifically, it established a mandatory bounty program under which whistleblowers can receive from 10% to 30% of the proceeds from a litigation settlement, broadened the scope of a covered employee by including employees of a company's subsidiaries and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate.asp\" rel=\"noopener noreferrer\">affiliates</a> and extended the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statute-of-limitations.asp\" rel=\"noopener noreferrer\">statute of limitations</a> under which whistleblowers can bring forward a claim against their employer from 90 to 180 days after a violation is discovered.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nProponents of Dodd-Frank believed the Act would prevent the economy from experiencing a crisis like that of 2008 and protect consumers from many of the abuses that contributed to the crisis. Detractors, however, have argued that the act could harm the competitiveness of U.S. firms relative to their foreign counterparts. In particular, they contend that its regulatory compliance requirements unduly burden community banks and smaller financial institutions—despite the fact that they played no role in causing the financial crisis.\n", "\nSuch financial-world notables as former Treasury Secretary Larry Summers, Blackstone Group L.P. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=bx\" rel=\"noopener noreferrer\">BX</a>) CEO Stephen Schwarzman, activist Carl Icahn, and JPMorgan Chase &amp; Co. (JPM) CEO Jamie Dimon also argue that, while each institution is undoubtedly safer due to the capital constraints imposed by Dodd-Frank, the constraints also make for a more illiquid market overall. The lack of liquidity can be especially potent in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondmarket.asp\" rel=\"noopener noreferrer\">bond market</a>, where all securities are not <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marktomarket.asp\" rel=\"noopener noreferrer\">mark to market</a> and many bonds lack a constant supply of buyers and sellers.\n", "\nThe higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-reserve.asp\" rel=\"noopener noreferrer\">reserve</a> requirements under Dodd-Frank mean banks must keep a higher percentage of their assets in cash, which decreases the amount they are able to hold in marketable securities. In effect, this limits the bond market-making role that banks have traditionally undertaken. With banks unable to play the part of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketmaker.asp\" rel=\"noopener noreferrer\">market maker</a>, prospective buyers are likely to have a harder time finding counteracting sellers. More importantly, prospective sellers may find it more difficult to find counteracting buyers.\n", "\nSiding with the critics, the U.S. Congress passed a bill in 2018 called the Economic Growth, Regulatory Relief, and Consumer Protection Act, which rolls back significant portions of the Dodd-Frank Act. It was signed into law by President Trump on May 24, 2018.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ These are some of the provisions of the new law, and some of the areas in which standards were loosened:\n", "\nThe new law eases the Dodd-Frank regulations for small and regional banks by increasing the asset threshold for the application of prudential standards, stress test requirements, and mandatory risk committees.\n", "\nFor institutions that have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/custodian.asp\" rel=\"noopener noreferrer\">custody</a> of clients' assets but do not function as lenders or traditional bankers, the new law provides for lower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalrequirement.asp\" rel=\"noopener noreferrer\">capital requirements</a> and leverage ratios.\n", "\nThe new law exempts escrow requirements for residential mortgage loans held by a depository institution or credit union under certain conditions. It also directs the Federal Housing Finance Agency to set up standards for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freddiemac.asp\" rel=\"noopener noreferrer\">Freddie Mac</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/091814/fannie-mae-what-it-does-and-how-it-operates.asp\" rel=\"noopener noreferrer\">Fannie Mae</a> to consider alternative credit scoring methods\n", "\nThe law exempts lenders with assets of less than $10 billion from requirements of the Volcker rule and imposes less stringent reporting and capital norms on small lenders.\n", "\nThe law requires that the three major credit reporting agencies allow consumers to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-freeze.asp\" rel=\"noopener noreferrer\">\"freeze\"</a> their credit files free of charge as a way of deterring fraud.\n"]}