{"name": "Dogs of the Dow Definition", "@id": "https://www.investopedia.com/terms/d/dogsofthedow.asp", "related": ["https://www.investopedia.com/terms/d/djia_yield.asp", "https://www.investopedia.com/terms/d/djia.asp", "https://www.investopedia.com/terms/f/fade.asp", "https://www.investopedia.com/terms/b/bluechip.asp", "https://www.investopedia.com/terms/r/russell3000-value.asp", "https://www.investopedia.com/terms/v/valuestock.asp"], "body": ["\n\"Dogs of the Dow\" is an investment strategy that attempts to beat the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\">Dow Jones Industrial Average</a> (DJIA) each year by leaning portfolios toward high-yield investments. The general concept is to allocate money to the 10 highest dividend-yielding, blue-chip stocks among the 30 components of the DJIA.\n", "\nThis strategy requires re-balancing at the beginning of each calendar year.\n", "\nBecause the Dow is one of the oldest and most widely followed indexes in the world—and generally is seen as a barometer for the broader market—it is not uncommon for market strategists to base investing techniques on some components of the DJIA. The main reason to follow the Dogs is that it presents a straightforward formula designed to perform roughly in line with the Dow.\n", "\nThough not an entirely new concept, in 1991, this strategy first became a popular fixture with the publication of Michael B. O’Higgins’s book, <em>Beating the Dow</em>, in which he also coined the name “Dogs of the Dow.”\n", "\nDogs of the Dow relies on the premise that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bluechip.asp\" rel=\"noopener noreferrer\">blue-chip companies</a> do not alter their dividend to reflect trading conditions and, therefore, the dividend is a measure of the average worth of the company. In contrast, the stock price does fluctuate throughout the business cycle.\n", "\nThis should mean that companies with a high dividend relative to stock price are near the bottom of their business cycle, so their stock price likely would increase faster than companies with low dividend yields. In this scenario, an investor reinvesting in high-dividend-yielding companies annually should outperform the overall market.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">Dividend</a> stocks offer current income and growth potential, so it is no surprise many investors are attracted to them. All 30 companies that comprise the DJIA pay dividends and are among the most important blue-chip businesses in the global economy.\n", "\nThere are many ways to purchase these securities. You can hand-pick individual stocks and build your own portfolio; invest directly in the Dow through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds</a> (ETFs); or instead of investing in the entire Dow, you can follow the Dogs of the Dow strategy, whose stocks offer better yields than the Dow as a whole. Often, in fact, the Dogs have been able to outperform the Dow over the course of the year.\n", "\nThe 2021 Dogs of the Dow are listed below.\n", "\nThe idea is to make stock picking somewhat easy and relatively safe, the latter because the universe is limited to blue-chip stocks. As a tactic, Dogs of the Dow goes like this: After the stock market closes on the last day of the year, select the 10-highest dividend-yielding stocks in the DJIA. Then, on the first trading day of the new year, invest an equal dollar amount in each of them. Hold the portfolio for a year, then repeat the process at the beginning of each subsequent year. Simple, right?\n", "\nFor most nonprofessionals, though, investing is never that simple, especially with the myriad strategies out there. So, it behooves the average individual investor to understand what she is doing with her money. Hence, Dogs of the Dow tools abound. Just browse the internet to see Dogs of the Dow opinions, commentary, analyses, calculators, charts, forecasts, stock screeners, even a Dogs of the Dow website.\n", "\nBecause this is intended to be a low-maintenance, long-term strategy that mimics the performance of the DJIA, it shouldn't be surprising that the long-term results are similar. There have been years when the Dow has outperformed the Dogs and vice-versa, but its performance over time is impressive.\n", "\nThe Dogs of the Dow experienced greater losses during the financial crisis of 2008 than the DJIA, but in the decade that followed it modestly outperformed the bellwether index eight out of ten years.\n", "\nThe cumulative effect of this performance year after year shows that despite losing more in 2008 than the index, the strategy made up ground and turned in a respectable performance for the decade. Investors who had begun with $10,000 and held it in the DJIA from the beginning of 2008 to the end of 2018, would find their account had grown to approximately $17,350. However, an investor that followed the Dogs of the Dow strategy would find that the dividend payments made a big difference. Their ending balance of $21,420 shows the value of adjusting positions once a year.\n"]}