{"name": "Double Top Definition", "@id": "https://www.investopedia.com/terms/d/doubletop.asp", "related": ["https://www.investopedia.com/terms/d/double-top-and-bottom.asp", "https://www.investopedia.com/terms/d/doublebottom.asp", "https://www.investopedia.com/terms/t/tripletop.asp", "https://www.investopedia.com/terms/h/head-shoulders.asp", "https://www.investopedia.com/terms/m/multiple-tops.asp", "https://www.investopedia.com/terms/s/saucer.asp"], "body": ["\nA double top is an extremely bearish technical reversal pattern that forms after an asset reaches a high price two consecutive times with a moderate decline between the two highs. It is confirmed once the asset's price falls below a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/support.asp\" rel=\"noopener noreferrer\">support level </a>equal to the low between the two prior highs.\n", "\nA double top signals a medium or long-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/010715/what-are-differences-between-patterns-and-trends.asp\" rel=\"noopener noreferrer\">trend</a> change in an asset class. The chart above is of Amazon.com Inc. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=amzn\" rel=\"noopener noreferrer\">AMZN</a>) and shows a double top pattern that formed in the stock between September and October 2018 around a price of $2,050. The important support level in this case formed around $1,880. Despite the stock falling nearly 8% from October peak to support at $1,880, one could not confirm the double top until after the stock fell below $1,880. From that point forward the shares went on to plunge almost 31% further.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn the next example using Netflix Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=nflx\" rel=\"noopener noreferrer\">NFLX</a>), we can see what appears to be the formation of a double top in March and April 2018. However, in this case, we see that support is never broken or even tested as the stock continues to rise along an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uptrend.asp\" rel=\"noopener noreferrer\">uptrend</a>. However, later in the chart one can see that the stock again forms what appears to be a double top in June and July. But this time it does prove to be a reversal pattern, with the price falling below support at $380, resulting in a decline of 39% to $231 in December. Also, notice how the support level at $380 acted as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/resistance.asp\" rel=\"noopener noreferrer\">resistance</a> on two occasions in November when the stock was rising.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThere is indeed a significant difference between a double top and one that has failed. A real double top is an extremely bearish technical pattern which can lead to an extremely sharp decline in a stock or asset. However, it is essential to be patient and identify the critical support level to confirm a double top's identity. Basing a double top solely on the formation of two consecutive peaks could lead to a false reading and cause an early exit from a position.\n", "\nDouble top formations are highly effective when identified correctly. However, they can be extremely detrimental when they are interpreted incorrectly. Therefore, one must be extremely careful and patient before jumping to conclusions.\n"]}