{"name": "Double-Spending Definition", "@id": "https://www.investopedia.com/terms/d/doublespending.asp", "related": ["https://www.investopedia.com/terms/c/chain-transactions-cryptocurrency.asp", "https://www.investopedia.com/terms/b/bitcoin-maximalism.asp", "https://www.investopedia.com/terms/d/digital-copy.asp", "https://www.investopedia.com/terms/t/tangle-cryptocurrency.asp", "https://www.investopedia.com/terms/c/cryptocurrency.asp", "https://www.investopedia.com/terms/s/satoshi-nakamoto.asp"], "body": ["\nDouble-spending is the risk that a digital currency can be spent twice. It is a potential problem unique to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-currency.asp\">digital currencies</a> because digital information can be reproduced relatively easily by savvy individuals who understand the blockchain network and the computing power necessary to manipulate it.\n", "\nPhysical currencies do not have this issue because they cannot be easily replicated, and the parties involved in a transaction can immediately verify the authenticity and past ownership of the physical currency. That is of course excluding matters involving cash transactions.\n", "\nThis was a concern initially with bitcoin, the most popular digital currency or \"cryptocurrency,\" since it is a decentralized currency with no central agency to verify that it is spent only once. However, bitcoin has a mechanism based on transaction logs, known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a>, to verify the authenticity of each transaction and prevent double-counting.\n", "\nBitcoin requires that all transactions, without exception, be included in the blockchain. This mechanism ensures that the party spending the bitcoins really owns them and also prevents double-counting and other fraud. The blockchain of verified transactions is built up over time as more and more transactions are added to it.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a> transactions take some time to verify because the process involves intensive number-crunching and complex algorithms that take up a great deal of computing power. It is, therefore, exceedingly difficult to duplicate or falsify the blockchain because of the immense amount of computing power that would be required to do so.\n", "\nHackers have tried to get around the bitcoin verification system by using methods such as out-computing the blockchain security mechanism or using a double-spending technique that involves sending a fraudulent transaction log to a seller and another to the rest of the bitcoin network.\n", "\nThese ploys have met with only limited success. In fact, most bitcoin thefts so far have not involved double-counting but rather have been due to users storing bitcoins without adequate safety measures.\n", "\nThe greatest risk for double-spending comes in the form of a 51% attack, which can occur if a user controls more than 50% of the computing power maintaining the distributed ledgers of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a>. If this user controls the blockchain they will be able to process transfer bitcoins to their wallet multiple times by reversing the blockchain ledger as though the initial transactions had never occurred.\n"]}