{"name": "Downstream Definition", "@id": "https://www.investopedia.com/terms/d/downstream.asp", "related": ["https://www.investopedia.com/terms/c/crack.asp", "https://www.investopedia.com/terms/c/crackspread.asp", "https://www.investopedia.com/terms/o/oil-refinery.asp", "https://www.investopedia.com/terms/m/midstream.asp", "https://www.investopedia.com/terms/u/upstream.asp", "https://www.investopedia.com/terms/i/integrated-oil-gas-company.asp"], "body": ["\nDownstream operations are the processes involved in converting oil and gas into the finished product. These include refining crude oil into gasoline, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/natural-gas-liquids.asp\">natural gas liquids</a>, diesel, and a variety of other energy sources. The closer an oil and gas company is to the process of providing consumers with petroleum products, the further downstream the company is said to be.\n", "\nMost large oil companies are described as \"integrated\" because they combine <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/upstream.asp\">upstream</a> activities, which include exploration and production, with downstream operations. Oil and gas operations can be divided into upstream, midstream, and downstream operations, with the refining process taking place either <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/midstream.asp\">midstream</a> or downstream and the distribution of oil and gas occurring in the downstream phase.\n", "\nCompanies in the downstream sector are those that provide the closest link to everyday users. After crude oil is discovered and extracted—the upstream process—it's shipped and transported—the midstream process. Thereafter, the oil is refined, marketed, distributed, and sold, which is the downstream process. However, the refining of crude oil to petroleum products may be conducted in midstream operations.\n", "\nThe downstream process is the one that provides the most products that are closely linked to consumers, and it is the sector of the oil and gas industry that people can relate to the most. Some of these products include liquefied natural gas, gasoline, heating oil, synthetic rubber, plastics, lubricants, antifreeze, fertilizers, and pesticides. \n", "\nThe downstream industry also plays a key role in other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\">sectors</a> and industries of the economy that may not necessarily be obvious to some, including the medical field. The downstream process has a big influence on some of the products and equipment needed and used by medical professionals. Similarly, the downstream process plays a key role in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agribusiness.asp\">agricultural sector</a> because of its relationship to pesticides and fertilizers, as well as the fuel needed for farming equipment. \n", "\nAlthough an oversupply of crude oil and lower oil prices may hurt integrated and upstream oil companies, downstream companies benefit substantially. When crude oil prices fall sharply in a short period, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/petroleum.asp\">petroleum</a> products typically lag crude oil prices since there is a strong demand for refined petroleum products. As crude oil prices fall, refining margins typically grow. However, as oil prices increase, refining margins may experience declines.\n", "\nFor example, assuming an oil refining company, ABC Inc., primarily processes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wti.asp\">West Texas Intermediate (WTI)</a> crude oil to gasoline. Since gasoline experiences seasonality, there are periods when downstream companies may only generate low profit margins or operate at a loss. If it's during the winter when demand for gasoline is slow, but the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opec.asp\">Organization of Petroleum Exporting Countries (OPEC)</a> has announced that it would cut production. \n", "\nIn this example, gasoline prices are $2.50 per gallon or $105 per barrel, while WTI crude prices are $95 per barrel. Therefore, ABC Inc. only has a margin of $10 per barrel ($105 – $95). \n", "\nAssume the following year that gasoline prices remain at $2.50 per gallon but WTI crude oil prices fall substantially due to a global supply glut. The oversupply causes WTI crude oil prices to fall to $50 per barrel. Therefore, ABC Inc. has a refining margin of $55 per barrel ($105 – $50). However, this <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\">margin</a> does not take into account other costs the company may incur, as the crack spread just takes into account the costs associated with crude oil.\n"]}