{"name": "Drawee Definition", "@id": "https://www.investopedia.com/terms/d/drawee.asp", "related": ["https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/p/payee.asp", "https://www.investopedia.com/terms/t/treasurers-draft.asp", "https://www.investopedia.com/terms/n/negotiable-instrument.asp", "https://www.investopedia.com/terms/p/payable-through-draft.asp", "https://www.investopedia.com/terms/d/demanddraft.asp"], "body": ["\nDrawee is a legal and banking term used to describe the party that has been directed by the depositor to pay a certain sum of money to the person presenting the check or draft. A typical example is if you are cashing a paycheck. The bank that cashes your check is the drawee, your employer who wrote the check is the drawer, and you are the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payee.asp\">payee</a>.\n", "\nThe drawee most often performs the function of an intermediary for a financial transaction. Its purpose is to redirect funds from the payer, or drawer, account to present the funds to the payee. Often, the position of drawee is held by a financial institution that holds the payer funds within a deposit account under its management. Consumer banks regularly perform this function, removing funds from a depositor’s account to pay the obligation listed on a check.\n", "\nCheck-cashing services perform the duties of a drawee but often require a small fee to complete the transaction. Additionally, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/money-order.asp\">money order</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wiretransfer.asp\">wire transfer</a> companies that exist outside of the traditional banking format also qualify. The money order functions as the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/billofexchange.asp\">bill of exchange</a> that when provided to the payee is honored by the company that received the funds from the payer.\n", "\nThere are instances outside of financial institutions where a party may be considered a drawee, if only in an informal sense. For example, when a customer uses a manufacturer’s coupon as part of a sales transaction, the store accepting the coupon can be seen as the drawee in relation to the customer. The customer has presented a document, created by a company, functioning as the drawer or payer of the debt, that entitles him to a certain amount of money in return for buying the product, causing the customer to perform the role of payee.\n", "\nWhile most of these transactions do not require actual money to be handed to the customer, because the money is funded as a discount on the total, it can result in an actual payment depending on various regulations governing the activity.\n", "\nOnce the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\">coupon</a> is turned in to the retailer, the retailer can then claim the funds supported by the company issuing the coupon. This leads to no actual loss on the party of the drawee, just as with financial institutions cashing a check, because the funds are ultimately removed from an account supported by deposits from the issuing company.\n"]}