{"name": "Dutch Disease Definition", "@id": "https://www.investopedia.com/terms/d/dutchdisease.asp", "related": ["https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/j/jcurve.asp", "https://www.investopedia.com/terms/s/sudden-stop.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/n/netexports.asp", "https://www.investopedia.com/terms/d/dutch_tulip_bulb_market_bubble.asp"], "body": ["\nDutch disease is an economic term for the negative consequences that can arise from a spike in the value of a nation’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/092413/how-currency-works.asp\">currency</a>. It is primarily associated with the new discovery or exploitation of a valuable natural resource and the unexpected repercussions that such a discovery can have on the overall economy of a nation.\n", "\nDutch disease exhibits the following two chief economic effects:\n", "\nBoth phenomena result from a higher local currency.\n", "\nIn the long run, these factors can contribute to unemployment, as manufacturing jobs move to lower-cost countries. Meanwhile, non-resource-based industries suffer due to the increased wealth generated by resource-based industries.\n", "\nThe term Dutch disease was coined by The Economist magazine in 1977 when the publication analyzed a crisis that occurred in The Netherlands after the discovery of vast natural gas deposits in the North Sea in 1959. The newfound wealth and massive exports of oil caused the value of the Dutch guilder to rise sharply, making Dutch exports of all non-oil products less competitive on the world market. Unemployment rose from 1.1% to 5.1%, and capital investment in the country dropped.\n", "\nDutch disease became widely used in economic circles as a shorthand way of describing the paradoxical situation in which seemingly good news, such as the discovery of large oil reserves, negatively impacts a country's broader economy.\n", "\nIn the 1970s, Dutch Disease hit Great Britain when the price of oil quadrupled, making it economically viable to drill for North Sea Oil off the coast of Scotland. By the late 1970s, Britain had become a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netexporter.asp\">net exporter</a> of oil, though it had previously been a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netimporter.asp\">net importer</a>. Although the value of the pound skyrocketed, the country fell into recession as British workers demanded higher wages and Britain's other exports became uncompetitive.\n", "\nIn 2014, economists in Canada reported that the influx of foreign capital related to exploitation of the country's oil sands may have led to an overvalued currency and a decreased competitiveness in the manufacturing sector. Simultaneously, the Russian ruble greatly appreciated for similar reasons. In 2016, the price of oil dropped significantly, and both the Canadian dollar and the ruble returned to lower levels, easing the concerns of Dutch disease in both countries.\n"]}