{"name": "Earnings Before Interest, Depreciation and Amortization (EBIDA) Definition", "@id": "https://www.investopedia.com/terms/e/ebida.asp", "related": ["https://www.investopedia.com/terms/e/ebit.asp", "https://www.investopedia.com/terms/e/ebitda.asp", "https://www.investopedia.com/terms/e/ebitda-margin.asp", "https://www.investopedia.com/terms/e/ebitdacoverinterestratio.asp", "https://www.investopedia.com/terms/e/ebitdarm.asp", "https://www.investopedia.com/terms/i/interestcoverageratio.asp"], "body": ["\nEarnings before interest, depreciation and amortization (EBIDA) is a measure of the earnings of a company that adds the interest expense, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">depreciation</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\">amortization</a> back to the net income number. However, it does include tax expenses. This measure is not as well known or used as often as its counterpart—earnings before interest, taxes, depreciation and amortization (EBITDA).\n", "\nThere are various ways to calculate EBIDA, such as adding interest, depreciation, and amortization to net income. Another way to calculate EBIDA is to add depreciation and amortization to earnings before interest and taxes (EBIT) and then subtract taxes.  \n", "\nThe metric is generally used to analyze companies in the same industry. It does not include the direct effects of financing, where taxes a company pays are a direct result of its use of debt.  \n", "\nEBIDA can often be found as a metric for companies that do not pay taxes. This can include many nonprofits, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-profitorganization.asp\">non-for-profit</a> hospitals or charity and religious organizations. In this case, it can be used interchangeably with EBITDA. \n", "\nEarnings before interest, depreciation, and amortization (EBIDA) is considered to be a more conservative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a> measure than EBITDA because it includes the tax expense in the earnings measure. The EBIDA measure removes the assumption that the money paid in taxes could be used to pay down debt, an assumption made in EBITDA. \n", "\nThis debt payment assumption is made because interest payments are tax <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\">deductible</a>, which, in turn, may lower the company's tax expense, giving it more money to service its debt. EBIDA, however, does not make the assumption that the tax expense can be lowered through the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\">interest expense</a> and, therefore, does not add it back to net income.\n", "\nEBIDA as an earnings measure is very rarely calculated by companies and analysts. It serves little purpose, then, if EBIDA is not a standard measure to track, compare, analyze and forecast. Instead, EBITDA is widely accepted as one of the major earnings metrics. As well, EBIDA can be deceptive as it’ll still always be higher than net income, and in most cases, higher than EBIT as well. \n", "\nAnd like other popular metrics (such as EBITDA and EBIT), EBIDA isn’t regulated by Generally Accepted Accounting Principles (GAAP), thus, what’s included is at the company’s discretion. Along with the criticism of EBIT and EBITDA, the EBIDA figure does not include other key information, such as working capital changes and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditures</a> (CapEx). \n"]}