{"name": "Earned Income Credit (EIC) Definition", "@id": "https://www.investopedia.com/terms/e/earnedincomecredit.asp", "related": ["https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/d/disqualifying-income.asp", "https://www.investopedia.com/terms/t/taxcredit.asp", "https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/a/additional-child-tax-credit.asp", "https://www.investopedia.com/terms/i/irs-pub-929.asp"], "body": ["\nThe earned income credit (EIC) is a refundable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\" rel=\"noopener noreferrer\">tax credit</a> that helps certain U.S. taxpayers with low earnings by reducing the amount of tax owed on a dollar-for-dollar basis. Taxpayers may be eligible for refunds if their tax credit exceeds their tax liability for the year. Legislation enacted in 2020 recognized that in 2020 many taxpayers’ incomes were lower than their incomes in 2019 due to the COVID pandemic; this law allows taxpayers to base the EIC claimed on their 2020 tax returns on either their 2019 or 2020 earnings.<sup><span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ </sup>For 2021 tax returns, the law liberalizes some EIC rules and makes an increased EIC available to more childless taxpayers.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nThe earned income credit (EIC), also called the earned income tax credit (EITC), was conceived of as a “work bonus plan” to supplement the wages of low-income workers, help offset the effect of Social Security taxes, and encourage work so as to move people off welfare.<sup><span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿ </sup>It continues to be viewed as an anti-poverty tax benefit.\n", "\nThe EIC is available only to taxpayers with low or moderate earnings, whether or not they have qualifying dependents. To claim the credit for 2020, a taxpayer (or if married, the individual or their spouse) with no qualifying dependents must be between the ages of 25 and 64 and must live in the U.S. for more than half of the tax year. \n", "\nGenerally, for 2020, qualifying dependents include dependent children, who are under age 19; students under age 24; or dependents with a disability. The credit percentage, earnings cap, and credit amount vary according to a taxpayer’s filing status and the number of dependents. These factors also determine the income phase-out range over which the credit diminishes to zero. No credit is allowed above the ceiling for the phase-out range.\n", "\nTo be eligible for the EIC, a taxpayer must have earnings, but cannot have investment income in excess of a specified level, set at $3650 for 2020. Age, relationship, and residency requirements also apply with respect to qualifying dependents. The credit reduces the amount of tax owed on a dollar-for-dollar basis. If the amount of the EIC is greater than the amount of tax owed by a taxpayer, the taxpayer may be eligible for a refund.<sup><span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿﻿</sup>\n", "\nA tax credit reduces the value of a taxpayer’s liability, dollar for dollar. For example, an individual who has a tax bill of $2,900 and can claim a $529 credit will owe $2,900 – $529 = $2,371. That lower amount is the total the taxpayer must pay to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) for the year. If a taxpayer has a total tax liability of $1,000 and a credit of $1,500, the taxpayer should be entitled to a refund of $500.  \n", "\nThe EIC is one of the most important tax credits available to individual taxpayers.<sup><span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿ </sup>To qualify for the EIC in 2020, the taxpayer must be a U.S. citizen or resident alien for the entire year and have a valid Social Security number by the tax return’s due date. The amount of credit that can be claimed on a tax return depends on the taxpayer’s annual earned income for the tax year, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/filingstatus.asp\" rel=\"noopener noreferrer\">filing status</a>, and the number of the taxpayer’s qualified dependents.\n", "\nA qualified dependent, as defined by the tax law, is a child who is related to the taxpayer by birth, adoption, or fostering. The child can also be a sibling or the child of a sibling such as a niece or a nephew. As of the end of the tax year, a qualified dependent should be younger than 19, or younger than 24 if a full-time student, i.e., enrolled for at least five months of the year; or permanently and totally disabled at any time during 2020, regardless of age. In any case, the taxpayer must be older than the dependent, unless the dependent is permanently disabled. Information about qualifying children must be provided on Schedule EIC which is filed with the taxpayer’s Form 1040.<sup><span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿﻿</sup>\n", "\nTo qualify for the EIC, a taxpayer’s earned income and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agi.asp\" rel=\"noopener noreferrer\">adjusted gross income</a> (AGI) must be below certain income limits. For the 2020 tax year, the limits on the income level, credit amount, and investment income for a single or married taxpayer vary, depending on the number of qualifying dependents in the household, and are shown in the table below:<sup><span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿﻿</sup>\n", "\nAs shown in the table above, a single filer with no dependents earning less than $15,280 in 2020 is eligible for an earned income tax credit of up to $538. On the other hand, a married taxpayer and spouse filing jointly, having two children who are qualifying dependents, can claim up to a maximum EIC of $5,920 if the total of the couple’s earned income in 2020 is less than $53,330.<strong> </strong>\n", "\nA taxpayer who is married filing separately generally does not qualify for this credit. The tax law provides special EIC rules for clergy and members of the military stationed abroad, and specific rules coordinating the credit with the tax laws applicable in Puerto Rico, Guam, and American Samoa.<sup><span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿﻿</sup>\n", "\nThe American Rescue Plan of 2021 revised a number of EIC rules for the 2021 tax year and, in particular, increased the amount of–and eligibility rules for–the EIC for taxpayers with no qualifying dependents.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ \n", "\nWhile annual inflation adjustments should increase the 2021 income ceilings, phase-out ranges and credit limits for all eligible taxpayers, the credit and phase-out rates for taxpayers with no qualifying dependents will increase from 7.65% to 15.3%; the maximum earned income amount for the credit and the phase-out amount will rise to $9,820 and $11,610, respectively. Also in 2021, the law reduces the age threshold for taxpayers with no qualifying dependents to 19 and eliminates the ceiling. \n", "\nIn 2021, the ceiling on investment income, currently $3,650, will increase to $10,000. New rules more consistent with present family law practice, will allow the EIC on separately filed returns if requirements pertaining to legal agreements and living arrangements are met. In addition, similar to the special pandemic relief rule for 2020 returns, returns filed for the 2021 tax year will be allowed to base the credit on the taxpayer’s income for 2019 or 2021.<sup><span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿﻿</sup>\n"]}