{"name": "Earnings Management Definition", "@id": "https://www.investopedia.com/terms/e/earnings-management.asp", "related": ["https://www.investopedia.com/terms/i/ifrs.asp", "https://www.investopedia.com/terms/a/average-cost-flow-assumption.asp", "https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/e/earnings.asp", "https://www.investopedia.com/terms/a/accounting-cushion.asp"], "body": ["\nEarnings management is the use of accounting techniques to produce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a> that present an overly positive view of a company's business activities and financial position. Many accounting rules and principles require that a company's management make judgments in following these principles. Earnings management takes advantage of how accounting rules are applied and creates financial statements that inflate or \"smooth\" earnings.\n", "\nEarnings refers to a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a> for a certain period, such as a fiscal quarter or year. Companies use earnings management to smooth out fluctuations in earnings and present more consistent profits each month, quarter, or year. Large fluctuations in income and expenses may be a normal part of a company's operations, but the changes may alarm investors who prefer to see stability and growth. A company's stock price often rises or falls after an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings-announcement.asp\">earnings announcement</a>, depending on whether the earnings meet or fall short of analysts' expectations.\n", "\nManagement can feel pressure to manage earnings by manipulating the company's accounting practices to meet financial expectations and keep the company's stock price up. Many executives receive bonuses based on earnings performance, and others may be eligible for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\">stock options</a> when the stock price increases. Many forms of earnings manipulation are eventually uncovered either by a CPA firm performing an audit or through required SEC (Securities and Exchange Commission) disclosures.\n", "\nOne method of manipulation when managing earnings is to change an accounting policy that generates higher earnings in the short term. For example, assume a furniture retailer uses the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifo.asp\">last-in, first-out</a> (LIFO) method to account for the cost of inventory items sold. Under LIFO, the newest units purchased are considered to be sold first. Since inventory costs typically increase over time, the newer units are more expensive, and this creates a higher cost of sales and a lower profit. If the retailer switches to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\">first-in, first-out</a> (FIFO) method of recognizing inventory costs, the company considers the older, less-expensive units to be sold first. FIFO creates a lower <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold</a> expense and, therefore, higher profit so the company can post higher net income in the current period.\n", "\nAnother form of earnings management is to change company policy so more costs are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalize.asp\">capitalized</a> rather than expensed immediately. Capitalizing costs as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a> delays the recognition of expenses and increases profits in the short term. Assume, for example, company policy dictates that every item purchased under $5,000 is immediately expensed and costs over $5,000 may be capitalized as assets. If the firm changes the policy and starts to capitalize all items over $1,000, expenses decrease in the short-term and profits increase.\n", "\nA change in accounting policy, however, must be explained to financial statement readers, and that disclosure is usually stated in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/footnote.asp\">footnote to the financial statements</a>. The disclosure is required because of the accounting principle of consistency. Financial statements are consistent if the company uses the same accounting policies each year because it allows the financial statement user to easily identify variations when looking at the company's historical trend. Therefore, any change in policy must be explained to the financial report reader. As a result, this type of earnings manipulation is usually revealed.\n"]}