{"name": "Eclectic Paradigm Definition", "@id": "https://www.investopedia.com/terms/e/eclecticparadigm.asp", "related": ["https://www.investopedia.com/terms/o/outsourcing.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/v/verticalintegration.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp"], "body": ["\nAn eclectic paradigm, also known as the ownership, location, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalization.asp\">internalization</a> (OLI) model or OLI framework, is a three-tiered evaluation framework that companies can follow when attempting to determine if it is beneficial to pursue <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-investment.asp\">foreign direct investment</a> (FDI). This paradigm assumes that institutions will avoid transactions in the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\">open market</a> if the cost of completing the same actions internally, or in-house, carries a lower price. It is based on internalization theory and was first expounded upon in 1979 by the scholar John H. Dunning.\n", "\nThe eclectic paradigm takes a holistic approach to examining entire relationships and interactions of the various components of a business. The paradigm provides a strategy for operation expansion through FDI. The goal is to determine if a particular approach provides greater overall value than other available national or international choices for the production of goods or services.\n", "\nSince businesses seek the most cost-effective options while still maintaining quality, they may use the eclectic paradigm to evaluate any scenario which exhibits potential.\n", "\nFor FDI to be beneficial, the following advantages must be evident:\n", "\nThe first consideration, <strong>ownership advantages</strong>, include proprietary information and various <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/actual-owner.asp\">ownership rights</a> of a company. These may consist of branding, copyright, trademark or patent rights, plus the use and management of internally-available skills. Ownership advantages are typically considered to be intangible. They include that which gives a competitive advantage, such as a reputation for reliability.\n", "\n<strong>Location advantage</strong> is the second necessary good. Companies must assess whether there is a comparative advantage to performing specific functions within a particular nation. Often fixed in nature, these considerations apply to the availability and costs of resources, when functioning in one location compared to another. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0410/the-5-factors-of-a-good-location.aspx\">Location advantage</a> can refer to natural or created resources, but either way, they are generally immobile, requiring a partnership with a foreign investor in that location to be utilized to full advantage.\n", "\nFinally, <strong>internalization advantages</strong>, signal when it is better for an organization to produce a particular product in-house, versus contracting with a third-party. At times, it may be more cost-effective for an organization to operate from a different market location while they keep doing the work in-house. If the business decides to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outsourcing.asp\">outsource</a> the production, it may require negotiating partnerships with local producers. However, taking an outsourcing route only makes financial sense if the contracting company can meet the organization’s needs and quality standards at a lower cost. Perhaps the foreign company can also offer a greater degree of local market knowledge, or even more skilled employees who can make a better product.\n", "\nAccording to Research Methodology, an independent research and analyst firm, the eclectic paradigm were applied by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://research-methodology.net/dunning-eclectic-paradigm/\" rel=\"nofollow\">Shanghai Vision Technology Company</a>, in its decision to export its 3D printers and other innovative tech offerings. While their choice strongly considered the disadvantage of higher tariffs and transportation costs, their internationalization strategy ultimately allowed them to flourish in new markets.\n"]}