{"name": "Economic Recovery Definition", "@id": "https://www.investopedia.com/terms/e/economic-recovery.asp", "related": ["https://www.investopedia.com/terms/c/cyclicalunemployment.asp", "https://www.investopedia.com/terms/p/peak.asp", "https://www.investopedia.com/terms/e/economic-stimulus.asp", "https://www.investopedia.com/terms/h/hysteresis.asp", "https://www.investopedia.com/terms/v/v-shaped-recovery.asp", "https://www.investopedia.com/terms/t/trough.asp"], "body": ["\nEconomic recovery is the business cycle stage following a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a> that is characterized by a sustained period of improving business activity. Normally, during an economic recovery, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP) grows, incomes rise, and unemployment falls and as the economy rebounds.\n", "\nDuring a recovery, the economy undergoes a process of economic adaptation and adjustment to new conditions, including the factors that triggered the recession in the first place and the new policies and rules rolled out by governments and central banks in response to the recession. The labor, capital goods, and other productive resources that were tied up in business that failed and went under during the recession are re-employed in new activities as unemployed workers find new jobs and failed firms are bought up or divided up by others. A recovery is the economy healing itself from the damage done, and it sets the stage for a new expansion. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/03/073003.asp\">Market economies</a> experience ups and downs for several reasons. Economies can be impacted by all kinds of factors, including revolutions, financial crises, and global influences. Sometimes these shifts in markets can take on a pattern that can be thought of as a kind of wave or cycle, with distinct stages of an expansion or boom, a peak leading to some economic crisis, a recession, and a subsequent recovery.\n", "\nAn economic recovery occurs after a recession as the economy adjusts and recovers some of the gains lost during the recession, and then eventually transitions to a true expansion when growth accelerates and GDP starts moving toward a new peak.\n", "\nNot every period of slow growth or even contraction is severe enough to be designated as a recession. In the United States, the most common rule of thumb for a recession is if there are two consecutive quarters of negative GDP growth.\n", "\nDuring a recession, many businesses fail and go out of business, and many of those that survive cut back activities to reduce costs in the face of decreased demand for their output. Workers get laid off and business assets get sold piecemeal or an entire business might be liquidated. Labor and capital experience a period of unemployment until they can be hired or purchased for new uses. Most of these workers and capital assets eventually end up in the hands of other businesses, sometimes even brand new businesses, that can put them to productive use. Sometimes these are very similar to their previous uses and sometimes these are totally new jobs and lines of business. This process of sorting workers and capital goods into new combinations, under new ownership, at new prices after they have been released from failed businesses or business cutbacks in the recession, is the essence of economic recovery.   \n", "\nAs entrepreneurs re-organize productive labor and capital into new businesses and activities, they must account for changes in the economy that have taken place. In some business cycles, real <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-shock.asp\">economic shocks</a> have occurred that helped to trigger the recession, such as the oil price spikes of the 1970’s and 2008 or the disruption to global supply chains resulting from the government crackdowns in response to the Covid-19 outbreak. They usually need to deal with a leaner credit environment relative to the easy credit days of the boom that preceded the recession. New technologies and new organizational forms may be implemented. Almost always, the government fiscal and regulatory environment that businesses operate under changes from the boom to the recession and recovery.  \n", "\nIn the end the recovery can change the patterns of economic activity in an economy, sometimes drastically and sometimes in barely noticeable ways. The economy heals the damage during the preceding parts of the business cycle by reallocating, reusing, and recycling resources into new uses, in an analogous way to how the body breaks down dead and damaged tissue in order to produce new, healthy cells and tissues after an injury. Importantly, in order for the process of recovery to proceed, it is critical that the business and investment liquidations of the recession are carried out and the resources tied up in them allowed to flow to new uses and new businesses. \n", "\nEventually this process of recovery leads to a new phase of growth and expansion once resources have been mostly or fully reallocated across the economy.\n", "\nEconomists often play a big part in defining an economy’s business cycle phase as well as the stages of economic growth or contraction it may be experiencing. To assess the economy, economists look at both leading and lagging economic indicators in their analysis.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadingindicator.asp\">Leading indicators</a> can be things such as the stock market, which often rises ahead of an economic recovery. This is usually because future expectations drive stock prices. On the other hand, employment is typically somewhat of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laggingindicator.asp\">lagging indicator</a>. Unemployment often remains high even as the economy begins to recover because many employers will not hire additional personnel until they are reasonably confident there is a long-term need for new hiring.\n", "\nGDP is usually the key indicator of an economic phase with two quarters of consecutive negative GDP growth indicating a recession. Other economic indicators for consideration can include consumer confidence and inflation.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalpolicy.asp\">Fiscal</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\">monetary policy</a> actions taken by regulators are often guided by an economy’s business cycle. With the onset of recession, these policies are generally aimed at helping businesses, investors, and workers who have been impacted, through direct assistance or by <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-stimulus.asp\">stimulating demand</a>, easing interest rates to encourage lending, and especially at propping up threatened financial institutions.   \n", "\nUnfortunately, these policies can also have the effect of delaying the recovery by preventing the liquidation of failing businesses and encouraging businesses and workers not to adjust the prices and arrangements of business ventures and employment conditions to the new realities revealed by the recession. To continue our healing analogy from above, expansionary monetary and fiscal policy during a recession can have an effect like a cortisone injection for an injured limb. It reduces the immediate pain and swelling by suppressing the body’s natural inflammatory response, but in doing so it delays or prevents the healing process which can result in slower recovery, scarring, or permanent damage. It can even encourage a patient to do even more damage by continuing to use the injured limb. \n", "\nSimilarly, propping up business arrangements, investments, and institutions that do not reflect economic reality delays the process of reallocation of resources to new uses, new owners, and new jobs for unemployed workers. It can also do permanent damage to society by encouraging people and businesses to continue to destroy capital and waste real resources by engaging in economic activities that are not profitable or efficient under the new economic conditions.\n", "\nA<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/lessons-recessions-depressions.asp\"> recovery and expansion period</a> can last for years. The economic recovery from the 2008 financial crisis and recession began in June 2009. Real GDP, which had contracted by 5.4% in the first quarter of 2009 and 0.5% in the second quarter, began growing again in the third quarter of 2009. The Dow Jones Industrial Average, a popular proxy for economic performance and a leading indicator, had already been rising for four months after bottoming out in Feb. 2009.\n", "\nThrough early 2020, the United States reported a record timeframe for recovery and expansion at over 10 years. However, in the wake of the massive disruption to supply chains, closures of businesses, and lay-offs of workers due to the public health mandates and social distancing orders the U.S. economy appears to be heading into another cycle of recession and eventual (hopefully speedy) recovery. \n"]}