{"name": "Economic Justice Definition", "@id": "https://www.investopedia.com/terms/e/economic-justice.asp", "related": ["https://www.investopedia.com/what-is-comparable-worth-5115639", "https://www.investopedia.com/terms/a/american-dream.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/m/maximum-wage.asp", "https://www.investopedia.com/terms/s/social-justice.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp"], "body": ["\nEconomic justice is a component of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-justice.asp\">social justice</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/welfare_economics.asp\">welfare economics</a>. It is a set of moral and ethical principles for building economic institutions, where the ultimate goal is to create an opportunity for each person to establish a sufficient material foundation upon which to have a dignified, productive, and creative life.\n", "\nThe concept of economic justice intersects with the idea of overall economic prosperity. There is a belief that creating more opportunities for all members of society to earn viable wages will contribute to sustained economic growth. When more citizens are able to provide for themselves and maintain stable discretionary income, they are more likely to spend their earnings on goods, which in turn drives demand in the economy.\n", "\nAchieving economic justice can include addressing wage gaps and other deficiencies in individual earnings. For instance, there may be members of the workforce employed in jobs that do not make full use of their skills. This typically leads to workers earning wages that do not reflect the full potential of their professional abilities. As a result, they do not earn the highest income of which they are capable of.\n", "\nSuch a loss of possible wages creates an inefficiency in the economy because those workers will not have the income to participate to their fullest in it. If this inefficiency reaches significant magnitude—wherein large portions of the population are not purchasing goods and services they might have otherwise spent their earnings on—it can slow the economy.\n", "\nOne attempt to achieve economic justice is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042415/what-are-differences-between-regressive-proportional-and-progressive-taxes.asp\">a system of progressive taxation</a>, wherein the tax percentage increases as the base income amount increases. The goal of progressive taxation is to remedy <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-inequality.asp\">income inequality</a> and provide funds for social services, public <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/infrastructure.asp\">infrastructure</a>, and education. Earned income credit, affordable housing, and need-based federal financial aid for college students are other examples of economic justice institutions.\n", "\nActions that could serve economic justice also include efforts to end gender-driven salary gaps and providing more-thorough career preparation and education to low-income and at-risk segments of the population. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/07/minimum_wage.asp\">Elevating wages for workers who have been earning lower wages</a> is another proposed method of serving economic justice.\n", "\nSuch a strategy can be seen as a counterpoint to the idea of paying greater salaries to business executives who are associated with generating the wealth that pays the wages of others. Note that this idea doesn't operate in reverse: When the economy sees a downturn, it is those who are among the poorest who face the most severe detriments, compared with those who are more affluent.\n"]}