{"name": "Economic Efficiency Definition", "@id": "https://www.investopedia.com/terms/e/economic_efficiency.asp", "related": ["https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/a/allocationalefficiency.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/p/pareto-efficiency.asp", "https://www.investopedia.com/terms/p/peertopeer-p2p-economy.asp", "https://www.investopedia.com/terms/e/economy.asp"], "body": ["\nEconomic efficiency is when all goods and factors of production in an economy are distributed or allocated to their most valuable uses and waste is eliminated or minimized.\n", "\nEconomic efficiency implies an economic state in which every resource is optimally allocated to serve each individual or entity in the best way while minimizing waste and inefficiency. When an economy is economically efficient, any changes made to assist one entity would harm another. In terms of production, goods are produced at their lowest possible cost, as are the variable inputs of production.\n", "\nSome terms that encompass phases of economic efficiency include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/allocationalefficiency.asp\" rel=\"noopener noreferrer\">allocative efficiency</a>, productive efficiency, distributive efficiency, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pareto-efficiency.asp\" rel=\"noopener noreferrer\">Pareto efficiency</a>. A state of economic efficiency is essentially theoretical; a limit that can be approached but never reached. Instead, economists look at the amount of loss, referred to as waste, between pure efficiency and reality to see how efficiently an economy functions.\n", "\nThe principles of economic efficiency are based on the concept that resources are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\" rel=\"noopener noreferrer\">scarce</a>. Therefore, there are not sufficient resources to ensure that all aspects of an economy function at their highest capacity at all times. Instead, scarce resources must be distributed to meet the needs of the economy in an ideal way while also limiting the amount of waste produced. The ideal state is related to the welfare of the population with peak efficiency also resulting in the highest level of welfare possible based on the resources available.\n", "\nProductive firms seek to maximize their profits by bringing in the most revenue while minimizing costs. To do this, they choose the combination of inputs that minimize their costs while producing as much output as possible. By doing so, they operate efficiently; when all firms in the economy do so, it is known as productive efficiency.\n", "\nConsumers, likewise, seek to maximize their well-being by consuming combinations of final consumer goods that produce the highest total satisfaction of their wants and needs at the lowest cost to them. The resulting consumer demand guides productive (through the laws of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a>) firms to produce the right quantities of consumer goods in the economy that will provide the highest consumer satisfaction relative to the costs of inputs. When economic resources are allocated across different firms and industries (each following the principle of productive efficiency) in a way that produces the right quantities of final consumer goods, this is called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/allocationalefficiency.asp\" rel=\"noopener noreferrer\">allocative efficiency</a>.\n", "\nFinally, because each individual values goods differently and according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lawofdiminishingutility.asp\" rel=\"noopener noreferrer\">law of diminishing marginal utility</a>, the distribution of final consumer goods in an economy are efficient or inefficient. Distributive efficiency is when the consumer goods in an economy are distributed so that each unit is consumed by the individual who values that unit most highly compared to all other individuals. Note that this type of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\" rel=\"noopener noreferrer\">efficiency</a> assumes that the amount of value that individuals place on economic goods can be quantified and compared across individuals.\n", "\nMeasuring economic efficiency is often subjective, relying on assumptions about the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social_good.asp\" rel=\"noopener noreferrer\">social good</a>, or welfare, created and how well that serves consumers. In this regard, welfare relates to the standard of living and relative comfort experienced by people within the economy. At peak economic efficiency (when the economy is at productive and allocative efficiency), the welfare of one cannot be improved without subsequently lowering the welfare of another. This point is called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pareto-efficiency.asp\" rel=\"noopener noreferrer\">Pareto efficiency</a>.\n", "\nEven if Pareto efficiency is reached, the standard of living of all individuals within the economy may not be equal. Pareto efficiency does not include issues of fairness or equality among those within a particular economy. Instead, the focus is purely on reaching a point of optimal operation regarding the use of limited or scarce resources. It states that efficiency is obtained when a distribution exists where one party's situation cannot be improved without making another party's situation worse.\n"]}