{"name": "Economic Rent Definition", "@id": "https://www.investopedia.com/terms/e/economicrent.asp", "related": ["https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/m/marxism.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/m/monopolymarket.asp", "https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp"], "body": ["\nEconomic rent is an amount of money earned that exceeds that which is economically or socially necessary. This can occur, for example, when a buyer working to attain a good or service that is considered exclusive makes an offer prior to hearing what a seller considers an acceptable price. Market imperfections thus lead to the rise of economic rents; it would not exist if markets were perfect since competitive pressures would drive down prices.\n", "\nEconomic rents should not be confused with normal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/surplus.asp\" rel=\"noopener noreferrer\">surpluses</a> that arise in the course of competitive capitalist production. This term also differs from the traditional use of the word \"<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/renting-4689699\" rel=\"noopener noreferrer\">rent</a>,\" which applies to payments received in exchange for the temporary use of a particular good or property, such as land or housing.\n", "\nEconomic rents can also occur when certain producers in a competitive market have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asymmetricinformation.asp\" rel=\"noopener noreferrer\">asymmetric information</a>; or else technologically advanced systems of production that give them a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantage</a> as a low-cost producer that other firms lack or are not capable of acquiring.\n", "\nIf a wheat farmer somehow has access to a free and unlimited supply of water while his competitors do not, they would be able to extract economic rents by selling their product at the prevailing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market price</a>. As a result, economic rents are considered to be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unearnedincome.asp\" rel=\"noopener noreferrer\">unearned</a>.\n", "\nEconomic rent can arise from conditions of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\" rel=\"noopener noreferrer\">scarcity</a> and can be used to demonstrate numerous pricing discrepancies. These include higher pay for unionized workers compared with nonunionized workers, or huge salaries made by a star athlete versus an average working individual.\n", "\nEconomic rent also explains the high value of exclusive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\" rel=\"noopener noreferrer\">intangible assets</a>, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\" rel=\"noopener noreferrer\">patents</a> and permits. Together, these are also known as scarcity rents.\n", "\nA worker may be willing to work for $15 per hour, but because they belong to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-union.asp\" rel=\"noopener noreferrer\">union</a>, they receive $18 per hour for the same job. The difference of $3 is the worker's economic rent, which can also be referred to as unearned income.\n", "\nIn this regard, unearned income refers to the amount offered that is above what the employee felt that their skills and abilities were worth in the current marketplace. It can also apply when a person's skills would be valued less in an open market, but they receive more due to an affiliation with a group, such as a union, that sets minimum standards of pay.\n", "\nAs another example, the owner of a property in an exclusive shopping mall may be willing to rent it out for $10,000 per month, but a company that is keen to have a retail storefront in the mall may offer $12,000 as monthly rent for the property to secure it and forestall competition. The difference of $2,000, in this case, is the owner's economic rent.\n", "\nIt can also refer to a situation wherein two properties exist with the exact same features except for location. If one location is preferable to another, the owner of the preferred location receives a higher payment than the other without having to complete any additional work. The lack of additional labor on the part of the owner can also be considered unearned income.\n", "\nOther forms of economic rents include information asymmetries, wherein an agent derives excess profits from having information not provided to the principal or the rest of the market.\n", "\nContract rent refers to a situation wherein there is a mutually agreed-upon deal between two parties, but in which external conditions change over time, granting one party unequal benefit; usually at the expense of the other party.\n", "\nMonopoly rent refers to the situation wherein a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">monopoly</a> producer lacks competition and thus can sell its goods and services at a price far above what the otherwise competitive market price would be; at the expense of consumers.\n", "\nDifferential rent refers to the excess profit that may arise owing to differences in the fertility of the land. The surplus that arises due to the difference between the marginal and intramarginal land is the differential rent. It is generally accrued under conditions of extensive land cultivation. Differential ground rent was first proposed by the classical political economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/david-ricardo.asp\" rel=\"noopener noreferrer\">David Ricardo</a>.\n"]}