{"name": "Economic Cycle Definition", "@id": "https://www.investopedia.com/terms/e/economic-cycle.asp", "related": ["https://www.investopedia.com/terms/p/peak.asp", "https://www.investopedia.com/terms/e/expansion.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/e/economic-collapse.asp", "https://www.investopedia.com/terms/r/response_lag.asp"], "body": ["\nThe economic cycle is the fluctuation of the economy between periods of expansion (growth) and contraction (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a>). Factors such as gross domestic product (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a>), interest rates, total employment, and consumer spending, can help to determine the current stage of the economic cycle.\n", "\nThe four stages of the economic cycle are also referred to as the business cycle. These four stages are expansion, peak, contraction, and trough.\n", "\nDuring the expansion phase, the economy experiences relatively rapid growth, interest rates tend to be low, production increases, and inflationary pressures build. The peak of a cycle is reached when growth hits its maximum rate. Peak growth typically creates some imbalances in the economy that need to be corrected. This correction occurs through a period of contraction when growth slows, employment falls, and prices stagnate. The trough of the cycle is reached when the economy hits a low point and growth begins to recover.\n", "\nThe National Bureau of Economic Research (NBER) is the definitive source of setting official dates for U.S. economic cycles. Measured primarily by changes in the<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\"> gross domestic product (GDP)</a>, NBER measures the length of economic cycles from trough to trough or peak to peak. From the 1950s to the present day, U.S. economic cycles have lasted about five and a half years on average. However, there is wide variation in the length of cycles, ranging from just 18 months during the peak-to-peak cycle in 1981-1982, up to the current record-long expansion that began in 2009.\n", "\nThis wide variation in cycle length dispels the myth that economic cycles can die of old age, or are a regular natural rhythm of activity akin to physical waves or swings of a pendulum. However, there is some debate as to what determines their length and what causes cycles to exist in the first place.\n", "\nThe monetarist school of economic thought ties the economic cycle to the credit cycle. Changes in interest rates can reduce or induce economic activity by making borrowing by households, businesses, and the government more or less expensive. Adding to the complexity of interpreting business cycles, famed economist and proto-monetarist Irving Fisher argued that there no such thing as equilibrium and therefore, cycles exist because the economy naturally shifts across a range of disequilibrium as producers constantly over- or under-invest and over- or under-produce as they try to match ever-changing consumer demands.\n", "\nThe<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\"> Keynesian</a> approach argues that changes in aggregate demand, spurred by inherent instability and volatility in investment demand, is responsible for generating cycles. When, for whatever reason, business sentiment turns gloomy and investment slows, a self-fulfilling loop of economic malaise can result.\n", "\nLess spending means less demand, which induces businesses to lay off workers and cut back even further. Unemployed workers mean less consumer spending and the whole economy sours, with no clear solution other than government intervention and economic stimulus, according to the Keynesians.\n", "\nAustrian economists argue that the manipulation of credit and interest rates by the central bank creates unsustainable distortions in the structure of relationships between industries and businesses which are corrected during a recession.\n", "\nWhenever the central bank lowers rates below what the market would naturally determine, investment and business get skewed toward industries and production processes that benefit the most from low rates. But at the same time, the real saving necessary to finance these investments gets suppressed by the artificially low rates. Ultimately, the unsustainable investments go bust in a rash of business failures and declining asset prices that result in an economic downturn.\n", "\nGovernments and major financial institutions use various means to try to manage the course and effects of economic cycles. One tool at the government’s disposal is<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-is-fiscal-policy/\"> fiscal policy</a>. To attempt to end a recession, the government can employ expansionary fiscal policy, which involves rapid deficit spending. Conversely, it can try to use contractionary fiscal policy to stop the economy from overheating during expansions, by taxing and running a budget surplus to reduce aggregate spending.\n", "\nCentral banks try to use monetary policy to help manage and control the economic cycle. When the cycle hits the downturn, a central bank can lower interest rates or implement expansionary monetary policy to boost spending and investment. During expansion, it can employ contractionary monetary policy by raising interest rates and slowing the flow of credit into the economy to reduce inflationary pressures and the need for a market correction.\n", "\nDuring times of expansion, investors seek to purchase companies in technology, capital goods, and basic energy. During times of contraction, investors look to purchase companies that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/08/industries-thrive-on-recession.asp\">thrive during recessions</a> such as utilities, financials, and healthcare.\n", "\nBusinesses that can track the relationship between their performance and business cycles over time can plan strategically to protect themselves from approaching downturns, and position themselves to take maximum advantage of economic expansions. For example, if your business general follows the same economic cycle as the rest of the economy, then warning signs of an impending recession suggest that it is not a good time for you to expand your business and you might instead be better served by building up a cash reserve against tough times ahead.\n", "\nAn economic cycle, also referred to as a business cycle, has four stages: expansion, peak, contraction, and trough. Since 1950, the average economic cycle in the U.S. has lasted roughly five and a half years, although these cycles can vary in length. Factors that are used to indicate the stages in the economic cycle include gross domestic product, consumer spending, interest rates, and inflation. The National Bureau of Economic Research (NBER) is a leading source for indicating the length of a cycle, as measured from peak to peak, or trough to trough.\n", "\nExpansion, peak, contraction, and trough are the four stages of an economic cycle. In the expansionary phase, the economy experiences growth over two or more consecutive quarters. Typically, interest rates are lower, employment rates are rising, and consumer confidence strengthens. The peak phase occurs when the economy has reached its maximum productive output, signalling the end of the expansion. After this point, once employment numbers and housing starts begin to decline, a contractionary phase begins. The lowest point on the business cycle is a trough, which is characterized by higher unemployment, lower availability of credit, and falling prices. \n", "\nThe causes of an economic cycle are widely debated among different economic schools of thought. Monetarists, for example, link the economic cycle to the credit cycle. Here, interest rates, which intimately affect the price of debt, influences consumer spending and economic activity. On the other hand, a Keynesian approach suggests that the economic cycle is caused by changes in volatility or investment demand, which in turn affects spending and employment. \n"]}