{"name": "Education IRA Definition", "@id": "https://www.investopedia.com/terms/e/educationira.asp", "related": ["https://www.investopedia.com/terms/c/coverdellesa.asp", "https://www.investopedia.com/terms/f/form1099q.asp", "https://www.investopedia.com/terms/p/prepaid-tuition-program.asp", "https://www.investopedia.com/terms/a/american-opportunity-tax-credit.asp", "https://www.investopedia.com/terms/r/rothira.asp", "https://www.investopedia.com/terms/s/slid.asp"], "body": ["\nAn education IRA is a tax-advantaged investment account for higher education, now more formally known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coverdellesa.asp\">Coverdell Education Savings Account</a> (ESA). Under this educational savings vehicle, parents and guardians are allowed to make nondeductible contributions to an education <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\">individual retirement account</a> (IRA) for a child under the age of 18.\n", "\nFunds saved under an education IRA are meant to be used to cover future educational expenses such as tuition, books, and uniforms at the elementary, secondary, and higher education levels. The funds in an education IRA can be withdrawn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-free.asp\">tax-free</a> when they are needed for educational purposes.\n", "\nEducation IRAs are also referred to as \"Coverdell accounts\" or simply as an \"ESA.\" Despite their \"IRA\" moniker, they are for educational expenses, not <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement.asp\">retirement</a> savings, though they work in a similar way.\n", "\nEducation IRAs existed before they were renamed Coverdell ESAs in 2002 and were made even more attractive as an educational savings vehicle when the list of qualified expenses was extended to certain K-12 expenses. They work in a way similar to Roth IRAs, in that both allow annual, nondeductible contributions to a specially designated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment.asp\">investment</a> account. That investment grows free of federal taxes, and withdrawals are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-free.asp\">tax-free</a> as well, as long as certain requirements are met related to the year's contributions are made and the year's withdrawals are made.\n", "\nEducation IRAs have many conditions and stipulations, such as:\n", "\nBoth the educational IRA and the 529 plan allow plan holders to set up an account for a beneficiary of their choice. The tax treatment of education IRAs is similar to that of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/529-savings-plan.asp\">529 savings plans</a>, though with a few notable differences. They are similar in that both allow for tax-deferred growth and for those proceeds to be withdrawn tax-free for qualified educational expenses at a qualified educational institution. Education IRAs are covered under <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.law.cornell.edu/uscode/text/26/530\">Title 26, Subtitle A, Chapter 1, Subchapter F, Part VIII, Subsection 530 of the U.S. Code</a>.\n", "\nThere is no limit to how many 529 plans a plan holder can set up. Contributions, though, are limited to the cost of education as outlined by the state where the accounts are held. Although accounts are set up for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiaries</a>, they cannot lay claim to the funds. These plans can cover a number of different things:\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\">Tax Cuts and Jobs Act</a> (TCJA) of 2017 made changes to the rules involving 529 plans. Plan holders can use up to a maximum of $10,000 to pay for K-12 tuition from public, private, or religious institutions per beneficiary each year—penalty- and tax-free.\n", "\nAdditional changes expanded the rules for 529 plans when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/secure-act-4688468\">Setting Every Community up for Retirement Enhancement Act</a> (SECURE) was signed into law in December 2019. The owner of the account can <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/bill/116th-congress/house-bill/1994/text#toc-HF1F92422250F45CD8EB38F218DE553D7\">withdraw up to $10,000</a> to use toward the payment of tuition and other related expenses for a beneficiary's registered apprenticeship programs. Another change includes the ability for plan holders to withdraw a lifetime maximum of $10,000 to pay down a beneficiary's qualified student debt.\n"]}