{"name": "Efficient Frontier Definition", "@id": "https://www.investopedia.com/terms/e/efficientfrontier.asp", "related": ["https://www.investopedia.com/terms/c/cml.asp", "https://www.investopedia.com/terms/m/modernportfoliotheory.asp", "https://www.investopedia.com/terms/e/excessreturn.asp", "https://www.investopedia.com/terms/r/risk-curve.asp", "https://www.investopedia.com/terms/i/inefficient-portfolio.asp", "https://www.investopedia.com/terms/h/harrymarkowitz.asp"], "body": ["\nThe efficient frontier is the set of optimal portfolios that offer the highest expected return for a defined level of risk or the lowest risk for a given level of expected return. Portfolios that lie below the efficient frontier are sub-optimal because they do not provide enough return for the level of risk. Portfolios that cluster to the right of the efficient frontier are sub-optimal because they have a higher level of risk for the defined rate of return.\n", "\nThe efficient frontier theory was introduced by Nobel Laureate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/harrymarkowitz.asp\">Harry Markowitz</a> in 1952 and is a cornerstone of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modernportfoliotheory.asp\">modern portfolio theory (MPT).</a><span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span> The efficient frontier rates portfolios (investments) on a scale of return (y-axis) versus risk (x-axis). <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cagr.asp\">Compound Annual Growth Rate (CAGR)</a> of an investment is commonly used as the return component while <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\">standard deviation</a> (annualized) depicts the risk metric.\n", "\nThe efficient frontier graphically represents portfolios that maximize returns for the risk assumed.<strong> </strong>Returns are dependent on the investment combinations that make up the portfolio. The standard deviation of a security is synonymous with risk. Ideally, an investor seeks to populate the portfolio with securities offering exceptional returns but whose combined standard deviation is lower than the standard deviations of the individual securities. The less synchronized the securities (lower covariance), the lower the standard deviation. If this mix of optimizing the return versus risk paradigm is successful then that portfolio should line up along the efficient frontier line.\n", "\nA key finding of the concept was the benefit of diversification resulting from the curvature of the efficient frontier. The curvature is integral in revealing how diversification improves the portfolio's risk / reward profile. It also reveals that there is a diminishing marginal return to risk. The relationship is not linear. In other words, adding more risk to a portfolio does not gain an equal amount of return. Optimal portfolios that comprise the efficient frontier tend to have a higher degree of diversification than the sub-optimal ones, which are typically less diversified.\n", "\nThe efficient frontier and modern portfolio theory have many assumptions that may not properly represent reality. For example, one of the assumptions is that asset returns follow a normal distribution. In reality, securities may experience returns (also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tailrisk.asp\">tail risk</a>) that are more than three <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\">standard deviations</a> away from the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mean.asp\">mean</a> in more than 0.3% of the observed values. Consequently, asset returns are said to follow a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leptokurtic.asp\">leptokurtic</a> distribution or heavy-tailed distribution.\n", "\nAdditionally, Markowitz posits several assumptions in his theory, such as that investors are rational and avoid risk when possible; there are not enough investors to influence market prices; and investors have unlimited access to borrowing and lending money at the risk-free interest rate. However, reality proves that the market includes irrational and risk-seeking investors, there are large market participants who could influence market prices, and there are investors who do not have unlimited access to borrowing and lending money.\n", "\nOne assumption in investing is that a higher degree of risk means a higher potential return. Conversely, investors who take on a low degree of risk have a low potential return. According to Markowitz's theory, there is an optimal portfolio that could be designed with a perfect balance between risk and return.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The optimal portfolio does not simply include securities with the highest potential returns or low-risk securities. The optimal portfolio aims to balance securities with the greatest potential returns with an acceptable degree of risk or securities with the lowest degree of risk for a given level of potential return. The points on the plot of risk versus expected returns where optimal portfolios lie are known as the efficient frontier.\n", "\nAssume a risk-seeking investor uses the efficient frontier to select investments. The investor would select securities that lie on the right end of the efficient frontier. The right end of the efficient frontier includes securities that are expected to have a high degree of risk coupled with high potential returns, which is suitable for highly risk-tolerant investors. Conversely, securities that lie on the left end of the efficient frontier would be suitable for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskaverse.asp\">risk-averse</a> investors.\n", "\nThe efficient frontier graphically depicts the tremendous benefit of diversification. The curvature of the line is integral in revealing how diversification improves a portfolio's risk / reward profile. It also reveals that there is a diminishing marginal return to risk. In other words, adding more risk to a portfolio does not gain an equal amount of return. Optimal portfolios that comprise the efficient frontier tend to have a higher degree of diversification than the sub-optimal ones, which are typically less diversified.\n", "\nAccording to Markowitz's theory, there is an optimal portfolio that could be designed with a perfect balance between risk and return. This portfolio does not simply include securities with the highest potential returns or low-risk securities. Rather, it aims to balance securities with the greatest potential returns with an acceptable degree of risk or securities with the lowest degree of risk for a given level of potential return. \n", "\nThe efficient frontier rates portfolios (investments) on a scale of return (y-axis) versus risk (x-axis). Compound Annual Growth Rate (CAGR) of an investment is commonly used as the return component while standard deviation (annualized) depicts the risk metric. An investor can either isolate all the investments that have the same risk (volatility) and choose the one with the highest return, or identical returns and choose the one with the lowest risk. Both methods will product a set of optimal portfolios which, when plotted, comprise the efficient frontier.\n", "\nA risk-seeking investor would select investments that lie on the right end of the efficient frontier which is populated with securities that are expected to have a high degree of risk coupled with high potential returns. Conversely, a risk-averse investor would select investments that lie on the left end of the efficient frontier where securities with lower risk but lower return reside.\n"]}