{"name": "Egalitarianism Definition", "@id": "https://www.investopedia.com/terms/e/egalitarianism.asp", "related": ["https://www.investopedia.com/terms/m/marxism.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/a/american-dream.asp", "https://www.investopedia.com/terms/a/affirmative-action.asp", "https://www.investopedia.com/terms/t/time-based-currency.asp"], "body": ["\nEgalitarianism is a philosophical perspective that emphasizes equality and equal treatment across gender, religion, economic status, and political beliefs. Egalitarianism may focus on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-inequality.asp\" rel=\"noopener noreferrer\">income inequality</a> and distribution, which are ideas that influenced the development of various economic and political systems. Egalitarianism also looks at how individuals are treated under the law. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/karl-marx.asp\" rel=\"noopener noreferrer\">Karl Marx</a> used egalitarianism as the starting point in the creation of his Marxist philosophy, and John Locke considered egalitarianism when he proposed that individuals had natural rights.\n", "\nOne of the major tenets of egalitarianism is that all people are fundamentally equal. Egalitarianism can be examined from a social perspective that considers ways to reduce economic inequalities or from a political perspective that considers ways to ensure the equal treatment and rights of diverse groups of people.\n", "\nPhilosophers break down egalitarianism into several types. Proponents of economic egalitarianism, or material egalitarianism, believe every member of society should have equal access to wealth. Economic egalitarianism forms the basis for Marxism and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialism.asp\" rel=\"noopener noreferrer\">socialism</a>.\n", "\nLegal egalitarianism involves the principle that everyone is subject to the same laws. This means no group has special legal protections over another. People who idolize political egalitarianism espouse democracy where every person has equal standing with respect to governmental power.\n", "\nIn terms of wealth and finance in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\" rel=\"noopener noreferrer\">free-market</a> economies, supporters of economic egalitarianism believe everyone has the right to accumulate wealth. Therefore, each individual should have the opportunity to make money in this system. People may amass wealth through investments, entrepreneurial efforts, and income from employment.\n", "\nStarting a business can be attempted by anyone and represents an opportunity to make money. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneur</a> will typically seek financing and invest the capital in a business enterprise. Customers have an equal opportunity to buy the company's products or services. Finally, these consumers have an equal choice to respond to the company's prices and quality of goods or services to make an informed decision about a purchase.\n", "\nA few things limit economic egalitarianism in a free market society. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">Money supply</a>, inflation, lack of jobs, and consumer prices may limit economic activity for people who lack wealth. Legal constraints affect economic egalitarianism.\n", "\nA current prominent issue regarding egalitarianism is international migration. A debate in many countries analyzes the effects of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0809/3-ways-immigration-helps-and-hurts-the-economy.aspx\" rel=\"noopener noreferrer\">immigration</a> on their domestic citizens only, and some seek to restrict immigration to protect domestic economic interests. The reality is that immigration is a significant gain for those who move to a new country.\n"]}