{"name": "Elasticity Definition & Explanation", "@id": "https://www.investopedia.com/terms/e/elastic.asp", "related": ["https://www.investopedia.com/terms/e/elasticity.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp", "https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp", "https://www.investopedia.com/terms/p/priceelasticity.asp", "https://www.investopedia.com/terms/q/quantitydemanded.asp"], "body": ["\nElastic is a term used in economics to describe a change in the behavior of buyers and sellers in response to a change in price for a good or service. In other words, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand-elasticity.asp\">demand elasticity</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/inelastic.asp\">inelasticity</a> for a product or good is determined by how much demand for the product changes as the price increases or decreases. An inelastic product is one that consumers continue to purchase even after a change in price. The elasticity of a good or service can vary according to the number of close substitutes available, its relative cost, and the amount of time that has elapsed since the price change occurred.\n", "\nCompanies that operate in fiercely competitive industries provide goods or services that are elastic because these companies tend to be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricetaker.asp\">price-takers</a> or those that must accept prevailing prices. When the price of a good or service reaches the point of elasticity, sellers and buyers quickly adjust their demand for that good or service. The opposite of elastic is inelastic. When a good or service is inelastic, sellers and buyers are not as likely to adjust their demand for a good or service when the price changes.\n", "\nElasticity is an important economic measure, particularly for the sellers of goods or services, because it indicates how much of a good or service buyers consume when the price changes. When a product is elastic, a change in price quickly results in a change in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitydemanded.asp\">quantity demanded</a>. When a good is inelastic, there is little change in the quantity of demand even with the change of the good's price. The change that is observed for an elastic good is an increase in demand when the price decreases and a decrease in demand when the price increases.\n", "\nElasticity also communicates important information to consumers. If the market price of an elastic good decreases, firms are likely to reduce the number of goods or services they are willing to supply. If the market price goes up, firms are likely to increase the number of goods they are willing to sell. This is important for consumers who need a product and are concerned with potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\">scarcity</a>.\n", "\nTypically, goods that are elastic are either unnecessary goods or services or those for which competitors offer readily available substitute goods and services. The airline industry is elastic because it is a competitive industry. If one airline decides to increase the price of its fares, consumers can use another airline, and the airline that increased its fares will see a decrease in the demand for its services. Meanwhile, gasoline is an example of a relatively inelastic good because many consumers have no choice but to buy fuel for their vehicles, regardless of the market price.\n"]}