{"name": "Electronic Data Gathering, Analysis and Retrieval (EDGAR)", "@id": "https://www.investopedia.com/terms/e/edgar.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-n-14ae.asp", "https://www.investopedia.com/terms/s/sec-form-497.asp", "https://www.investopedia.com/terms/s/sec-form-10-12g.asp", "https://www.investopedia.com/terms/s/sec-form-10-sb.asp", "https://www.investopedia.com/terms/s/sec-form-10-k405.asp", "https://www.investopedia.com/terms/s/sec-form-424a.asp"], "body": ["\nEDGAR — Electronic Data Gathering, Analysis and Retrieval — is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efile.asp\">electronic filing</a> system created by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> to increase the efficiency and accessibility of corporate filings. The system is used by all publicly traded companies when submitting required documents to the SEC. Corporate documents are time-sensitive, and the creation of EDGAR has greatly decreased the time it takes for corporate documents to become publicly available.\n", "\nCorporate documents filed with the SEC through EDGAR include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/financial-statements/\">annual and quarterly statements</a>, information on the holdings of institutional investors and many other forms. These filings include some of the most important information used by investors and analysts. Some public companies may be exempt from filing if they fall below certain \"thresholds.\"\n", "\nA drawback of the EDGAR system is that the filings are highly stripped down and often difficult to read compared to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualreport.asp\">annual reports</a> received by shareholders. All the information is contained in the filings, but details can be difficult to find in one huge text file. However, the information is always structured in the same way regardless of which company filed the information. For example, if an analyst is interested in knowing if a company made any changes to its accounting methods, the investor will find that information in Part II, Item 9, in the annual report (or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/10-k.asp\">10-K</a>).\n", "\nThe EDGAR database can be searched using the company ticker symbol. EDGAR’s Companies &amp; Other Filers Search will list a company's filings with the most recent filings shown first. Most of the filings made through EDGAR are available for download or can be viewed for free.\n", "\nDocuments that are accessed using EDGAR and filed with the SEC include quarterly and annual corporate reports and financial statements. Annual Reports (Form 10-K) include<strong> </strong>company history, audited financial statements, a description of products and services, and an annual review of the organization, its operations, and the company’s markets. Quarterly Reports (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/10q.asp\">Form 10-Q</a>) include unaudited financial statements and information about the company’s operations in the previous three months.\n", "\nOther reports that are often searched by investors are Registration Statements, which are required before stock can be sold to the public; Form <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/8-k.asp\">8-K</a>, which discloses notable events such as bankruptcy; Forms 3 and 4, which contain ownership information; and Form 5, which reports transactions not reported on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form4.asp\">Form 4</a>.\n"]}