{"name": "Electronic Federal Tax Payment System (EFTPS)", "@id": "https://www.investopedia.com/terms/e/eftps.asp", "related": ["https://www.investopedia.com/form-1040-v-4782902", "https://www.investopedia.com/terms/f/free-file-fillable-tax-forms.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/w/w2form.asp", "https://www.investopedia.com/terms/f/form-4506.asp", "https://www.investopedia.com/terms/f/form1099q.asp"], "body": ["\nThe Electronic Federal Tax Payment System (EFTPS) is a service provided by the U.S. Department of the Treasury. The service allows taxpayers to make tax payments either by telephone or online. This system is accessible every day of the week, 24 hours a day.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEFTPS can be utilized by corporations or individuals seeking to make payments on personal income taxes. The primary function is the convenience of allowing secure payments around personal schedules and avoiding the need to make payments in person or through the mail.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIndividuals or businesses wishing to submit tax payments to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service (IRS)</a> may use the EFTPS. However, users must plan ahead if using EFTPS. The service can only be used for payments after enrollment, a process that can take up to a week. While the system makes secure tax payments simple, it requires users to take a few steps beforehand. The initial online registration is followed by physical mail sent to the address provided at registration. The mail includes verification of the bank account for the debiting of payments and a unique <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personal-identification-number.asp\">personal identification number (PIN)</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nThe IRS recommends using the EFTPS to make <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estimated-tax.asp\">estimated tax</a> payments.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Taxpayers may schedule advance payments, which can be modified later if unexpected changes occur.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Such changes can include a shortage of funds in the funding account.\n", "\nUsing an electronic password, taxpayers may access their personal and business tax records and accounts. If EFTPS is not working correctly or is unavailable for any reason, taxpayers still must make timely payments in person or through the mail. As of Jan. 2020, taxpayers may access the EFTPS voice response system at 1-800-555-3453, speak to a customer service agent at 1-800-555-4477, or log on to EFTPS.gov.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe EFTPS website uses a secure server, complete with internal security policies and firewalls, to prevent unwanted and unintended parties from gaining access to users’ financial information.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nOnly explicitly scheduled or authorized payments can be processed by the site. Furthermore, the EFTPS website requires enrollees to input their PIN received as part of the enrollment process. Also, their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer-identification-number.asp\">taxpayer identification number</a> and password must be entered to access the site and perform functions connected to sensitive financial information.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe most significant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/081414/what-are-dangers-using-electronic-federal-tax-payment-system-eftps.asp\">risk when using EFTPS</a> is the potential for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/phishing.asp\">phishing</a> scams that occur outside of the EFTPS website. In the past, fraudulent emails were sent that targeted EFTPS users, indicating that identification numbers were rejected or prompting users to follow an embedded link to change personal information. Such a link, instead, installed malware on users’ computers and was used to intercept banking information. All users are advised to contact EFTPS if any suspicious emails are received.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n"]}