{"name": "Electronic Bill Payment & Presentment (EBPP)", "@id": "https://www.investopedia.com/terms/e/electronic-billpayment-presentment.asp", "related": ["https://www.investopedia.com/terms/b/bill-presentment.asp", "https://www.investopedia.com/terms/o/onlinebanking.asp", "https://www.investopedia.com/terms/e/epn.asp", "https://www.investopedia.com/terms/m/micropayment.asp", "https://www.investopedia.com/terms/b/btoc.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp"], "body": ["\nElectronic bill payment and presentment (EBPP) is a process that companies use to collect payments electronically through systems like the Internet, direct-dial access, and Automated Teller Machines (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atm.asp\">ATM</a>s). It has become a core component of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/onlinebanking.asp\">online banking</a> at many financial institutions today. Other industries—including insurance providers, telecommunications companies, and utilities—depend on EBPP services as well.\n", "\nEBPPs come in two types: biller-direct and bank-aggregator. Biller-direct is electronic billing, which is offered by the company providing the good or service. The company gives customers the option to pay bills directly on their web site and might alert them when a payment is due via email. The customer then logs into the site via a secure connection, reviews the billing information, and enters payment amount.\n", "\nThe bank-aggregator or bill-consolidator model allows customers to pay bills to many different companies through one portal. That is, the service collects different payments from customers and distributes each payment to the appropriate company. A bank, for instance, might offer online users the option to make many different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payment.asp\">payments</a> like credit cards, utility bills, and insurance premiums. Standalone sites also exist that allow people to view and pay all of their bills. These are called consumer consolidator models.\n", "\nSome newer EBPP products include features like secure email delivery, stored payment data, and autopay. For example, a healthcare insurance company looking to streamline its customer billing system may decide to switch to EBPP and allow customers to pay directly on their website or to have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\">premiums</a> automatically deducted each month. Doing so saves customers the hassle of filing paperwork and can save the organization on document delivery and processing costs.\n", "\nSome providers allow the development of EBPP systems by building new payment sites for their customers. These might include features to authorize transactions, capture payments, or allow for refunds. These systems typically accept major credit cards and can sometimes save an enterprise money on transaction processing costs, increasing their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenue</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a> overall.\n", "\nMany large banks offer electronic bill payment and presentment services as a part of their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/onlinebanking.asp\">online banking</a> system. In general, online banking, which is sometimes called \"Internet banking\" or \"web banking,\" allows users to execute financial transactions via the Internet. Specifically, an online bank offers customers the ability to make <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deposit.asp\">deposits</a>, withdrawals, transfers between accounts, and other traditional services, as well as online bill payments, such as EBPP.\n", "\nConvenience is obviously a major advantage of online banking because transactions can take place 24 hours-a-day, seven days a week. On the downside, accounts can be vulnerable to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/012117/cyber-attacks-and-bank-failures-risks-you-should-know.asp\">hacking</a> (although banking security is continually improving). For that reason, when using online banking, consumers are advised to use their data plans, rather than public Wi-Fi networks, to help prevent unauthorized access.\n"]}