{"name": "Elliott Wave Theory Definition", "@id": "https://www.investopedia.com/terms/e/elliottwavetheory.asp", "related": ["https://www.investopedia.com/terms/i/impulsewave.asp", "https://www.investopedia.com/terms/c/corrective-waves.asp", "https://www.investopedia.com/terms/e/either_way_market.asp", "https://www.investopedia.com/terms/w/wolfewave.asp", "https://www.investopedia.com/terms/s/socionomics.asp", "https://www.investopedia.com/terms/d/dowtheory.asp"], "body": ["\nThe term Elliott Wave Theory refers to a theory in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a> used to describe price movements in the financial market. The theory was developed by Ralph Nelson Elliott after he observed and identified recurring, fractal wave patterns.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Waves can be identified in stock price movements and in consumer behavior. Investors trying to profit from a <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/03/060303.asp\">market trend</a> could be described as riding a wave. A large, strong movement by homeowners to replace their existing mortgages with new ones that have better terms is called a refinancing wave.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/111401.asp\">Elliott Wave Theory</a> was developed by Ralph Nelson Elliott in the 1930s. After being forced into retirement due to an illness, Elliott needed something to occupy his time and began studying 75 years worth of yearly, monthly, weekly, daily, and self-made hourly and 30-minute charts across various <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketindex.asp\">indexes</a>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe theory gained notoriety in 1935 when Elliott made an uncanny prediction of a stock market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottom.asp\">bottom</a>. It has since become a staple for thousands of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfoliomanager.asp\">portfolio managers</a>, traders, and private investors.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nElliott described specific rules governing how to identify, predict and capitalize on these wave patterns. These books, articles, and letters are covered in \"R.N. Elliott's Masterworks,\" which was published in 1994. Elliott Wave International is the largest independent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-analysis.asp\">financial analysis</a> and market <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forecasting.asp\">forecasting</a> firm in the world whose market analysis and forecasting are based on Elliott’s model.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nHe was careful to note that these patterns do not provide any kind of certainty about future price movement, but rather, serve in helping to order the probabilities<em> </em>for future market action. They can be used in conjunction with other forms of technical analysis, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\">technical indicators</a>, to identify specific opportunities. Traders may have differing interpretations of a market's Elliott Wave structure at a given time.\n", "\nSome technical analysts try to profit from wave patterns in the stock market using the Elliott Wave Theory. This hypothesis says that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/08/stock-prices-fool.asp\">stock price</a> movements can be predicted because they move in repeating up-and-down patterns called waves that are created by investor psychology or sentiment.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nThe theory identifies several different types of waves, including motive waves, impulse waves, and corrective waves. It is subjective, meaning not all traders interpret the theory the same way or agree that it is a successful trading strategy.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nUnlike most other price formations, the whole idea of wave analysis itself does not equate to a regular blueprint formation where you simply follow the instructions. Wave analysis offers insights into trend dynamics and helps you understand price movements in a much deeper way.\n", "\nThe Elliott Wave principle consists of impulse and corrective waves at its core.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/impulsewave.asp\">Impulse waves</a> consist of five sub-waves that make net movement in the same direction as the trend of the next-largest degree.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> This pattern is the most common motive wave and the easiest to spot in a market. Like all motive waves, it consists of five sub-waves—three of them are also motive waves, and two are corrective waves.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> This is labeled as a 5-3-5-3-5 structure, which was shown above.\n", "\nIt has three unbreakable rules that define its formation:\n", "\nIf one of these rules is violated, the structure is not an impulse wave. The trader would need to re-label the suspected impulse wave.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corrective-waves.asp\">Corrective waves</a>, which are sometimes called diagonal waves, consist of three—or a combination of three—sub-waves that make net movement in the direction opposite to the trend of the next-largest degree.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> Like all motive waves, its goal is to move the market in the direction of the trend.\n", "\nThe corrective wave consists of five sub-waves.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> The difference is that the diagonal looks like either an expanding or contracting wedge. The sub-waves of the diagonal may not have a count of five, depending on what type of diagonal is being observed. As with the motive wave, each sub-wave of the diagonal never fully retraces the previous sub-wave, and sub-wave three of the diagonal may not be the shortest wave.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nThese impulse and corrective waves are nested in a self-similar fractal to create larger patterns. For example, a one-year chart may be in the midst of a corrective wave, but a 30-day chart may show a developing impulse wave. A trader with this Elliott wave interpretation may thus have a long-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bear.asp\">bearish</a> outlook with a short-term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bull.asp\">bullish</a> outlook.\n", "\nElliott recognized that the Fibonacci sequence denotes the number of waves in impulses and corrections. Wave relationships in price and time also commonly exhibit <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonaccilines.asp\">Fibonacci ratios</a>, such as 38% and 62%. For example, a corrective wave may have a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/drawdown.asp\">retrace</a> of 38% of the preceding impulse.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nOther analysts have developed indicators inspired by the Elliott Wave principle, including the Elliott Wave Oscillator, which is pictured in the image above. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oscillator.asp\">oscillator</a> provides a computerized method of predicting future price direction based on the difference between a five-period and 34-period moving average. Elliott Wave International’s artificial intelligence system, EWAVES, applies all Elliott wave rules and guidelines to data to generate automated Elliott wave analysis.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nIn technical analysis, the Elliott Wave Theory is the analysis of long-term trends in price patterns and how they correspond with investor psychology. These price patterns, referred to as ‘waves’, are built on specific rules that were developed by Ralph Nelson Elliott in the 1930s. Specifically, they were designed to identify and predict wave patterns within stock markets. Importantly these patterns are not intended to be certain, but instead provide probable outcomes for future price movements. \n", "\nWithin Elliott Wave Theory, there are different forms of waves, or price formations, from which investors can glean insight. Impulse waves, for example, include both an upward or downward trend that carries five sub-waves that may last hours or even decades. They possess three rules: the second wave cannot retrace more than 100% of the first wave; the third wave cannot be shorter than wave one, three and five; wave four cannot surpass the third wave ever. Along with impulse waves, there are corrective waves, which fall in patterns of three. \n", "\nConsider a trader notices that a stock is moving on an upward trend on an impulse wave. Here, they may go long on the stock until it completes its fifth wave. At this point, anticipating a reversal, the trader may then go short on the stock. Underlying this trading theory is the idea that fractal patterns recur in financial markets. In mathematics, fractal patterns repeat themselves on an infinite scale. \n"]}