{"name": "Emerging Market Economy Definition", "@id": "https://www.investopedia.com/terms/e/emergingmarketeconomy.asp", "related": ["https://www.investopedia.com/terms/m/mature-economy.asp", "https://www.investopedia.com/terms/t/tigereconomy.asp", "https://www.investopedia.com/terms/msci-bric-index.asp", "https://www.investopedia.com/terms/e/emergingmarketfund.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp", "https://www.investopedia.com/terms/b/bondmarket.asp"], "body": ["\nAn emerging market economy is the economy of a developing nation that is becoming more engaged with global markets as it grows. Countries classified as emerging market economies are those with some, but not all, of the characteristics of a developed market. As an emerging market economy progresses it typically becomes more integrated with the global economy, as shown by increased <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> in local debt and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymarket.asp\">equity markets</a>, increased trade volume and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdi.asp\">foreign direct investment</a>, and the domestic development of modern financial and regulatory institutions. Currently, some notable emerging market economies include India, Mexico, Russia, Pakistan, Saudi Arabia, China, and Brazil.\n", "\nCritically, an emerging market economy is transitioning from a low income, less developed, often pre-industrial economy towards a modern, industrial economy with a higher standard of living.\n", "\nInvestors seek out emerging markets for the prospect of high returns, as they often experience faster economic growth as measured by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a>. However, along with higher returns usually comes much greater risk. Investors’ risk in emerging market economies can include political instability, domestic infrastructure problems, currency <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a>, and illiquid equity, as many large companies may still be \"state-run\" or private. Also, local stock exchanges may not offer <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidmarket.asp\">liquid markets</a> to outside investors.\n", "\nEmerging markets generally do not have the level of development of market and regulatory institutions as found among developed nations. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketefficiency.asp\">Market efficiency</a> and strict standards in accounting and securities regulation are generally not on par with advanced economies (such as the United States, Europe, and Japan), but emerging markets typically have a physical financial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/infrastructure.asp\">infrastructure</a>, including banks, a stock exchange, and a unified currency. A key aspect of emerging market economies is that over time they adopt reforms and institutions more like those of modern developed countries, which promote economic growth.\n", "\nEmerging market economies tend to move away from agricultural and resource extraction focused activities toward industrial and manufacturing activities. Emerging market economies’ governments usually pursue deliberate industrial and trade strategies to encourage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\">economic growth</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrialization.asp\">industrialization</a>.\n", "\nThese strategies <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/011416/exportled-growth-strategies-through-history.asp\">include export led growth</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/importsubstitutionindustrialization.asp\">import substituting industrialization</a>, though the former is more typical of economies that are considered “emerging” since it promotes more engagement and trade with the global economy. They also often pursue domestic programs such as investing in educational systems, building physical <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/infrastructure.asp\">infrastructure</a>, and enacting legal reforms to secure investors property rights.\n", "\nEmerging market economies are classified in different ways by different observers. Levels of income, quality of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-system.asp\">financial systems</a>, and growth rates are all popular criteria but the exact list of emerging market economies can vary depending on who you ask.\n", "\nFor example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\">International Monetary Fund</a> (IMF) classifies 23 countries as emerging markets, while<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/msci-acwi-exus.asp\"> Morgan Stanley Capital International</a> (MSCI) classifies 24 countries as emerging markets; there are some differences between the two lists. Standard and Poor's (S&amp;P) classifies 23 and Russell classifies 19 countries as emerging markets, while Dow Jones classifies 22 countries as emerging markets.\n", "\nAt any of these institution's discretion, a country can be removed from the list by either upgrading to a developed nation or downgrading to a frontier nation. Likewise, developed nations may be downgraded to an emerging market, as was the case with Greece, or frontier markets may upgrade to an emerging market, as was the case for Qatar and Argentina.\n"]}