{"name": "Emergency Banking Act of 1933 Definition", "@id": "https://www.investopedia.com/terms/e/emergencybankingact.asp", "related": ["https://www.investopedia.com/terms/g/gold-reserve-act-1934.asp", "https://www.investopedia.com/terms/n/new-deal.asp", "https://www.investopedia.com/terms/f/firewall.asp", "https://www.investopedia.com/terms/b/bankrun.asp", "https://www.investopedia.com/terms/d/deregulate.asp", "https://www.investopedia.com/terms/s/stock-market-crash-1929.asp"], "body": ["\nThe Emergency Banking Act of 1933 was a bill passed in the midst of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a> that took steps to stabilize and restore confidence in the U.S. banking system. It came in the wake of a series of bank runs following the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1929.asp\">stock market crash of 1929</a>.\n", "\nAmong its major measures the Act created the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation (FDIC)</a>, which began insuring bank accounts at no cost for up to $2,500. Additionally, the presidency was given executive power to operate independently of the Federal Reserve during times of financial crisis.\n", "\nThe Act was conceived after other measures failed to fully remedy how the Depression strained the U.S. monetary system. By early 1933, the Depression had been ravaging the American economy and its banks for nearly four years. Mistrust in financial institutions grew, prompting a rising flood of Americans to withdraw their money from the system rather than risk it to a bank. Despite attempts in many states to limit the amount of money any individual could take out of a bank, withdrawals surged as continuing bank failures heightened anxiety and, in a vicious cycle, spurred still more withdrawals and failures.\n", "\nWhile the Act originated during the administration of Herbert Hoover, it passed on March 9, 1933, shortly after Franklin D. Roosevelt was inaugurated. It was the subject of the first of Roosevelt's legendary fireside chats, in which the new president addressed the nation directly about the state of the country.\n", "\nRoosevelt used the chat to explain the provisions of the Act and why they were necessary. That included outlining the need for an unprecedented four-day shutdown of all U.S. banks in order to fully implement the Act. During that time, Roosevelt explained, banks would be inspected for their financial stability before being allowed to resume operations. The inspections, together with the Act's other provisions, aimed to reassure Americans that the federal government was closely monitoring the financial system to ensure it met high standards of stability and trustworthiness.\n", "\nThe first banks to reopen, on March 13, were the 12 regional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> banks. These were followed on the next day by banks in cities with federal clearinghouses. The remaining banks deemed fit to operate were given permission to reopen on March 15.\n", "\nUncertainty, even anxiety, about whether people would listen to President Roosevelt's assurances that their money was now safe all but evaporated as banks reopened to long lines after the shutdown ended. The stock market also weighed in enthusiastically, with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average</a> rising by 8.26 points, a gain of more than 15%, on March 15, when all eligible banks had reopened.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe implications of the Emergency Banking Act continued, with some still felt even today. The FDIC continues to operate, of course, and virtually every reputable bank in the U.S. is a member of it. Certain provisions, such as the extension of the president's executive power in times of financial crisis, remain in effect. The Act also completely changed the face of the American currency system by taking the United States off the gold standard.\n", "\nThe loss of personal savings from bank failures and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankrun.asp\" rel=\"noopener noreferrer\">bank runs</a> had gravely damaged trust in the financial system. Perhaps most importantly, the Act reminded the country that a lack of confidence in the banking system can become a self-fulfilling prophecy, and that mass panic about the financial system can do it great harm.\n", "\nThe Emergency Banking Act was preceded, and has been succeeded, by other pieces of legislation designed to stabilize and restore trust in the U.S. financial system. Approved during Herbert Hoover's administration, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rfc.asp\">Reconstruction Finance Corporation Act</a> sought to provide aid for financial institutions and companies that were in danger of shutting down due to the ongoing economic effects of the Depression. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-home-loan-bank-act.asp\">Federal Home Loan Bank Act of 1932</a> similarly sought to strengthen the banking industry and the Federal Reserve.\n", "\nA few related pieces of legislation were passed shortly after the Emergency Banking Act. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/glass_steagall_act.asp\">Glass-Steagall Act</a>, also passed in 1933, separated investment banking from commercial banking in order to combat the corruption of commercial banks by speculative investing, which had been recognized as a key cause of the stock market crash.\n", "\nGlass-Steagall was repealed in 1999, however, and some believed its demise helped contribute to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-crisis.asp\">2008 global credit crisis</a>.\n", "\nA similar act, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergency-economic-stability-act.asp\">Emergency Economic Stabilization Act of 2008</a>, was passed at the beginning of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>. In contrast to the Emergency Banking Act, the focus of this legislation was the mortgage crisis, with legislators intent on enabling millions of Americans to keep their homes.\n"]}