{"name": "Employers' Liability Insurance Definition", "@id": "https://www.investopedia.com/terms/e/employers-liability-insurance.asp", "related": ["https://www.investopedia.com/terms/w/wrap-around-insurance-program.asp", "https://www.investopedia.com/terms/m/master-servant-rule.asp", "https://www.investopedia.com/terms/w/wrongful-termination-claims.asp", "https://www.investopedia.com/terms/b/basic-reparations-benefits.asp", "https://www.investopedia.com/terms/e/exposure-trigger.asp", "https://www.investopedia.com/terms/l/liability_insurance.asp"], "body": ["\nEmployers' liability insurance is an insurance policy that handles claims from workers who have suffered a job-related injury or illness not covered by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workers-compensation.asp\">workers' compensation</a>. A type of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability_insurance.asp\">liability insurance</a>, it can be packaged with workers' compensation to further protect companies against the costs associated with workplace injuries, illnesses, and deaths. It can also cover legal costs from employee lawsuits charging discrimination, sexual harassment, or wrongful termination.\n", "\nThe majority of private-sector employees are covered by workers' compensation laws established at the state level (federal employees work under federal workers' compensation laws). States require most employers to carry workers' compensation insurance.\n", "\nWorkers' compensation provides some level of coverage for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-expenses.asp\">medical expenses</a> and lost wages for employees or their beneficiaries when an employee is injured, falls sick, or is killed as a result of their job. There is no need for the employee to sue the employer to establish fault in order to qualify for workers' compensation benefits.\n", "\nHowever, if an employee feels that workers' compensation does not adequately cover their loss—perhaps because they feel their employer’s negligence caused their injury—they may decide to sue their employer for punitive damages arising from their situation, for things such as pain and suffering.\n", "\nThis is where employers' liability insurance comes in. Designed to deal with expenses that fall outside the realm of the workers' compensation statutes or general liability <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a>, it provides additional protection against financial loss for the company or business.\n", "\nEmployers' liability coverage is typically purchased along with workers' compensation: In fact, employers' liability insurance is often called “part 2” of a workers’ compensation policy.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Part 1 of the policy is the actual \"workers’ comp,\" which pays for medical/death expenses and partial lost wages from work-related injuries and illnesses. Part 2 would be the employers' liability coverage, protecting the business from claims for additional damages and compensation.\n", "\nIn addition to dealing with claims not covered by workers' compensation, employers' liability insurance covers employers against employee claims alleging discrimination (for example, based on sex, race, age, or disability), wrongful termination, harassment, and other employment-related issues such as failure to promote.\n", "\nOther sorts of claims covered by employers' liability insurance include:<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nMany companies choose to carry employers' liability insurance to help cover the costs of defending the organization in court. Claims can become complicated and costly for employers, particularly in the case of a lawsuit. A claim may be legitimate or not, but even so, many businesses cannot accept that level of risk, and they take measures to ensure against it. Their liability coverage applies to both court-awarded sums and to payments reached in out-of-court settlements.\n", "\nEmployers' liability insurance policies tend to place limits on payouts per employee, per injury, and overall. These limits might be as low as $100,000 per worker, $100,000 per incident, and $500,000 per policy.\n", "\nEmployee liability insurance only applies to full- or part-time employees. It does not cover independent contractors or employees working outside of the U.S. or Canada<strong>.</strong><span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nEmployers' liability insurance coverage does not cover every situation. Exclusions include criminal acts, fraud, illegal profit or advantage, purposeful violation of the law, and claims arising out of downsizing, layoffs, workforce restructurings, plant closures or strikes, mergers, or acquisitions.\n", "\nIf an employer intentionally aggravates an employee’s work-related injury or illness, employers' liability insurance will not cover the employers' financial obligations to the employee, and the employer will have to pay if the employee wins in court.\n", "\nAlso, many states do not allow insurers' coverage to apply to punitive damages. However, many employers' liability insurance policies do manage to cover these costs through a \"most-favored jurisdiction\" clause. The clause specifies that the policy's coverage will be regulated by the state law that does allow employers' liability insurance to provide compensation for punitive damages—a jurisdiction that favors them, in other words.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nTake, for example, a company that has offices and work sites all around the U.S. A claim arises in a state where punitive damages are excluded from employers' liability insurance. If the company is established in a state that does allow punitive damages coverage, then the company employers' liability insurance policy can protect it after all.\n"]}