{"name": "Employment Agency Fees Definition", "@id": "https://www.investopedia.com/terms/e/employment-agency-fees.asp", "related": ["https://www.investopedia.com/terms/s/stipend.asp", "https://www.investopedia.com/terms/r/rent-an-employee.asp", "https://www.investopedia.com/terms/d/deferred-compensation.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/p/pensionplan.asp"], "body": ["\nThe term employment agency <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fee.asp\" rel=\"noopener noreferrer\">fee</a> refers to a fee paid by a company to an employment agency when it successfully places a suitable employee with that employer. Fees tend to vary widely from one agency to another, as they are at the discretion of the agency. There are two types of employment agency fees—employer-paid fees and applicant-paid fees.\n", "\nCompanies that hire workers may do so in several ways—directly by advertising positions through their own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humanresources.asp\" rel=\"noopener noreferrer\">human resources</a> (HR) departments or through employment agencies. Agencies are organizations that do the legwork for employers. They post positions, find, and match employers with temporary, and contract employees.\n", "\nEmployment agencies may earn fees from any employer, whether they're public organizations or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private companies</a>. Different employment agencies may have different methods of negotiating and charging fees. With employment agency fees (also referred to as placement agency fees), how and how much an agency may charge often depends on a variety of factors, including the difficulty of the placement, the industry, the position, market conditions, and several other factors. Fees are generally contingent on both parties—employer and employee—coming to an agreement on an employment contract or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/terms-of-employment.asp\" rel=\"noopener noreferrer\">terms of employment</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/headhunter.asp\" rel=\"noopener noreferrer\">Headhunters</a> are one type of recruitment service. These companies are hired by major firms to locate talent, especially those who fall into a specific category. Because most headhunters work directly with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/03/022803.asp\" rel=\"noopener noreferrer\">executives</a>, they are also called executive recruiters. Their fees are normally paid only when and if the candidate is hired.\n", "\nAs mentioned above, there are two types of employment agency fees—employer-paid and applicant-paid fees.\n", "\nUnder the employer-paid fee, the employer assumes complete responsibility for the fee to the agency, so the employee pays nothing. This is the more common type of fee arrangement and is preferred by employment agencies. The employee may not even notice that a fee has been attached to their job placement, as the hiring company may factor in their hiring costs when accounting for the compensation for a role.\n", "\nAs mentioned above, headhunters are paid for their services once an employee is hired. Their fees range anywhere between 20% to 30% of the new hire's first-year salary. This is paid directly by the hiring company to the agency rather than by the employee.\n", "\nWith the proliferation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/070815/what-telecommunications-sector.asp\" rel=\"noopener noreferrer\">telecommunications</a> and IT companies, there is a different type of employer-paid fee arrangement. Some employment agencies have become the employer and a hiring company can contract for the services of such employees from them. The company pays the employment agency a monthly fee for employees instead of to the employee. The employees supplied by the employment agency remain employees of the agency rather than of the company.\n", "\nWith this arrangement—also referred to as the employee-paid fee—the employment agency fees are charged to the applicant for the service of finding an employer. This normally entails an employment agency, which acts as a staffing agency, claiming a portion of a worker's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/031115/salary-vs-hourly-how-benefits-laws-differ.asp\" rel=\"noopener noreferrer\">hourly pay</a> during the term of a contract.\n", "\nFor example, if a worker is offered a 12-month contract position at $49 an hour, the hiring company may have actually budgeted $60 an hour. The employment agency may pocket the difference or a portion of the difference in lieu of a one-time fee without the employee ever knowing of the arrangement.\n", "\nAlthough employment agencies receive fees to match people with employers, employees should be wary of groups that charge them directly for their placement services. A legitimate agency should never charge an employee a fee to find them work or to place them with an employer.\n"]}