{"name": "Encumbrance Definition", "@id": "https://www.investopedia.com/terms/e/encumbrance.asp", "related": ["https://www.investopedia.com/terms/c/certificate-of-title.asp", "https://www.investopedia.com/terms/t/title_insurance.asp", "https://www.investopedia.com/terms/w/warranty-deed.asp", "https://www.investopedia.com/terms/d/defective-title.asp", "https://www.investopedia.com/terms/c/clear-title.asp", "https://www.investopedia.com/terms/r/release-clause.asp"], "body": ["\nAn encumbrance is a claim against a property by a party that is not the owner. An encumbrance can impact the transferability of the property and restrict its free use until the encumbrance is lifted. The most common types of encumbrance apply to real estate; these include mortgages, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/easement.asp\" rel=\"noopener noreferrer\">easements</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxlien.asp\" rel=\"noopener noreferrer\">property tax liens</a>. Not all forms of encumbrance are financial, easements being an example of non-financial encumbrances. An encumbrance can also apply to personal – as opposed to real – property.\n", "\nThe term is used in accounting to refer to restricted funds inside an account that are reserved for a specific liability.\n", "\nThe term encumbrance covers a wide range of financial and non-financial claims on a property by parties other than the title-holder. Property owners may be encumbered some from exercising full—that is, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unencumbered.asp\" rel=\"noopener noreferrer\">unencumbered</a>—control over their property. In some cases, the property can be repossessed by a creditor or seized by a government.\n", "\nSome encumbrances affect the marketability of a security: an easement or a lien can make a title unmarketable. While this does not necessarily mean the title cannot be bought and sold, it can enable the buyer to back out of the transaction, despite having signed a contract, and even seek damages in some jurisdictions.\n", "\nOther encumbrances, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zoning.asp\" rel=\"noopener noreferrer\">zoning laws</a> and environmental regulations, do not affect a property's marketability but do prohibit specific uses for and improvements to the land. \n", "\nIn Hong Kong, for example, the seller of a property is legally required to inform the real estate agent about any encumbrances against the property in order to avoid any problems later on in the sales process. The real estate agent will provide the buyer with a land search document that will have a list of any encumbrances.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEncumbrance when it comes to real estate, due to its many applications, has many different types. Each type is meant to both protect parties and specify exactly what each claim entails—and is entitled to.\n", "\nAn easement refers to a party's right to use or improve portions of another party's property, or to prevent the owner from using or improving the property in certain ways. The first category is known as an affirmative easement. For example, a utility company may have the right to run a gas line through a person's property, or pedestrians might have the right to use a footpath passing through that property.\n", "\nAn easement in gross benefits an individual rather than an owner of a property, so that Jennifer might have the right to use her neighbor's well, but that right would not pass on to someone who bought Jennifer's property. A negative easement restricts the title-holder, for example, by preventing him or her from building a structure that would block a neighbor's light.\n", "\nEncroachment occurs when a party that is not the property owner intrudes on or interferes with the property, for example, by building a fence over the lot line (a trespass), or planting a tree with branches that hang over onto an adjoining property (a nuisance). An encroachment creates an encumbrance on both properties until the issue is resolved: The property housing the encroachment has its free use encumbered, while the owner of the encroaching improvement does not have title to the land it's built on. \n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\" rel=\"noopener noreferrer\">lease</a> is an agreement to rent a property for an agreed-upon rate and period of time. It is a form of encumbrance because the lessor does not give up title to the property, but his or her use of the property is significantly constrained by the lease agreement. \n", "\nA lien is a type of security interest, an encumbrance that affects the title to a property. It gives a creditor the right to seize the property as collateral for an unmet obligation, usually an unpaid debt. The creditor can then sell the property to recoup at least a portion of their loan.\n", "\nA tax lien is a lien imposed by a government to force the payment of taxes; in the U.S., a federal tax lien trumps all other claims on a debtor's assets. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mechanics-lien.asp\" rel=\"noopener noreferrer\">mechanic's lien</a> is a claim on personal or real property the claimant has performed services on. An example is if a contractor made adjustments to your property that were never paid for. Judgment liens are secured against the assets of a defendant in a lawsuit. \n", "\nA mortgage is one of the most common types of security interests. Essentially, it is a lien against a real estate property. The lender, generally a bank, retains an interest in the title to a house until the mortgage is paid off. If the borrower cannot repay the mortgage, the lender may foreclose, seizing the house as collateral and evicting the inhabitants.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restrictive-covenant.asp\" rel=\"noopener noreferrer\">restrictive covenant</a> is an agreement that a seller writes into a buyer's deed of property to restrict how the buyer may use that property. There might be a provision that requires the buyer to leave a building's original facade intact, for example. As long as they do not break the law, restrictive covenants can be as specific and arbitrary as the parties are willing to agree to.\n", "\nEncumbrance accounting sets aside specific assets to pay anticipated liabilities. For example, a company may reserve a sum of cash to settle up its accounts payable. The presence of an encumbrance can give the illusion that there are more available funds inside an account than what is actually free for use. The money that has been set aside cannot be used for any other expenditures or transactions. Encumbrance accounting, therefore, ensures that a business does not overspend its budget.\n"]}