{"name": "Energy Sector", "@id": "https://www.investopedia.com/terms/e/energy_sector.asp", "related": ["https://www.investopedia.com/terms/h/hydrocarbon.asp", "https://www.investopedia.com/terms/h/hubbert-peak-theory.asp", "https://www.investopedia.com/terms/u/utilities_sector.asp", "https://www.investopedia.com/terms/e/energy-etf.asp", "https://www.investopedia.com/terms/c/crude-oil.asp", "https://www.investopedia.com/terms/b/biothermal-energy.asp"], "body": ["\nThe energy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sector</a> is a category of stocks that relate to producing or supplying energy. The energy sector or industry includes companies involved in the exploration and development of oil or gas reserves, oil and gas drilling, and refining. The energy industry also includes integrated power utility companies such as renewable energy and coal.\n", "\n​The energy sector is a large and all-encompassing term that describes a complex and inter-related network of companies, directly and indirectly, involved in the production and distribution of energy needed to power the economy and facilitate the means of production and transportation.\n", "\nThe companies within the energy sector are involved in various types of energy. For the most part, energy companies are often categorized based on how the energy that they produce is sourced and will typically fall into one-of-two categories:\n", "\nThe energy industry also includes secondary sources such as electricity. Energy prices<em>—</em>along with the earnings performance of energy-producers<em>—</em>are largely driven by the supply and demand for worldwide energy.\n", "\nOil and gas producers tend to perform well during periods of elevated oil and gas prices. However, energy companies earn less when the price of energy commodities falls. Oil refiners, on the other hand, benefit from the falling cost of feedstock to produce petroleum products like gasoline when crude oil prices drop. Furthermore, the energy industry is sensitive to political events, which historically have led to volatility<em>—</em>or wild fluctuations<em>—</em>in the price of oil.\n", "\nSome of the largest companies in the U.S. energy sector include Exxon Mobil (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=xom\" rel=\"noopener noreferrer\">XOM</a>) and Chevron (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=cvx\" rel=\"noopener noreferrer\">CVX</a>), both of which are large international integrated oil companies. In 2019, Peabody Energy (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=btu\" rel=\"noopener noreferrer\">BTU</a>) was America's largest coal producer measured by tons of output.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nBelow are some of the types of companies found in the energy industry. Each has a distinct role to play in bringing energy to businesses and consumers.\n", "\nThese are the companies that drill, pump, and produce oil and natural gas. Production typically involves pulling oil out of the ground.\n", "\nOil and natural gas must be delivered from the production site to a refinery to be refined into a final product such as gasoline. Companies within this portion of the energy sector are called mid-stream providers.\n", "\nCoal companies could be classified as energy companies since coal is used to power plants, including nuclear.\n", "\nClean energy has gained traction and investment dollars over the years and is likely to be a growing part of the energy sector in the future. Examples of renewable energy include wind and solar.\n", "\nSome companies specialize in refining oil and gas into specialty chemicals, although many larger oil producers such as Exxon Mobil are integrated energy producers, meaning they produce multiple types of energy and control the entire process.\n", "\nInvestors have numerous choices for investment opportunities in the energy industry, including equities of energy companies, mutual funds, ETFs as well as the ability to buy the commodities.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">Exchange-traded funds (ETFs)</a> are a basket of investments, such as stocks, that track an underlying index. Mutual funds, on the other hand, are a portfolio of stocks or investments that are selected and managed by a portfolio manager.\n", "\n​There are a number of energy-related ETFs that retail investors can gain exposure to in the energy industry. Investors can choose which part of the value chain they want exposure to with any number of funds. Below are a few examples of energy ETFs:\n", "\nHow investors choose to invest in the energy sector will likely depend on their preferences and specific views about the growth and earnings prospects of the various companies. The energy industry is more extensive and diversified than merely the oil and gas industry. Many investors believe renewable and alternative energy sources will play an important role in the future, especially as the demand for electric cars continues to grow.\n"]}