{"name": "Enron Definition", "@id": "https://www.investopedia.com/terms/e/enron.asp", "related": ["https://www.investopedia.com/terms/e/enronomics.asp", "https://www.investopedia.com/terms/w/worldcom.asp", "https://www.investopedia.com/terms/f/financial-shenanigans.asp", "https://www.investopedia.com/terms/g/globalcrossing.asp", "https://www.investopedia.com/terms/c/creative-accounting.asp", "https://www.investopedia.com/terms/v/voodooaccounting.asp"], "body": ["\nEnron was an energy-trading and utilities company based in Houston, Texas, that perpetrated one of the biggest accounting frauds in history. Enron's executives employed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-practice.asp\">accounting practices</a> that falsely inflated the company's revenues and, for a time, made it the seventh-largest corporation in the United States. Once the fraud came to light, the company quickly unraveled, and it filed for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter11.asp\">Chapter 11</a> bankruptcy on Dec. 2, 2001.\n", "\nEnron shares traded as high as $90.56 before the fraud was discovered, but plummeted to around $0.25 in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sell-off.asp\">sell-off</a> after it was revealed. The former Wall Street darling quickly became a symbol of modern corporate crime. Enron was one of the first big-name accounting scandals, but it was soon followed by the uncovering of frauds at other companies such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/worldcom.asp\">WorldCom</a> and Tyco International.\n", "\nEnron was an energy company formed in 1985 following a merger between Houston Natural Gas Company and Omaha-based InterNorth Incorporated. After the merger, Kenneth Lay, who had been the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\">chief executive officer</a> (CEO) of Houston Natural Gas, became Enron's CEO and chairman.\n", "\nLay quickly rebranded Enron into an energy trader and supplier. Deregulation of the energy markets allowed companies to place bets on future prices, and Enron was poised to take advantage. In 1990, Lay created the Enron Finance Corporation and appointed Jeffrey Skilling, whose work as a McKinsey &amp; Company consultant had impressed Lay, to head the new corporation. Skilling was then one of the youngest partners at McKinsey. \n", "\nSkilling joined Enron at an auspicious time. The era's minimal regulatory environment allowed Enron to flourish. At the end of the 1990s, the dot-com bubble was in full swing, and the Nasdaq hit 5,000. Revolutionary internet stocks were being valued at preposterous levels and, consequently, most investors and regulators simply accepted spiking share prices as the new normal.\n", "\nThe Enron bankruptcy, at $63 billion in assets, was the largest on record at the time. The company's collapse shook the financial markets and nearly crippled the energy industry. While high-level executives at the company concocted the fraudulent accounting schemes, financial and legal experts maintained that they would never have gotten away with it without outside assistance. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC), credit rating agencies, and investment banks were all accused of having a role in enabling Enron's fraud.\n", "\nInitially, much of the finger-pointing was directed at the SEC, which the U.S. Senate found complicit for its systemic and catastrophic failure of oversight. The Senate's investigation determined that had the SEC reviewed any of Enron’s post-1997 annual reports, it would have seen the red flags and possibly prevented the enormous losses suffered by employees and investors.\n", "\nThe credit rating agencies were found to be equally complicit in their failure to conduct proper due diligence before issuing an investment-grade rating on Enron’s bonds just before its bankruptcy filing. Meanwhile, the investment banks—through manipulation or outright deception—had helped Enron receive positive reports from stock analysts, which promoted its shares and brought billions of dollars of investment into the company. It was a quid pro quo in which Enron paid the investment banks millions of dollars for their services in return for their backing.\n", "\nBy the time Enron started to collapse, Jeffrey Skilling was the firm's CEO. One of Skilling's key contributions to the scandal was to transition Enron's accounting from a traditional historical cost accounting method to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042315/how-market-market-accounting-different-historical-cost-accounting.asp\">mark-to-market</a> (MTM), for which the company received official SEC approval in 1992. Mark-to-market is an accounting practice that involves adjusting the value of an asset to reflect its value as determined by current market conditions. The market value is hence determined based on what a company would expect to receive for the asset if it was sold at that point in time.\n", "\nProblems, however, can arise when the market-based measurement does not accurately reflect the underlying asset's true value. This can occur when a company is forced to calculate the selling price of its assets or liabilities during unfavorable or volatile times, as during a financial crisis. For example, if the asset has low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> or investors are fearful, the current selling price of a bank's assets could be much lower than the actual value. It can also be manipulated by bad actors like Skilling and Enron's top management. Some believe MTM was the beginning of the end for Enron as it essentially permitted the organization to log estimated profits as actual profits and opened the door for further accounting manipulations.\n", "\nFor instance, Skilling advised the firm's accountants to transfer debt off of Enron's balance sheet to create an artificial distance between the debt and the company that incurred it. The company set up <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spv.asp\">special purpose vehicles</a> (SPVs), also known as special purposes entities (SPEs), to formalize its accounting scheme that went unnoticed for a long time. Enron continued to use these accounting tricks to keep its debt hidden by transferring it to its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\">subsidiaries</a> on paper. Despite this, the company continued to recognize <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenue</a> earned by these subsidiaries. As such, the general public and, most importantly, shareholders were led to believe that Enron was doing better than it actually was, despite the severe violation of GAAP rules.\n", "\nSkilling abruptly quit in August 2001 after less than a year as chief executive—and four months before the Enron scandal unraveled. According to reports, his resignation stunned Wall Street analysts and raised suspicions, despite his assurances at the time that his departure had “nothing to do with Enron.”<span class=\"ql-inline-citation\" data-cite=\"1\"></span> But, of course, it was related. Both Skilling and Kenneth Lay were tried and found guilty of fraud and conspiracy in 2006. Other executives plead guilty. Lay died in prison shortly after sentencing and Skilling served twelve years, by far the longest sentence of any of the Enron defendants.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn the wake of the Enron scandal, the term \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enronomics.asp\">Enronomics</a>\" came to describe creative and often fraudulent accounting techniques that involve a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\">parent company</a> making artificial, paper-only transactions with its subsidiaries to hide losses the parent company has suffered through other business activities. Parent company Enron had hidden its debt by transferring it (on paper) to wholly-owned <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\">subsidiaries</a>—many of which were named after Star Wars characters—but it still recognized revenue from the subsidiaries, giving the impression that Enron was performing much better than it was.\n", "\nAnother term inspired by Enron's demise was \"Enroned,\" slang for having been negatively affected by senior management's inappropriate actions or decisions. Being \"Enroned\" can happen to any stakeholder, such as employees, shareholders, or suppliers. For example, if someone has lost their job because their employer was shut down due to illegal activities that they had nothing to do with, they have been \"Enroned.\"\n", "\nAs a result of Enron, lawmakers put several new protective measures in place. One was the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\">Sarbanes-Oxley Act</a> of 2002, which serves to enhance corporate transparency and criminalize financial manipulation. The rules of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\">Financial Accounting Standards Board</a> (FASB) were also strengthened to curtail the use of questionable accounting practices, and corporate boards were required to take on more responsibility as management watchdogs.\n", "\nAt the time, Enron's collapse was the biggest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/120501.asp\">corporate bankruptcy</a> to ever hit the financial world (since then, the failures of WorldCom, Lehman Brothers, and Washington Mutual have surpassed it). The Enron scandal drew attention to accounting and corporate fraud as its shareholders lost tens of billions of dollars in the years leading up to its bankruptcy, and its employees lost billions more in pension benefits.\n", "\nIncreased regulation and oversight have been enacted to help prevent corporate scandals of Enron's magnitude. However, some companies are still reeling from the damage caused by Enron. As recently as March 2017, a judge granted a Toronto-based investment firm the right to sue former Enron CEO Jeffrey Skilling, Credit Suisse Group AG, Deutsche Bank AG, and Bank of America's Merrill Lynch unit over losses incurred by purchasing Enron shares.\n"]}