{"name": "Environmental, Social, and Governance (ESG) Criteria Definition", "@id": "https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp", "related": ["https://www.investopedia.com/terms/i/impact-investing.asp", "https://www.investopedia.com/msci-esg-ratings-5111990", "https://www.investopedia.com/terms/s/social-entrepreneur.asp", "https://www.investopedia.com/terms/f/ftse4good-index.asp", "https://www.investopedia.com/terms/r/returnoninvestment.asp", "https://www.investopedia.com/terms/g/green-marketing.asp"], "body": ["\nEnvironmental, social, and governance (ESG) criteria are a set of standards for a company’s operations that socially conscious investors use to screen potential investments. Environmental criteria consider how a company performs as a steward of nature. Social criteria examine how it manages relationships with employees, suppliers, customers, and the communities where it operates. Governance deals with a company’s leadership, executive pay, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/audit.asp\" rel=\"noopener noreferrer\">audits</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalcontrols.asp\" rel=\"noopener noreferrer\">internal controls</a>, and shareholder rights.\n", "\nIn recent years, as younger investors, in particular, have shown an interest in putting their money where their values are, brokerage firms and mutual fund companies have begun to offer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds (ETFs)</a> and other financial products that follow ESG criteria. Robo-advisors such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/betterment-review-4587887\" rel=\"noopener noreferrer\">Betterment</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/wealthfront-review-4587933\" rel=\"noopener noreferrer\">Wealthfront</a> have also used them to appeal to these investors. According to the most recent report from US SIF Foundation, investors held $11.6 trillion in assets chosen according to ESG criteria at the beginning of 2018, up from $8.1 trillion just two years earlier.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nESG investing is sometimes referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sustainability.asp\" rel=\"noopener noreferrer\">sustainable</a> investing, responsible investing, impact investing, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sri.asp\" rel=\"noopener noreferrer\">socially responsible investing</a>.\n", "\nTo assess a company based on environmental, social, and governance (ESG) criteria, investors look at a broad range of behaviors.\n", "\nEnvironmental criteria may include a company’s energy use, waste, pollution, natural resource conservation, and treatment of animals. The criteria can also be used in evaluating any environmental risks a company might face and how the company is managing those risks. For example, are there issues related to its ownership of contaminated land, its disposal of hazardous waste, its management of toxic emissions, or its compliance with government environmental regulations?\n", "\nSocial criteria look at the company’s business relationships. Does it work with suppliers that hold the same values as it claims to hold? Does the company donate a percentage of its profits to the local community or encourage employees to perform volunteer work there? Do the company’s working conditions show high regard for its employees’ health and safety? Are other stakeholders’ interests taken into account?\n", "\nWith regard to governance, investors may want to know that a company uses accurate and transparent accounting methods and that stockholders are given an opportunity to vote on important issues. They may also want assurances that companies avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conflict-of-interest.asp\" rel=\"noopener noreferrer\">conflicts of interest</a> in their choice of board members, don't use political contributions to obtain unduly favorable treatment and, of course, don't engage in illegal practices.\n", "\nNo single company may pass every test in every category, of course, so investors need to decide what's most important to them. On a practical level, investment firms that follow ESG criteria must also set priorities. For example, Boston-based Trillium Asset Management, with $2.8 billion under management as of March 2020, uses a selection of ESG factors to help identify companies positioned for strong long-term performance.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Determined in part by analysts who identify issues facing different sectors and industries, Trillium's ESG criteria include avoiding companies with known exposure to coal mining and those a certain percentage of their revenues from nuclear power or weapons. It also avoids investing in companies with major recent or ongoing controversies related to workplace discrimination, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">corporate governance</a>, and animal welfare, among other issues.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nIn years past, socially responsible investments had a reputation for requiring a tradeoff on the investor's part. Because they limited the universe of companies that were eligible for investment, they also limited the investor's potential profit. \"Bad\" companies sometimes performed very well, at least in terms of their stock price.\n", "\nMore recently, however, some investors have come to believe that environmental, social, and governance criteria have a practical purpose beyond any ethical concerns. By following ESG criteria they may be able to avoid companies whose practices could signal a risk factor—as evidenced by BP's 2010 oil spill and Volkswagen's emissions scandal, both of which rocked the companies' stock prices and resulted in billions of dollars in associated losses.\n", "\nAs ESG-minded business practices gain more traction, investment firms are increasingly tracking their performance. Financial services companies such as JPMorgan Chase, Wells Fargo, and Goldman Sachs have published annual reports that extensively review their ESG approaches and the bottom-line results.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}