{"name": "Environmental Protection Agency – EPA Definition", "@id": "https://www.investopedia.com/terms/e/environmental-protection-agency.asp", "related": ["https://www.investopedia.com/terms/w/water-quality-improvement-act-of-1970.asp", "https://www.investopedia.com/michael-regan-5095184", "https://www.investopedia.com/terms/e/environmental-economics.asp", "https://www.investopedia.com/terms/l/landrehabilitation.asp", "https://www.investopedia.com/terms/e/ebsa.asp", "https://www.investopedia.com/terms/g/green_fund.asp"], "body": ["\nThe Environmental Protection Agency (EPA) was established in December 1970 by the executive order of President Richard Nixon. It is an agency of the United States federal government whose mission is to protect human and environmental health. Headquartered in Washington, D.C., the EPA is responsible for creating standards and laws promoting the health of individuals and the environment.\n", "\nWhy was the EPA created? It was formed in response to widespread public environmental concerns that gained momentum in the 1950s and 1960s. From the EPA’s creation, it has sought <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/021815/how-does-government-regulation-impact-metals-and-mining-sector.asp\" rel=\"noopener noreferrer\">to protect and conserve the natural environment</a> and improve the health of humans by researching the effects of and mandating limits on the use of pollutants.\n", "\nThe EPA regulates the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manufacturing.asp\" rel=\"noopener noreferrer\">manufacturing</a>, processing, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution.asp\" rel=\"noopener noreferrer\">distribution</a>, and use of chemicals and other pollutants. In addition, the EPA is charged with determining safe tolerance levels for chemicals and other pollutants in food, animal feed, and water.\n", "\nThe EPA enforces its findings through fines, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/10/economic-sanctions.asp\" rel=\"noopener noreferrer\">sanctions</a>, and other procedures. Under the Trump administration, the EPA’s regulations of carbon emissions from power plants, automobiles, and other contributors to climate change, instituted by President Obama, were significantly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/automakers-score-win-fuelefficiency-rules/\" rel=\"noopener noreferrer\">rolled back</a>. The EPA’s size and influence have also been diminished, and criminal prosecutions for those who aren’t following regulations are at a 30-year low.\n", "\nThe EPA is led by the EPA administrator, a cabinet-level post nominated by the President and confirmed by the Senate. That position is currently held by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/michael-regan-5095184\" rel=\"noopener noreferrer\">Michael Regan</a>, the first Black man to ever hold that position. He is expected to reverse many of the regulatory rollbacks of the Trump administration.\n", "\nThe EPA oversees a number of programs intended to promote energy efficiency, environmental stewardship, sustainable growth, air and water quality, and pollution prevention. These programs include:\n", "\nThe EPA also runs programs to\n", "\nThe EPA works to enforce laws such as the Clean Air Act, the Safe Drinking Water Act, the National Environmental Education Act, and the Clean Water Act, some of which predate the formation of the agency itself.\n", "\nThe EPA is also responsible for the detection and prevention of environmental crimes, monitoring pollution levels, and setting standards for the handling of hazardous chemicals and waste.\n", "\nBecause of its name, there tends to be some confusion about <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://publicaccess.zendesk.com/hc/en-us/articles/212071687-Does-EPA-handle-all-environmental-concerns-\" rel=\"noopener noreferrer\">what the EPA does and doesn’t do</a>. It doesn’t handle every issue or concern that affects the environment. The agency suggests contacting local, state, or other federal agencies to find out who is responsible.\n", "\nFor example, the U.S. Fish and Wildlife Service is responsible for the Endangered Species Act, while local and state wildlife officers are responsible for concerns about foxes, birds, rabbits, and other animals. The U.S. Army Corps of Engineers is the agency that determines and issues permits for wetland areas. Food safety is the responsibility of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fda.asp\" rel=\"noopener noreferrer\">Food and Drug Administration</a> (FDA), while issues about nuclear waste are handled by the Department of Energy’s Office of Environmental Management.\n"]}