{"name": "EOS (blockchain)", "@id": "https://www.investopedia.com/terms/e/eos.asp", "related": ["https://www.investopedia.com/terms/m/mist-browser.asp", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp", "https://www.investopedia.com/terms/o/obelisk-consensus-algorithm.asp", "https://www.investopedia.com/terms/h/hyperledger.asp", "https://www.investopedia.com/terms/o/onchain-governance.asp"], "body": ["\nEOS is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\" rel=\"noopener noreferrer\">blockchain</a>-based decentralized operating system that is designed to create, host, and support secure, decentralized autonomous applications (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decentralized-applications-dapps.asp\" rel=\"noopener noreferrer\">dApps</a>) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-contracts.asp\" rel=\"noopener noreferrer\">smart contracts</a>. In addition, EOS nodes subscribe to a \"constitution\" that binds them, via the blockchain, to the rules and regulations set forth by the EOS community.\n", "\nCurrently administered by the block.one organization, EOS was launched by Dan Larimer, who is also the founder and creator of established platforms like Bitshares and Steem.\n", "\nAs of February 2020, EOS is among the 20 most valuable blockchain tokens by market capitalization.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nBlockchain-based dApps can be commercial or focused on individual users, and work in a way similar to web-based apps. The EOS platform supports all required features for developing, hosting, and using the dApps, like providing secure access and authentication, permissioning, data hosting, usage management, and communication between the dApps and the Internet.\n", "\nNo official full form exists for EOS, and the creators have decided not to formally define it themselves. Compared to the web-based apps platform, the EOS offers a lot of advantages.\n", "\nLeveraging the scalability potential of blockchain, it is capable of processing large numbers of transactions in parallel. Its ownership structure eliminates transaction charges as users are permitted to utilize resources in proportion to their stake instead of the standard <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction-fees.asp\" rel=\"noopener noreferrer\">pay-per-transaction</a> model. This also makes it easier for app developers to predict hosting costs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nEOS uses delegated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\" rel=\"noopener noreferrer\">proof-of-stake</a> concept, which allows flexibility to make instant high-level decisions, like rollback and bug fixing, through a majority accord among designated stakeholders.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nThe EOS ecosystem utilizes two key elements: the EOS.IO and the EOS tokens. To draw a parallel, EOS.IO is akin to the operating system of a computer—it manages and controls the EOS blockchain network. EOS.IO uses blockchain architecture that is built to enable vertical and horizontal scaling of decentralized applications. The EOS token is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrency</a> of the EOS network.\n", "\nA developer simply needs to hold EOS coins, instead of spending them, to be eligible to use network resources and to build and run dApps. A token holder who is not running any apps can also allocate or rent his bandwidth to other participants who may need it.\n", "\nEOS achieves decentralized governance utilizing peer-to-peer terms of a binding contract among its participants, referred to as its \"constitution,\" theoretically similar in many ways to the governing documents established by nation-states.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ According to the EOS whitepaper:\n", "\nThe EOS techno-society is so ordered mutually through technological and social relations.\n"]}