{"name": "Equal Credit Opportunity Act (ECOA) Definition", "@id": "https://www.investopedia.com/terms/e/ecoa.asp", "related": ["https://www.investopedia.com/terms/c/consumer-credit-protection-act-of-1968.asp", "https://www.investopedia.com/terms/d/derogatory-information.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/e/effects-test.asp", "https://www.investopedia.com/terms/c/credit-criteria.asp", "https://www.investopedia.com/terms/r/regulation-b.asp"], "body": ["\nThe Equal Credit Opportunity Act (ECOA) is a law created by the U.S. government with the aim of giving all individuals an equal opportunity to obtain loans and other types of credit from financial institutions and other lenders.\n", "\nThe Equal Credit Opportunity Act was enacted in 1974 and is detailed in Title 15 of the United States Code.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The act, as implemented by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulation-b.asp\" rel=\"noopener noreferrer\">Regulation B</a>, states that individuals applying for loans and other credit can only be evaluated using factors that are directly related to their creditworthiness. It prohibits <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a> and lenders from considering consumers’ race, color, national origin, sex/gender, religion, marital status, age (as long as they’re old enough to sign a contract) or their receipt of public assistance for any aspect of lending—from approving the application to setting terms of the loan, such as interest rate or fees. \n", "\nThe law applies to any organization that extends credit, including banks, small loan and finance companies, retail and department stores, credit card companies, and credit unions. It also applies to anyone involved in the decision to grant credit or set its terms—for example, real estate brokers who arrange financing. \n", "\nThe ECOA covers various types of credit, including personal loans, credit cards, home loans, student loans, car loans, small business loans and loan modifications.\n", "\nIn July 2020, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\" rel=\"noopener noreferrer\">Consumer Financial Protection Bureau (CFPB)</a>, which takes the lead in supervising compliance and enforcing the ECOA, issued a Request for Information<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ soliciting public comments to identify opportunities for improving what ECOA does to ensure nondiscriminatory access to credit. “Clear standards help protect African Americans and other minorities,” stated Kathleen L. Kraninger, director of the agency, “but the CFPB must back them up with action to make sure lenders and others follow the law.”<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ \n", "\nWhen a borrower applies for credit, the lender may ask about some of the personal facts that are prohibited by the ECOA for use in making lending decisions. While these questions cannot be part of the analysis for approval—and answering them is optional—this information does help federal agencies enforce anti-discrimination laws.\n", "\nAnother aspect of the ECOA allows each spouse in a marriage to have their own credit history in their own name. That being said, if a borrower has any joint accounts with their spouse, these accounts will appear on both <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditreport.asp\" rel=\"noopener noreferrer\">credit reports</a>, so a spouse’s financial behavior can still have a positive or negative impact on an individual borrower’s credit score.\n", "\nWhile the ECOA prohibits lenders from basing their decisions on marital status, some loans, such as mortgages, might require a borrower to disclose that they are making required <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alimony.asp\" rel=\"noopener noreferrer\">alimony</a> or child support payments. Also, if a borrower receives child support or alimony, and it represents a significant source of income, they might need to disclose it to qualify for a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\" rel=\"noopener noreferrer\">loan</a>. A borrower could be denied a loan if, for example, their child support payments combined with their other financial obligations mean that they don’t have enough money to repay the loan as required. However, a borrower cannot be denied a loan simply because they are divorced.\n", "\nWhen you apply for a loan or credit card, the ECOA gives you certain rights.\n", "\nOften, credit discrimination is not obvious, which makes it hard to spot. CFPB advises consumers to be alert to these red flags of ECOA violations: <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIf you feel you’ve been treated unfairly in a credit application, there are several steps you can take. \n", "\nLenders found in violation of the ECOA can potentially face class-action lawsuits by the Department of Justice (DOJ) if the DOJ or any affiliate agencies recognize a pattern of discrimination.\n", "\nThe Consumer Financial Protection Bureau<strong> </strong>seeks to enforce ECOA, along with other federal agencies, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\" rel=\"noopener noreferrer\">Federal Reserve Board</a>, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/office-comptroller-currency-occ.asp\" rel=\"noopener noreferrer\">Office of the Comptroller of the Currency</a> (OCC), the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">Federal Deposit Insurance Corporation</a> (FDIC), and the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/ncua.asp\" rel=\"noopener noreferrer\">National Credit Union Administration</a> (NCUA). If found guilty, the offending organization could have to pay out <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/punitive-damages.asp\" rel=\"noopener noreferrer\">punitive damages</a> that can be significant, as well as cover any costs incurred by the wronged party.\n", "\nAn all-too-common violation of the ECOA is charging higher rates or fees to minority applicants. That was the issue in these two cases. \n", "\nIn July 2012, the DOJ reached a settlement<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ of more than $175 million with Wells Fargo Bank for a pattern or practice of discriminatory lending: African-American and Hispanic borrowers who qualified for loans were charged higher fees or rates or were improperly placed into subprime loans, which also are more costly.\n", "\nIn January 2017, a $53 million settlement was made with Chase Bank for lending discrimination. As Preet Bharara, the United States Attorney for the Southern District of New York, stated<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ at the time: “The settlement will compensate thousands of African-American and Hispanic borrowers who paid higher rates and fees on Chase mortgages than similarly situated white borrowers.”\n"]}