{"name": "Equated Monthly Installment (EMI) Definition", "@id": "https://www.investopedia.com/terms/e/equated_monthly_installment.asp", "related": ["https://www.investopedia.com/terms/l/loan.asp", "https://www.investopedia.com/terms/a/amortization.asp", "https://www.investopedia.com/terms/f/fra.asp", "https://www.investopedia.com/terms/s/simple_interest.asp", "https://www.investopedia.com/terms/a/apy.asp", "https://www.investopedia.com/terms/a/apr.asp"], "body": ["\nAn equated monthly installment (EMI) is a fixed payment amount made by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prime-borrower.asp\">borrower</a> to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\">lender</a> at a specified date each calendar month. Equated monthly installments are used to pay off both interest and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\">principal</a> each month so that over a specified number of years, the loan is paid off in full. With most common types of loans—such as real estate mortgages, auto loans, and student loans—the borrower makes fixed periodic payments to the lender over the course of several years with the goal of retiring the loan.\n", "\nEMIs differ from variable payment plans, in which the borrower is able to pay higher payment amounts at his or her discretion. In EMI plans borrowers are usually only allowed one fixed payment amount each month. The benefit of an EMI for borrowers is that they know precisely how much money they will need to pay toward their loan each month, which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/06/budgeting.asp\">makes their personal budgeting process easier</a>.\n", "\nThe EMI can be calculated using either the flat-rate method or the reducing-balance method. The EMI flat-rate formula is calculated by adding together the principal loan amount and the interest on the principal and dividing the result by the number of periods multiplied by the number of months.\n", "\nThe EMI reducing-balance method is calculated using the formula shown below, in which P is the principal amount borrowed, I is the annual interest rate, r is the periodic monthly interest rate, n is the total number of monthly payments, and t is the number of months in a year.\n", "\n(P x I) x ((1 + r)n)/ (t x ((1 + r)n)- 1)\n", "\nAssume a property investor takes out a mortgage of $500,000, which is the principal loan amount, at an interest rate of 3.50% for 10 years. The investor’s EMI using the flat-rate method is calculated to be $5,625, or ($500,000 + ($500,000 x 10 x 0.035)) / (10 x 12). Note that in the EMI flat-rate calculation, the principal loan amount remains constant throughout the 10-year mortgage period, which suggests that the EMI reducing-balance method may be a better option, because <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/acceleratedpayments.asp\">borrowers typically pay off the monthly balance to reduce the principal</a>.\n", "\nAssume that the EMI reducing-balance method was used instead of the EMI fixed-rate method in the previous example. The EMI would be $1,549, or (($500,000 x (0.035)) x (1 + (0.035 / 12))120;) / (12 x (1 + (0.035/12))120; - 1). Therefore, the EMI reducing-balance method is more cost-friendly to borrowers.\n"]}