{"name": "Equity Market Definition", "@id": "https://www.investopedia.com/terms/e/equitymarket.asp", "related": ["https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/s/specialistfirm.asp", "https://www.investopedia.com/terms/t/thirdmarket.asp", "https://www.investopedia.com/terms/m/marketmaker.asp", "https://www.investopedia.com/terms/p/publiccompany.asp"], "body": ["\nAn equity market is a market in which shares of companies are issued and traded, either through exchanges or over-the-counter markets. Also known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a>, it is one of the most vital areas of a market economy. It gives companies access to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a> to grow their business, and investors a piece of ownership in a company with the potential to realize gains in their investment based on the company's future performance. \n", "\nEquity markets are the meeting point for buyers and sellers of stocks. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">securities</a> traded in the equity market can either be public stocks, which are those listed on the stock exchange, or privately traded stocks. Often, private stocks are traded through dealers, which is the definition of an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/over-the-countermarket.asp\" rel=\"noopener noreferrer\">over-the-counter market</a>.\n", "\nWhen companies are born they are private companies, and after a certain time, they go through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (IPO), which is a process that turns them into public companies traded on a stock exchange. Private stocks operate slightly differently as they are only offered to employees and certain investors.\n", "\nSome of the largest equity markets, or stock markets, in the world are the New York Stock Exchange, Nasdaq, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tokyo.asp\" rel=\"noopener noreferrer\">Tokyo Stock Exchange</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shanghai-stock-exchange.asp\" rel=\"noopener noreferrer\">Shanghai Stock Exchange</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euronext.asp\" rel=\"noopener noreferrer\">Euronext Europe</a>.\n", "\nCompanies list their stocks on an exchange as a way to obtain capital to grow their business. An equity market is a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equityfinancing.asp\" rel=\"noopener noreferrer\">equity financing</a>, in which a company gives up a certain percentage of ownership in exchange for capital. That capital is then used for a variety of business needs. Equity financing is the opposite of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtfinancing.asp\" rel=\"noopener noreferrer\">debt financing</a>, which utilizes loans and other forms of borrowing to obtain capital.\n", "\nIn the equity market, investors bid for stocks by offering a certain price, and sellers ask for a specific price. When these two prices match, a sale occurs. Often, there are many investors bidding on the same stock. When this occurs, the first investor to place the bid is the first to get the stock. When a buyer will pay any price for the stock, they are buying at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a>; similarly, when a seller will take any price for the stock, they are selling at market value.\n", "\nWhen a company offers its stock on the market, it means the company is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/publiccompany.asp\" rel=\"noopener noreferrer\">publicly traded</a>, and each stock represents a piece of ownership. This appeals to investors, and when a company does well, its investors are rewarded as the value of their stocks rise.\n", "\nThe risk comes when a company is not doing well, and its stock value may fall. Stocks can be bought and sold easily and quickly, and the activity surrounding a certain stock impacts its value. For example, when there is a high demand to invest in the company, the price of the stock tends to rise, and when many investors want to sell their stocks, the value goes down.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/092404.asp\" rel=\"noopener noreferrer\">Stock exchanges</a> can be either physical places or virtual gathering spots. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\" rel=\"noopener noreferrer\">Nasdaq</a> is an example of a virtual trading post, in which stocks are traded electronically through a network of computers. Electronic trading posts are becoming more common and a preferred method of trading over physical exchanges.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">New York Stock Exchange</a> (NYSE) on Wall Street is a famous example of a physical stock exchange; however, there is also the option to trade in online exchanges from that location, so it is technically a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hybrid_market.asp\" rel=\"noopener noreferrer\">hybrid market</a>.\n", "\nMost large companies have stocks that are listed on multiple stock exchanges throughout the world. However, companies with stocks in the equity market range from large-scale to small, and traders range from big companies to individual investors.\n", "\nMost buyers and sellers tend to prefer trading at larger exchanges, where there are more options and opportunities than at smaller exchanges. However, in recent years, there has been an uptick in the number of exchanges through third-party markets, which bypass the commission of a stock exchange, but pose a greater risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adverseselection.asp\" rel=\"noopener noreferrer\">adverse selection</a> and don't guarantee the payment or delivery of the stock.\n", "\nIn a physical exchange, orders are made in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openoutcry.asp\" rel=\"noopener noreferrer\">open outcry</a> format, which is reminiscent of depictions of Wall Street in the movies: traders shout and display hand signals across the floor in order to place trades. Physical exchanges are made on the trading floor and filter through a floor broker, who finds the trading post specialist for that stock to put through the order.\n", "\nPhysical exchanges are still very much human environments, although there are a lot of functions performed by computers. Brokers are paid commissions on the stocks they work. This form of trading has become rare and replaced by electronic communication.\n"]}