{"name": "Equity Financing Definition", "@id": "https://www.investopedia.com/terms/e/equityfinancing.asp", "related": ["https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/c/capitalstructure.asp", "https://www.investopedia.com/terms/f/financing.asp", "https://www.investopedia.com/terms/c/costofcapital.asp", "https://www.investopedia.com/terms/a/add-on.asp", "https://www.investopedia.com/terms/e/equity.asp"], "body": ["\nEquity financing is the process of raising capital through the sale of shares. Companies raise money because they might have a short-term need to pay bills, or they might have a long-term goal and require funds to invest in their growth. By selling shares, a company is effectively selling ownership in their company in return for cash.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">Equity</a> financing comes from many sources: for example, an entrepreneur's friends and family, investors, or an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> (IPO). An IPO is a process that private companies undergo in order to offer shares of their business to the public in a new stock issuance. Public share issuance allows a company to raise capital from public investors. Industry giants, such as Google and Facebook, raised billions in capital through IPOs.\n", "\nWhile the term equity financing refers to the financing of public companies listed on an exchange, the term also applies to private company financing.\n", "\nEquity financing involves the sale of common equity, but also the sale of other equity or quasi-equity instruments such as preferred stock, convertible preferred stock, and equity units that include common shares and warrants.\n", "\nA startup that grows into a successful company will have several rounds of equity financing as it evolves. Since a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startup</a> typically attracts different types of investors at various stages of its evolution, it may use different equity instruments for its financing needs.\n", "\nFor example, angel investors and venture capitalists—who are generally the first investors in a startup—are inclined to favor convertible preferred shares rather than common equity in exchange for funding new companies because the former have greater upside potential and some downside protection. Once the company has grown large enough to consider going public, it may consider selling common equity to institutional and retail investors.\n", "\nLater, if the company needs additional capital, it may choose secondary equity financing options, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rightsoffering.asp\" rel=\"noopener noreferrer\">rights offering</a> or an offering of equity units that includes warrants as a sweetener.\n", "\nBusinesses typically have two options for financing to consider when they want to raise capital for business needs: equity financing and debt financing. Debt financing involves borrowing money; equity financing involves selling a portion of equity in the company. While there are distinct advantages to both of these types of financing, most companies use a combination of equity and debt financing.\n", "\nThe most common form of debt financing is a loan. Unlike equity financing which carries no repayment obligation, debt financing requires a company to pay back the money it receives, plus interest. However, an advantage of a loan (and debt financing, in general) is that it does not require a company to give up a portion of its ownership to shareholders.\n", "\nWith debt financing, the lender has no control over the business's operations. Once you pay back the loan, your relationship with the financial institution ends. (When companies elect to raise capital by selling equity shares to investors, they have to share their profits and consult with these investors any time they make decisions that impact the entire company.)\n", "\nDebt financing can also place restrictions on a company's operations so that it might not have as much leverage to take advantage of opportunities outside of its core business. In general, companies want to have a relatively low debt-to-equity ratio; creditors will look more favorably on this and will allow them to access additional debt financing in the future if a pressing need arises. Finally, interest paid on loans is tax-deductible for a company and loan payments make forecasting for future expenses easy because the amount does not fluctuate.\n", "\nWhen making the decision about whether to seek debt or equity financing, companies usually consider these three factors:\n", "\nThe equity-financing process is governed by rules imposed by a local or national securities authority in most jurisdictions. Such regulation is primarily designed to protect the investing public from unscrupulous operators who may raise funds from unsuspecting investors and disappear with the financing proceeds.\n", "\nEquity financing is thus often accompanied by an offering memorandum or prospectus, which contains extensive information that should help the investor make an informed decision on the merits of the financing. The memorandum or prospectus will state the company's activities, information on its officers and directors, how the financing proceeds will be used, the risk factors, and financial statements.\n", "\nInvestor appetite for equity financing depends significantly on the state of the financial markets in general and equity markets in particular. While a steady pace of equity financing is a sign of investor confidence, a torrent of financing may indicate excessive optimism and a looming market top. For example, IPOs by dotcoms and technology companies reached record levels in the late 1990s, before the “tech wreck” that engulfed the Nasdaq from 2000 to 2002. The pace of equity financing typically drops off sharply after a sustained market correction due to investor risk-aversion during such periods.\n", "\nEquity financing involves selling a portion of a company's equity in return for capital. By selling shares, a company is effectively selling ownership in their company in return for cash.\n", "\nThere are two primary methods that companies use to obtain equity financing: the private placement of stock with investors or venture capital firms and public stock offerings. It is more common for young companies and startups to choose private placement because it is simpler.\n", "\nThe most important benefit of equity financing is that the money does not need not be repaid. However, equity financing does have some drawbacks.\n", "\nWhen investors purchase stock, it is understood that they will own a small stake in the business in the future. A company must generate consistent profits so that it can maintain a healthy stock valuation and pay dividends to its shareholders. Since equity financing is a greater risk to the investor than debt financing is to the lender, the cost of equity is often higher than the cost of debt.\n", "\nCompanies often require outside investment to maintain their operations and invest in future growth. Any smart business strategy will include a consideration of the balance of debt and equity financing that is the most cost-effective. Equity financing can come from many different sources. Regardless of the source, the greatest advantage of equity financing is that it carries no repayment obligation and it provides extra capital that a company can use to expand its operations.\n"]}