{"name": "Equity Compensation Definition", "@id": "https://www.investopedia.com/terms/e/equity-compensation.asp", "related": ["https://www.investopedia.com/terms/i/iso.asp", "https://www.investopedia.com/terms/s/stockcompensation.asp", "https://www.investopedia.com/terms/q/qualifyingdisposition.asp", "https://www.investopedia.com/terms/r/restrictedstock.asp", "https://www.investopedia.com/terms/s/statutory-stock-option.asp", "https://www.investopedia.com/terms/s/stockforstock.asp"], "body": ["\nEquity compensation is non-cash pay that is offered to employees. Equity compensation may include options, restricted stock, and performance shares; all of these investment vehicles represent ownership in the firm for a company's employees.\n", "\nEquity compensation allows the employees of the firm to share in the profits via appreciation and can encourage retention, particularly if there are vesting requirements. At times, equity compensation may accompany a below-market salary.\n", "\nEquity compensation is a benefit provided by many public companies and some private companies, especially <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startup</a> companies. Recently launched firms may lack the cash or want to invest cash flow into growth initiatives, making <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> compensation an option to attract high-quality employees. Traditionally, technology companies in both the start-up phase and more mature companies have used equity compensation to reward employees.\n", "\nWith equity compensation, there is never a guarantee that your equity stake will actually pay off. As opposed to equity (or in combination with equity compensation), being <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/031115/salary-vs-hourly-how-benefits-laws-differ.asp\" rel=\"noopener noreferrer\">paid a salary</a> can be beneficial you know exactly what you're getting. There are many variables that can impact your equity compensation.\n", "\nCompanies that offer equity compensation can give employees <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\" rel=\"noopener noreferrer\">stock options</a> that offer the right to purchase shares of the companies' stocks at a predetermined price, also referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\" rel=\"noopener noreferrer\">exercise price</a>. This right may vest with time, allowing employees to gain control of this option after working for the company for a certain period of time. When the option vests, they gain the right to sell or transfer the option. This method encourages employees to stick with the company for the long term. However, the option typically has an expiration.\n", "\nEmployees who have this option are not considered stockholders and do not share the same rights as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>. There are different tax consequences to options that are vested versus those that are not, so employees must look into what tax rules apply to their specific situations.\n", "\nAdditional types of equity compensation include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nso.asp\" rel=\"noopener noreferrer\">non-qualified stock options</a> (NSO) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iso.asp\" rel=\"noopener noreferrer\">incentive stock options</a> (ISOs). ISOs are only available to employees (and not non-employee directors or consultants). These options <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/061615/how-stock-options-are-taxed-reported.asp\" rel=\"noopener noreferrer\">provide special tax advantages</a>. For example, with non-qualified stock options, employers do not have to report when they receive this option or when it becomes exercisable.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restrictedstock.asp\" rel=\"noopener noreferrer\">Restricted stock</a> requires the completion of a vesting period. Vesting may be done all at once after a certain period of time. Alternatively, vesting may be done equally over a set period of years, or any other combination that the management of a company finds suitable. Restricted stock units (RSUs) are similar, but they represent the company's promise to pay shares based on a vesting schedule. This offers some advantages to the company, but employees do not gain any rights of stock ownership, such as voting, until the shares are earned and issued.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/performanceshares.asp\" rel=\"noopener noreferrer\">Performance shares</a> are awarded only if certain specified measures are met. These could include metrics, such as an earnings per share (EPS) target, return on equity (ROE), or the total return of the company's stock in relation to an index. Typically, performance periods are over a multi-year time horizon.\n"]}