{"name": "Equity Accounting", "@id": "https://www.investopedia.com/terms/e/equityaccounting.asp", "related": ["https://www.investopedia.com/terms/e/equitymethod.asp", "https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp", "https://www.investopedia.com/terms/m/marktomarket.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/a/asset.asp", "https://www.investopedia.com/terms/c/capitallease.asp"], "body": ["\nEquity accounting is an accounting process for recording investments in associated companies or entities. Companies sometimes have ownership interests in other companies. Typically, equity accounting–also called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymethod.asp\">equity method</a>–is applied when an investor or holding entity owns 20–50% of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingshares.asp\">voting stock</a> of the associate company. The equity method of accounting is used only when an investor or investing company can exert a significant influence over the investee or owned company.\n", "\nWhen using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymethod.asp\">equity method</a>, an investor recognizes only its share of the profits and losses of the investee, meaning it records a proportion of the profits based on the percentage of ownership interest. These profits and losses are also reflected in the financial accounts of the investee. If the investing entity records any profit or loss, it is reflected on its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a>.\n", "\nAlso, the initial investment amount in the company is recorded as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">asset</a> on the investing company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>. However, changes in the investment value are also recorded and adjusted on the investor's balance sheet. In other words, profit increases of the investee would increase the investment value, while losses would decrease the investment amount on the balance sheet.\n", "\nUnder equity accounting, the biggest consideration is the level of investor influence over the operating or financial decisions of the investee. When there's a significant amount of money invested in a company by another company, the investor can exert influence over the financial and operating decisions, which ultimately impacts the financial results of the investee.\n", "\nWhile no precise measure can gauge an exact level of influence, several common indicators of operational and financial policies include:\n", "\nWhen an investor acquires 20% or more of the voting stock of an investee, it is presumed that, without evidence to the contrary, that an investor maintains the ability to exercise significant influence over the investee. Conversely, when an ownership position is less than 20%, there is a presumption that the investor does not exert significant influence over the investee unless it can otherwise demonstrate such ability.\n", "\nInterestingly, substantial or even majority ownership of an investee by another party does not necessarily prohibit the investor from also having significant influence with the investee. For instance, many sizable institutional investors may enjoy more implicit control than their absolute ownership level would ordinarily allow.\n", "\nIf there is no significant influence over the investee, the investor instead uses the<strong> </strong>cost method to account for its investment in an associated company.<em> </em>The cost method of accounting records the cost of the investment as an asset at its historical cost. However, the value of the asset doesn't change regardless of whether the investee reported profits or losses. On the other hand, the equity method makes periodic adjustments to the value of the asset on the investor's balance sheet since they have a 20%-50% controlling investment interest in the investee.\n"]}