{"name": "Errors and Omissions Insurance (E&O) Definition", "@id": "https://www.investopedia.com/terms/e/errors-omissions-insurance.asp", "related": ["https://www.investopedia.com/terms/c/counseling-liability.asp", "https://www.investopedia.com/terms/i/indemnity_insurance.asp", "https://www.investopedia.com/terms/b/bankers-professional-liability-bpl-insurance.asp", "https://www.investopedia.com/terms/p/professional-liability-insurance.asp", "https://www.investopedia.com/terms/l/liability_insurance.asp", "https://www.investopedia.com/terms/i/indemnity.asp"], "body": ["\nErrors and omissions insurance (E&amp;O) is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/professional-liability-insurance.asp\" rel=\"noopener noreferrer\">professional liability insurance</a> that protects companies, their workers, and other professionals against claims of inadequate work or negligent actions.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nErrors and omissions insurance often covers both court costs and any settlements up to the amount specified by the insurance contract. This kind of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability_insurance.asp\" rel=\"noopener noreferrer\">liability insurance</a> is generally required for professional advice-giving or service-providing businesses.\n", "\nErrors and omissions insurance is a form of liability insurance. It protects companies against the full costs of a claim made by a client against a professional who provides advice or a service such as a consultant, financial adviser, insurance agent, or a lawyer.\n", "\nFor example, a client may sue an adviser or broker after an investment goes sour, even if the risks were well-known and within the guidelines established by the client. Even if a court or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitration.asp\" rel=\"noopener noreferrer\">arbitration</a> panel finds in favor of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">broker</a> or investment adviser, the legal fees can be very high, which is why E&amp;O insurance is important.\n", "\nThe benefits E&amp;O insurance gives companies or individuals vary greatly depending on the policy and issuing insurance company. E&amp;O insurance may or may not cover temporary employees, claims stemming from work done before the policy was in force, or claims in various jurisdictions. These policies do not cover criminal prosecution and certain liabilities that may arise in civil court not listed in the policy.\n", "\nThe cost of a policy depends on a number of factors including the kind of business covered, its location, and any previous claims that have been paid out in the past.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050715/how-does-insurance-broker-make-money.asp\" rel=\"noopener noreferrer\">Insurance brokers</a>, insurance dealers, registered investment advisers, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialplanner.asp\" rel=\"noopener noreferrer\">financial planners</a>, and other financial professionals can obtain E&amp;O insurance. Regulatory bodies, such as the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\" rel=\"noopener noreferrer\">Financial Industry Regulatory Authority</a> (FINRA), or company investors often require E&amp;O insurance.\n", "\nE&amp;O insurance is also applicable to businesses outside the financial industry including nonprofits, general maintenance companies and contractors, and engineering firms. Any other company or professional who provides a service such as wedding planners and printers also need E&amp;O insurance. Doctors, dentists, and other medical professionals also take out E&amp;O insurance called malpractice insurance.\n", "\nA person or company with numerous litigation problems has a higher underwriting risk and is likely to find E&amp;O insurance more expensive or less favorable in its terms as a result.\n", "\nWithout E&amp;O insurance, a company can be held liable for up to millions in damages plus the fees associated with a legal team. E&amp;O insurance helps mitigate or eliminate these potential liabilities.\n", "\nLet's say a company that hosts servers used by third parties for data purposes is breached by hackers who gain access to proprietary information and client data. The companies affected by the hack then sue the server-hosting company for damages for inadequate security. The server-hosting company has an E&amp;O insurance policy and reviews it to see what the policy does and does not cover. To the company's benefit, its errors and omissions policy is robust and covers such situations. The insurance company pays for the legal expenses involved in the court case against multiple companies. It also pays for any monetary damages rendered by the courts or settled in arbitration.\n", "\nHaving errors and omissions coverage helps the company avoid a substantial financial hit—even bankruptcy—depending on the company's finances. If you or your employees are in the business of providing professional advice or other professional services, E&amp;O insurance could be worth your consideration.\n"]}