{"name": "Escheat Definition", "@id": "https://www.investopedia.com/terms/e/escheat.asp", "related": ["https://www.investopedia.com/terms/b/bona-vacantia.asp", "https://www.investopedia.com/terms/a/abandoned-property.asp", "https://www.investopedia.com/terms/r/reclamation.asp", "https://www.investopedia.com/terms/d/dormant-account.asp", "https://www.investopedia.com/terms/p/probate.asp", "https://www.investopedia.com/terms/u/unclaimed-funds.asp"], "body": ["\nEscheat refers to the right of a government to take ownership of estate assets or unclaimed property. It most commonly occurs when an individual dies with no will and no heirs. Escheat rights can also be granted when assets are unclaimed for a prolonged period of time. These situations can also be referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bona-vacantia.asp\" rel=\"noopener noreferrer\">bona vacantia</a> or simply just unclaimed property.\n", "\nThe concept of escheat maintains that property always has a recognized owner, which would be the state or government if no other claimants to ownership exist or are readily identified. In the U.S., <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.keaneunclaimedproperty.com/unclaimed-property-laws\" rel=\"noopener noreferrer nofollow\">each state jurisdiction</a> has its own laws and regulations governing escheat rights and related matters.\n", "\nEscheat is a government’s right to property if it is unclaimed for any reason after a period of time. Escheat rights can be granted by a court of law or given following a standard time period. In the case of death with no will or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heir.asp\" rel=\"noopener noreferrer\">heirs</a>, escheat rights may be granted to a state in a probate decision.\n", "\nIn the U.S., each state has its own rules and regulations governing escheat rights. Often, property that has been escheated may later be reclaimed. Some states may incorporate a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statute-of-limitations.asp\" rel=\"noopener noreferrer\">statute of limitations</a>, which creates an expiration date after which reclaiming property is no longer allowed.\n", "\nEscheatment is the process of transferring assets to the state. Escheat rights are often maintained on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocablebeneficiary.asp\" rel=\"noopener noreferrer\">revocable</a> basis, which can be allowed to extend into perpetuity if no statute of limitations exists. This means that ownership of an estate or property assets could revert to a lawful heir or owner should one turn up.\n", "\nIn the case of death, estate assets with no will are considered intestate. All deaths and death wishes usually go through a probate court for final determination. Intestate deaths also go through probate, which involves researching heirs who may be given property assets. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://estate.findlaw.com/probate/probate-without-a-will.html\" rel=\"noopener noreferrer nofollow\">Heirs eligible</a> for inheriting assets intestate may include spouses, siblings, aunts, uncles, nieces, nephews, cousins, and potentially other distant relatives. If a probate court finds no heirs for unclaimed assets in death, then a judge would grant escheat rights to the state. Escheat may also occur in the event that a will or trust is deemed defective and legal heirs to an estate cannot be readily identified. Generally, the identification of heirs in most intestate deaths foregoes the need for escheatment. However, escheat can also kick in if an individual's legal heirs are deemed incompetent to manage the inheritance and no other rightful heirs can be identified.\n", "\nIf a rightful heir comes forward after escheat rights have been granted, property can be given to such heirs as outlined by laws. Laws vary widely from state to state and may include a statute of limitations that can make asset rights irrevocable.\n", "\nU.S. states also have processes and procedures for granting escheat rights when property has been unclaimed for a prolonged period of time. Processes and procedures vary by the type of asset and also by state.\n", "\nEscheat rights can be granted to the government for different types of assets. Assets may include real estate or potentially bank deposits and unclaimed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">securities</a> in accounts that have been dormant for a prolonged period of time.\n", "\nFinancial institutions and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/fast-answers/answersescheathtm.html\" rel=\"noopener noreferrer\">brokerages</a> keep records of inactivity, labeling inactive accounts dormant after a specified time period. Financial institutions keep records of dormant accounts. These accounts are usually required to be turned over to the government after a specified period of time, which is typically determined by each state. By law, financial institutions with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dormant-account.asp\" rel=\"noopener noreferrer\">dormant accounts</a> are usually required to make efforts—such as sending reminders and issuing notices—to locate the owners of these assets before finally transferring them to the state through escheatment.\n", "\nEscheat rights vary broadly by asset type and also by state. Each state can determine the time frame for granting escheat rights to the government and the process for doing so. Oftentimes for financial accounts, escheatment occurs automatically after a specified amount of time has elapsed.\n", "\nSome states maintain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://unclaimed.org/ \" rel=\"noopener noreferrer\">online registries</a> of unclaimed assets and dormant accounts. This enables rightful owners to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111115/how-can-you-reclaim-escheated-or-unclaimed-property.asp\" rel=\"noopener noreferrer\">reclaim assets</a> even after escheat rights have been granted to the state. However, these efforts are ultimately subject to state law, and states can institute a statute of limitations that restricts claims after a specified period of time. Statutes of limitation usually help to protect states that sell assets or spend funds for their own use, making these assets less recoverable over time.\n"]}