{"name": "Estate Planning Definition", "@id": "https://www.investopedia.com/terms/e/estateplanning.asp", "related": ["https://www.investopedia.com/terms/e/estate.asp", "https://www.investopedia.com/terms/e/executor.asp", "https://www.investopedia.com/terms/t/taxableestate.asp", "https://www.investopedia.com/terms/b/bequest.asp", "https://www.investopedia.com/terms/a/annual-exclusion.asp", "https://www.investopedia.com/terms/w/will.asp"], "body": ["\nEstate planning is the preparation of tasks that serve to manage an individual's asset base in the event of their incapacitation or death. The planning includes the bequest of assets to heirs and the settlement of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\" rel=\"noopener noreferrer\">estate taxes</a>. Most estate plans are set up with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/070815/10-questions-ask-your-estate-planning-attorney.asp\" rel=\"noopener noreferrer\">help of an attorney</a> experienced in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101314/what-do-real-estate-attorneys-do.asp\" rel=\"noopener noreferrer\">estate law</a>.\n", "\nEstate planning involves determining how an individual’s assets will be preserved, managed, and distributed after death. It also takes into account the management of an individual’s properties and financial obligations in the event that they become incapacitated.\n", "\nAssets that could make up an individual’s estate include houses, cars, stocks, artwork, life insurance, pensions, and debt. Individuals have various reasons for planning an estate, such as preserving family wealth, providing for a surviving spouse and children, funding children's or grandchildren’s education, or leaving their legacy behind to a charitable cause.\n", "\nThe most basic step in estate planning involves writing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-online-will-makers-4843732\" rel=\"noopener noreferrer\">will</a>. Other major estate planning tasks include the following:\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/will.asp\" rel=\"noopener noreferrer\">will</a> is a legal document created to provide instructions on how an individual’s property and custody of minor children, if any, should be handled after death. The individual expresses their wishes through the document and names a trustee or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/executor.asp\" rel=\"noopener noreferrer\">executor</a> that they trust to fulfill their stated intentions. The will also indicates whether a trust should be created after death. Depending on the estate owner’s intentions, a trust can go into effect during their lifetime (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/living-trust.asp\" rel=\"noopener noreferrer\">living trust</a>) or after their death (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/testamentarytrust.asp\" rel=\"noopener noreferrer\">testamentary trust</a>).\n", "\nThe authenticity of a will is determined through a legal process known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probate.asp\" rel=\"noopener noreferrer\">probate</a>. Probate is the first step taken in administering the estate of a deceased person and distributing assets to the beneficiaries. When an individual dies, the custodian of the will must take the will to the probate court or to the executor named in the will within 30 days of the death of the testator.\n", "\nThe probate process is a court-supervised procedure in which the authenticity of the will left behind is proved to be valid and accepted as the true last testament of the deceased. The court officially appoints the executor named in the will, which, in turn, gives the executor the legal power to act on behalf of the deceased.\n", "\nThe legal personal representative or executor approved by the court is responsible for locating and overseeing all the assets of the deceased. The executor has to estimate the value of the estate by using either the date of death value or the alternative valuation date, as provided in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\" rel=\"noopener noreferrer\">Internal Revenue Code (IRC)</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA list of assets that need to be assessed during probate includes retirement accounts, bank accounts, stocks and bonds, real estate property, jewelry, and any other items of value. Most assets that are subject to probate administration come under the supervision of the probate court in the place where the decedent lived at death.\n", "\nThe exception is real estate, which must be probated in the county in which it is located.\n", "\nThe executor also has to pay off any taxes and debt owed by the deceased from the estate. Creditors usually have a limited amount of time from the date they were notified of the testator’s death to make claims against the estate for money owed to them. Claims that are rejected by the executor can be taken to court where a probate judge will have the final say as to whether or not the claim is valid.\n", "\nThe executor is also responsible for filing the final personal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income tax</a> returns on behalf of the deceased. After the inventory of the estate has been taken, the value of assets calculated, and taxes and debt paid off, the executor will then seek authorization from the court to distribute whatever is left of the estate to the beneficiaries.\n", "\nFederal and state taxes applied to an estate can considerably reduce its value before assets are distributed to beneficiaries. Death can result in large liabilities for the family, necessitating generational transfer strategies that can reduce, eliminate, or postpone tax payments.\n", "\nDuring the estate-planning process, there are significant steps that individuals and married couples can take to reduce the impact of these taxes.\n", "\nMarried couples, for example, can set up an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/a-b-trust.asp\" rel=\"noopener noreferrer\">AB trust</a> that divides into two after the death of the first spouse.\n", "\nA grandfather may encourage his grandchildren to seek college or advanced degrees and thus transfer assets to an entity, such as a 529 plan, for the purpose of current or future education funding.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ That may be a much more tax-efficient move than having those assets transferred after death to fund college when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\" rel=\"noopener noreferrer\">beneficiaries</a> are of college age. The latter may trigger multiple <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableevent.asp\" rel=\"noopener noreferrer\">tax events</a> that can severely limit the amount of funding available to the kids.\n", "\nAnother strategy an estate planner can take to minimize the estate’s tax liability after death is by giving to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualified-charitable-organization.asp\" rel=\"noopener noreferrer\">charitable organizations</a> while alive. The gifts reduce the financial size of the estate since they are excluded from the taxable estate, thus lowering the estate tax bill.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nAs a result, the individual has a lower effective cost of giving, which provides additional incentive to make those gifts. And of course, an individual may wish to make charitable contributions to a variety of causes. Estate planners can work with the donor in order to reduce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income</a> as a result of those contributions, or formulate strategies that maximize the effect of those donations.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nThis is another strategy that can be used to limit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/death-taxes.asp\" rel=\"noopener noreferrer\">death taxes</a>. It involves an individual locking in the current value, and thus tax liability, of their property, while attributing the value of future growth of that capital property to another person. Any increase that occurs in the value of the assets in the future is transferred to the benefit of another person, such as a spouse, child, or grandchild.\n", "\nThis method involves freezing the value of an asset at its value on the date of transfer. Accordingly, the amount of potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gain</a> at death is also frozen, allowing the estate planner to estimate their potential tax liability upon death and better plan for the payment of income taxes.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">Life insurance</a> serves as a source to pay death taxes and expenses, fund business buy-sell agreements, and fund retirement plans. If sufficient insurance proceeds are available and the policies are properly structured, any income tax on the deemed dispositions of assets following the death of an individual can be paid without resorting to the sale of assets. Proceeds from life insurance that are received by the beneficiaries upon the death of the insured are generally income tax-free.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nEstate planning is an ongoing process and should be started as soon as an individual has any measurable asset base. As life progresses and goals shift, the estate plan should shift in line with new goals. Lack of adequate estate planning can cause undue financial burdens to loved ones (estate taxes can run as high as 40%), so at the very least a will should be set up—even if the taxable estate is not large.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n"]}