{"name": "Estate Tax Definition", "@id": "https://www.investopedia.com/terms/e/estatetax.asp", "related": ["https://www.investopedia.com/terms/t/transfertax.asp", "https://www.investopedia.com/terms/i/inheritancetax.asp", "https://www.investopedia.com/terms/t/terminalyear.asp", "https://www.investopedia.com/terms/c/carryover-basis.asp", "https://www.investopedia.com/terms/u/uniform-transfer-tax.asp", "https://www.investopedia.com/terms/f/form-706.asp"], "body": ["\nAn estate tax is a levy on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estate.asp\" rel=\"noopener noreferrer\">estates</a> whose value exceeds an exclusion limit set by law. Only the amount that exceeds that minimum threshold is subject to tax. Assessed by the federal government and about a dozen state governments, these levies are calculated based on the estate's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairmarketvalue.asp\" rel=\"noopener noreferrer\">fair market value</a> (FMV) rather than what the deceased originally paid for its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a>. The tax is levied by the state in which the deceased person was living at the time of their death. \n", "\nUnder what is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unlimited-marital-deduction.asp\" rel=\"noopener noreferrer\">unlimited marital deduction</a>, the estate tax does not apply to assets that will be transferred to a surviving spouse. However, when the surviving spouse who inherited an estate dies, the beneficiaries may then owe estate taxes if the estate exceeds the exclusion limit.\n", "\nFor 2021, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) requires estates with combined gross assets and prior taxable gifts exceeding $11.7 million (up from $11.58 million for 2020) to file a federal estate tax return and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101315/are-estate-distributions-taxable.asp\" rel=\"noopener noreferrer\">pay estate tax as required</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nIn many instances, the effective U.S. estate tax rate is substantially lower than the top federal statutory rate of 37%.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ This happens in part because of the tax being assessed only on the portion of an estate that exceeds the exclusion limit.\n", "\nTo illustrate the impact of the exclusions, consider an estate that's worth $13 million. With the 2021 exclusion limit of $11.7 million, federal estate taxes would be owed on just $1.3 million of the estate, or a tenth of its total assets.\n", "\nIn addition, estate holders and beneficiaries, or their attorneys, continually find new and creative ways to protect significant chunks of an estate’s remaining value from taxes by taking advantage of discounts, deductions, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loophole.asp\" rel=\"noopener noreferrer\">loopholes</a> that have been enacted by policymakers over the years.\n", "\nAn estate that escapes federal tax may still be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/120715/estate-taxes-who-pays-what-and-how-much.asp\" rel=\"noopener noreferrer\">subject to taxation</a> by the state in which the deceased person was living at the time of their death. That's because the exemptions for state and district estate taxes are all less than half those of the federal exclusion. That said, estates valued at less than $1,000,000 are not taxed in any jurisdiction.\n", "\nHere are the jurisdictions that have estate taxes, with the threshold minimums at which they apply shown in parentheses. Click on the state's name for further information from the state government on its estate tax.\n", "\nAbove those thresholds, the tax is usually assessed on a sliding basis, much like the brackets for income tax. In 2019, the tax rate is typically 10% or so for amounts just over the threshold, and rises in steps, usually to 16%. The tax is lowest in Connecticut, where it begins at 7.80% and rises to 12%, and highest in Washington State, where it tops out at 19%.\n", "\nSince estate taxes are levied on an individual's assets and estate after death, they can be avoided if you gift assets before you die. However, the federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gifttax.asp\" rel=\"noopener noreferrer\">gift tax</a> applies to assets that are given away in excess of certain limits while the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a> is living. According to the IRS, the gift tax applies whether the donor meant the transfer as a gift or not. \n", "\nHowever, the IRS offers generous gift exclusions. In 2019, the annual exclusion is $15,000, meaning tax filers can give away up to $15,000 to each and every person they wish without paying tax on any of those gifts. And they may offer gifts up to the value of the gift exclusion year after year without incurring tax. These provisions make gifting an effective way to avoid tax on assets transferred to people, such as non-family members, who might be subject to the estate tax if the assets were transferred as part of an estate.\n", "\nIf your gifts exceed the gift-exclusion limit, they aren't subject to tax immediately—and may never be taxed, unless your estate is substantial. The amount in excess of the gift limit is noted and then added to the taxable value of your estate when calculating estate tax after you die. So if, for example, you decide to give a friend $20,000 as a single gift, you'll be spared tax up to the $15,000 exclusion limit. The remaining $5,000, however, will be added to the value of your estate and will be subject to tax if the estate's value exceeds the exclusion amount in your state or as set by the IRS.\n", "\nAn estate tax is applied to an estate before the assets are given to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\" rel=\"noopener noreferrer\">beneficiaries</a>. In contrast, an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inheritance.asp\" rel=\"noopener noreferrer\">inheritance</a> tax applies to assets after they have been inherited, and are paid by the inheritor.\n", "\nThere is no federal inheritance tax, however, and only select states (as of 2019, Iowa, Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania) still have their own inheritance taxes. Maryland alone has both an estate and an inheritance tax.\n", "\nWhether your inheritance will be taxed, and what rate, depends on its value, your relationship to the person who passed away, and the prevailing rules and rates where you live. As with estate tax, an inheritance tax, if due, is applied only to the sum that exceeds the exemption. Above those thresholds, the tax is usually assessed on a sliding basis. Rates typically begin in the single digits and rise to between 15% and 19%. Both the exemption you receive and the rate you're charged may vary by your relationship to the deceased.\n", "\nLife insurance payable to a named beneficiary is not typically subject to an inheritance tax, although life insurance payable to the deceased person or to his estate is usually subject to an estate tax.\n", "\nAs a rule, the closer your relationship to the decedent, the lower the rate you'll pay. Surviving spouses are exempt from inheritance tax in all six states. Domestic partners, too, are exempt in New Jersey. Descendants pay no inheritance tax except in Nebraska and Pennsylvania.\n", "\nThe inheritance tax is assessed by the state in which the inheritor is living.\n", "\nHere are the jurisdictions that have inheritance taxes, with their threshold minimums shown in parentheses. Click on the state's name for further information on its inheritance tax from the state government.\n", "\nBecause the rates for estate tax can be quite high, careful <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estateplanning.asp\" rel=\"noopener noreferrer\">estate planning</a> is advisable for individuals who have estates worth millions of dollars that they want to leave to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heir.asp\" rel=\"noopener noreferrer\">heirs</a> or other beneficiaries.\n"]}