{"name": "Ethereum Classic", "@id": "https://www.investopedia.com/terms/e/ethereum-classic.asp", "related": ["https://www.investopedia.com/terms/g/gas-ethereum.asp", "https://www.investopedia.com/terms/h/hard-fork.asp", "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp", "https://www.investopedia.com/terms/o/onchain-governance.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/non-fungible-tokens-nft-5115211"], "body": ["\nEthereum Classic is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-source.asp\">open-source</a>, decentralized, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a>-based distributed <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> platform that runs <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-contracts.asp\">smart contracts</a>. Ethereum Classic was formed—as a result of a hack of the network—in 2016. The original Ethereum blockchain was split in two with Ethereum Classic being the original and <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">Ethereum</a> being the newer blockchain.\n", "\nBased on the principle of “Code is Law,” smart contracts are self-executing autonomous digital applications, which are capable of running on their own as programmed. Examples of such applications include systems <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atm.asp\">automatic teller machines (ATM)</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a> system.\n", "\nEthereum Classic facilitates running smart contracts by offering the benefit of decentralized governance. In other words, the contracts can be enforced without a third party involved, such as a lawyer. Smart contracts are similar to if-then statements, meaning <em>if </em>the actions required within the contract have been fulfilled, <em>then </em>the responding contract parameters would be completed. <em>If</em> the contract parameters have not been fulfilled, <em>then</em> there might be a penalty, a fee, or the contract might be voided, depending on the terms established at the onset of the contract.\n", "\nFor example, in a real estate transaction, if the contract stated that an upfront deposit was to be paid on a certain date, and the funds were not received, the contract could be voided. The smart contracts are contained within a distributed ledger or blockchain network. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distributed-ledgers.asp\" rel=\"noopener noreferrer\">distributed ledger</a> is a ledger of transactions and contracts, which are kept and maintained in a decentralized manner across various locations.\n", "\nThe agreement between a buyer and seller is written in lines of code within the smart contract, which is self-executing, depending on the terms within the contract. As a result, there is no need for external monitoring or censoring by a central authority since the code controls the execution of the contract.\n", "\nInitially, the Ethereum blockchain was established as one network in which transactions were facilitated by using the cryptocurrency ether of ETH. However, in June 2016, the blockchain was hacked and $50 million worth of funds were stolen. As a result, a split or hard fork was performed to secure the network. Ethereum Classic emerged as a split version of Ethereum's blockchain, the other being Ethereum itself. The split was performed to return the stolen funds to their original owners, as per the records prior to the hack.\n", "\nThis resulted in a fork leading to the two versions existing simultaneously. The newer network, or Ethereum, uses ETH or ether as its cryptocurrency while the older one, renamed Ethereum Classic, uses ETC.\n", "\nAlthough both Ethereum and Ethereum Classic offer smart contracts and are after the same market, Ethereum has gained in popularity as the more legitimate of the two networks. Also, Ethereum's ETH is second only to Bitcoin as the most popular cryptocurrency in the world.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nOne of the chief concerns of Ethereum Classic is the potential limitations when it comes to scalability. Typically, the network can handle 15 transactions per second, but that number is far less than payment networks such as Visa, which handles more than one thousand transactions per second. Although Ethereum Classic has gone through many software upgrades, the scalability of its payment systems remains to be one of its biggest challenges going forward.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nAlso, security is likely to remain an issue with smart contracts, particularly since Ethereum Classic has already experienced a hack and theft of millions of dollars. These concerns could potentially prevent smart contracts via Ethereum Classic from being used in major financial and real estate transactions.\n", "\nRegulations of the cryptocurrency market continue to develop, which may or may not change how Ethereum Classic—and other networks—operate. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Security and Exchange Commission (SEC)</a> does not consider Ethereum or Bitcoin securities due to their decentralized networks.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nWithout being considered a security, some cryptos may have challenges getting approved for inclusion in various financial products that contain a basket of securities, stocks, and bonds such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange traded funds</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>. Going forward, uncertainty remains surrounding the regulatory landscape for Ethereum Classic as well as other, less popular blockchain networks.\n", "\nThe future of Ethereum Classic looks less bright than Ethereum since Ethereum is considered the more legitimate of the two networks, especially with the security concerns of Ethereum Classic. Investors have lost confidence in ETC over the years due to hacks into the system, and until ETC can redevelop its code and software to prevent future hacks, Ethereum Classic may have challenges ahead. However, it remains to be seen how the smart contracts will be developed within the Ethereum Classic project and whether they can be adopted for widespread use.\n", "\nAlthough Ethereum Classic's ETC has value as a speculative digital asset that investors can trade, Ethereum's ETH is considered the more legitimate and widely traded. In early 2021, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange (CME)</a> approved the trading of ether <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures</a>. Only bitcoin and ether have been approved for such transactions. The futures are <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivative</a> contracts on an underlying security with a fixed price and maturity date. Ether futures allow investors to trade ether for speculation but also to <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\">hedge</a> an outstanding position in ETH or perhaps other cryptos.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nWe can determine how the investment community views ETC versus ETH by analyzing how much capital or investment dollars are being committed to the two currencies. When comparing the two <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/market-capitalization-defined/\">market capitalization</a> of the two cryptos, ETH is the clear winner. The market cap of a cryptocurrency is calculated by multiplying the currency's price—based on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiatmoney.asp\">fiat currency</a> such as U.S. dollars—by the outstanding coins or tokens in circulation.\n", "\nETC has 116 million coins in circulation with a market capitalization of nearly $1.3 billion while ETH has approximately 115 million in circulation and a market cap of nearly $177 billion. ETC trades at nearly $11, while ETH trades for more than $1,500 per coin as of Mar. 04, 2021.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nAlthough both networks offer smart contracts, the potential for the aforementioned security concerns surrounding ETC will likely push investors to invest in ETH and adopt Ethereum's smart contracts versus those of Etherum's Classic.\n", "\nSince the split, there have been many upgrades and improvements to the Ethereum Classic project. The goal of the project continues to be working towards becoming a global payment network using smart contracts that can function without centralized governance.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nAs with other cryptocurrencies, Ethereum Classic will likely continue to strive to be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/storeofvalue.asp\">digital store of value</a>, meaning it can be saved and exchanged while retaining its value. The digital store of value for a crypto includes its purchasing power that can be quickly turned into cash or used to buy another asset, similar to money.\n"]}