{"name": "Ethical Investing Definition", "@id": "https://www.investopedia.com/terms/e/ethical-investing.asp", "related": ["https://www.investopedia.com/terms/i/islamicbanking.asp", "https://www.investopedia.com/terms/i/impact-investing.asp", "https://www.investopedia.com/terms/g/green_fund.asp", "https://www.investopedia.com/terms/s/shariah.asp", "https://www.investopedia.com/terms/c/code-of-ethics.asp", "https://www.investopedia.com/msci-esg-ratings-5111990"], "body": ["\nEthical investing refers to the practice of using one's ethical principles as the primary filter for the selection of securities investing. Ethical investing depends on the investor's views. Ethical investing is sometimes used interchangeably with socially conscious investing; however, socially conscious funds typically have one overarching set of guidelines that are used to select the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a>, whereas ethical investing brings about a more personalized result.\n", "\nEthical investing gives the individual the power to allocate capital toward companies whose practices and values align with their personal beliefs. Some beliefs are rooted in environmental, religious, or political precepts. Some investors may choose to eliminate specific industries or over-allocate to other sectors that meet the individual's ethical guidelines.\n", "\nFor example, some ethical investors avoid sin stocks, which are companies that are involved or primarily deal with traditionally unethical or immoral activities, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/09/compare-investing-gambling.asp\">gambling</a>, alcohol, or firearms. Choosing an investment based on ethical preferences is not indicative of the investment's performance.\n", "\nTo begin, investors should carefully examine and document which investments to avoid and which are of interest. Research is essential for accurately determining whether an investment or group of investments coincide with one's ethics, especially when investing in an index or mutual fund. \n", "\nOften, religion influences ethical investing. When religion is the motivation, industries with operations and practices that oppose the religion's tenets are avoided. The earliest recorded instance of ethical investing in America was by the 18th century Quakers, who restricted members from spending their time or money in the slave trade.\n", "\nDuring the same era, John Wesley, a founder of Methodism, preached the importance of refraining from investing in industries that harm one's neighbor, such as chemical plants. Another example of a religious-based ethical investing regime is seen in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/islamicbanking.asp\">Islamic banking</a>, which shuns investments in alcohol, gambling, pork, and other forbidden items.\n", "\nIn the 20th century, ethical investing gained traction based on people's social views more than their religious ones. Ethical investments tend to mirror the political climate and social trends of the time. In the U.S. in the 1960s and 1970s, ethical investors focused on those companies and organizations that promoted equality and rights for workers and shunned those that supported or profited from the Vietnam War.\n", "\nStarting in the 1990s, ethical investments began to focus heavily on environmental issues. Ethical investors moved away from coal and fossil fuel companies and toward those that supported clean and sustainable energy. Today, ethical investing continues to primarily focus on impacts on the environment and society.\n", "\nIn addition to analyzing investments using ethical standards, the historical, current, and projected performance of the investment should be scrutinized. To examine whether the investment is sound and has the potential to reap significant returns, the review of a company's history and finances is warranted. It is also important to confirm the company's commitment to ethical practices.\n", "\nA company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/missionstatement.asp\">mission statement</a> may mirror the values and beliefs of an investor, yet their practices may be contrary to them. Consider Enron, which published and distributed a 63-page <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/code-of-ethics.asp\">code of ethics</a> document to employees, highlighting their commitment to integrity and ethics. Indeed, it was proven that not only did they not adhere to their policies, but they violated a host of laws.\n"]}