{"name": "Euro Overnight Index Average (Eonia)", "@id": "https://www.investopedia.com/terms/e/eonia.asp", "related": ["https://www.investopedia.com/terms/e/euribor.asp", "https://www.investopedia.com/secured-overnight-financing-rate-sofr-4683954", "https://www.investopedia.com/terms/e/eurolibor.asp", "https://www.investopedia.com/terms/l/libor.asp", "https://www.investopedia.com/terms/l/libid.asp", "https://www.investopedia.com/terms/s/sonia.asp"], "body": ["\nThe Euro Overnight Index Average (Eonia) is the average overnight reference rate for which European banks lend to one another in euros. The Eonia is the interest rate for one-day loans between European banks and is considered an interbank rate. However, European regulatory reforms have resulted in a push to replace Eonia by January 2022.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nEonia is a daily reference rate that expresses the weighted average of unsecured overnight interbank lending in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\" rel=\"noopener noreferrer\">European Union</a> and the European Free Trade Association (EFTA). It is calculated by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\" rel=\"noopener noreferrer\">European Central Bank (ECB)</a> based on the loans made by 28 panel banks.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ \n", "\nBanks must meet certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredreserves.asp\" rel=\"noopener noreferrer\">reserve requirements</a> that are typically set by the central bank. A reserve is the amount or percentage of total deposits that a bank must keep on hand and not lend out. A reserve requirement helps protect banks so that they have enough cash or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> in case of loan losses. However, banks can experience short-term <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a> shortages at the end of a business day, such as when there are unexpected cash withdrawals. As a result, the banks that are short on cash can borrow from other banks that have cash flow surpluses. The rate that banks borrow from each other is called the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overnightrate.asp\" rel=\"noopener noreferrer\">overnight rate</a>. In Europe, Eonia represents the average overnight rate of 28 of the most established banks called panel banks.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nEonia is similar to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euribor.asp\" rel=\"noopener noreferrer\">Euribor</a>, which is short for Euro Interbank Offered Rate. Euribor is also an interbank rate and is comprised of the average interest rates from large European banks that are used for lending to one another. However, Euribor has various maturities in which each maturity has its own interest rate.\n", "\nBoth benchmarks are offered by the European Money Markets Institute (EMMI), which is a non-profit organization founded in 1999.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ However, Euribor is calculated by a benchmark administrator called Global Rate Set Systems Ltd., and not by the ECB.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe key difference between Eonia and Euribor is the maturities of the loans upon which they are based. Eonia is an overnight rate, while Euribor has eight interest rates based on loans with maturities that range from one week to 12 months. Also, Euribor has 18 banks that contribute to the rates while Eonia has 28 banks.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nEuribor is important since it is the benchmark rate used by banks when determining the interest rate for various financial products, including mortgage loans and savings accounts.\n", "\nIn 2018, the ECB formed a working group to help establish a new benchmark rate for Europe. Historically, bank scandals have occurred using quote-based interest rates as benchmarks. As a result, there are reforms underway to replace Eonia with ESTER or €STER, which is short for Euro Short Term Rate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nESTER is also an overnight interest rate but represents an average of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholesalebanking.asp\" rel=\"noopener noreferrer\">wholesale</a> rates in Europe. These wholesale rates are typically used with banks and institutional investors such as pension funds. One of the key reasons for the switch to ESTER is that there will more banks contributing to the average ESTER rate than currently with Eonia. As a result, ESTER should be more representative than Eonia of the short-term interest rate market. By January 2022, ESTER is expected to replace Eonia.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}