{"name": "Eurocurrency Definition", "@id": "https://www.investopedia.com/terms/e/eurocurrency.asp", "related": ["https://www.investopedia.com/terms/x/xenocurrency.asp", "https://www.investopedia.com/terms/e/euroyen.asp", "https://www.investopedia.com/terms/l/libid.asp", "https://www.investopedia.com/terms/e/eurocurrencymarket.asp", "https://www.investopedia.com/terms/e/eurocredit.asp", "https://www.investopedia.com/terms/e/euromarket.asp"], "body": ["\nEurocurrency is currency held on deposit by governments or corporations operating outside of their home market. For example, a deposit of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usd.asp\" rel=\"noopener noreferrer\">U.S. dollars (USD)</a> held in a British bank would be considered eurocurrency, as would a deposit of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gbp.asp\" rel=\"noopener noreferrer\">British Pounds (GBP)</a> made in the United States.\n", "\nThe term “eurocurrency” applies to any currency deposit held outside of the home market in which that currency is issued. Importantly, despite its name, it does not necessarily need to involve European currencies. For instance, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/k/kpw-north-korean-won.asp\" rel=\"noopener noreferrer\">South Korean won (KPW)</a> deposited at a bank in South Africa would be considered eurocurrency, even if no European currency is involved.\n", "\nEurocurrency is an important part of the global financial system. Since <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">globalization</a> has led to a sharp rise in cross-border transactions in recent decades, many banks find themselves needing to access deposits of local currency in different regions throughout the world. This has led to a large and active eurocurrency market, in which international banks regularly exchange and lend foreign currencies with one-another out of their eurocurrency deposits.\n", "\nIn addition to the rise of international transactions, another explanation for the use of eurocurrency throughout the world concerns <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/11/government-regulations.asp\" rel=\"noopener noreferrer\">regulation</a>. For many banks, borrowing from other banks through the eurocurrency market can be a faster and more efficient way to access short-term financing as compared to finding alternative sources of funding within their home market. \n", "\nThe most prominent example of a eurocurrency market are the USD-denominated time deposits held at banks outside the United States. Colloquially referred to as “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eurodollar.asp\" rel=\"noopener noreferrer\">eurodollars</a>”, these deposits have become an integral part of the global financial system as a source of short-term USD funding for financial firms throughout the world. \n", "\nSince the USD is the world’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reservecurrency.asp\" rel=\"noopener noreferrer\">reserve currency</a>, virtually all multinational corporations, banks, and governments require large quantities of USD in order to satisfy their routine financial obligations. Often, these firms rely on the eurodollar market to satisfy these short-term funding needs. Although it is difficult to obtain reliable estimates of the size of the eurodollar market, recent estimates have placed it at nearly $14 trillion.<br/>\n"]}