{"name": "Evergreen Loan Definition", "@id": "https://www.investopedia.com/terms/e/evergreen-loans.asp", "related": ["https://www.investopedia.com/terms/r/revolving-account.asp", "https://www.investopedia.com/terms/f/future-advance.asp", "https://www.investopedia.com/terms/a/available-credit.asp", "https://www.investopedia.com/terms/m/minimum-monthly-payment.asp", "https://www.investopedia.com/terms/c/credit-card-debt.asp", "https://www.investopedia.com/terms/r/residualinterest.asp"], "body": ["\nAn evergreen loan is a loan that does not require the repayment of principal during the life of the loan, or during a specified period of time. In an evergreen loan, the borrower is required to make only interest payments during the life of the loan. Evergreen loans are usually in the form of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/110614/what-are-differences-between-revolving-credit-and-line-credit.asp\">line of credit</a> that is continuously paid down, leaving the borrower with available funds for credit purchases. Evergreen loans may also be known as “<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standing-loan.asp\">standing</a>” or “revolving” loans.\n", "\nEvergreen loans can take many forms and are offered through varying types of banking products. Credit cards and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\">checking account</a> overdraft lines of credit are two of the most common evergreen loan products offered by credit issuers. Evergreen loans are a handy type of credit because they revolve, meaning users do not need to reapply for a new loan every time they need money. They can be used by both consumers and businesses.\n", "\nNon-revolving credit differs in that it issues a principal amount to a borrower when a loan is approved. It then requires that a borrower pay a scheduled amount over the duration of the loan until the loan is paid off. Once the loan is repaid, the borrower’s account is closed, and the lending relationship ends.\n", "\nIn the credit market, borrowers can choose from both revolving and non-revolving credit products when seeking to borrow funds. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolvingcredit.asp\">Revolving credit</a> offers the advantage of an open line of credit that borrowers can draw from over their entire life, as long as they remain in good standing with the issuer. Revolving credit may also offer the advantage of lower monthly payments than non-revolving credit. With revolving credit, issuers provide borrowers with a monthly statement and minimum monthly payment that they must make to keep their account current.\n", "\nCredit cards are one of the most common types of evergreen loans. Credit cards may be issued by a bank and added to a customer’s account in addition to a checking account. They may also be issued by other companies with which the consumer does not have additional account relationships.\n", "\nCredit card borrowers must complete a credit application, which is based on their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\">credit score</a> and credit profile. Information is obtained from a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditbureau.asp\">credit bureau</a> as a hard inquiry and used by underwriters for making a credit decision. If approved, a borrower is granted a maximum borrowing limit and issued a credit payment card for making transactions. The borrower can make purchases with credit at any time up to the available limit. The borrower pays down the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-balance.asp\">card balance</a> each month by making at least the minimum monthly payment, which includes principal and interest. Making a monthly payment increases the available funds the borrower can use.\n", "\nAn overdraft line of credit is another common evergreen loan product utilized by borrowers and is associated with a borrower’s checking account. For approval, borrowers must complete a credit application that considers their credit profile. Typically, retail borrowers approved for overdraft credit accounts receive a maximum borrowing limit of approximately $1,000. The overdraft line of credit can be used to protect the borrower from overdrafts, with funds immediately withdrawn from the line-of-credit account if <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insufficient_funds.asp\">insufficient funds</a> are available in a customer’s checking account. Borrowers may also take funds from the account through cash advances to their checking account for other purchases as well.\n", "\nSimilar to a credit card account, borrowers will receive monthly statements in regard to their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\">line-of-credit</a> account. The statements provide details on the outstanding balance and the minimum monthly payments. Borrowers must make the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum-monthly-payment.asp\">minimum monthly payment</a> to keep the account in good standing.\n"]}