{"name": "Executor Definition", "@id": "https://www.investopedia.com/terms/e/executor.asp", "related": ["https://www.investopedia.com/terms/t/taxableestate.asp", "https://www.investopedia.com/terms/e/estate.asp", "https://www.investopedia.com/terms/w/will.asp", "https://www.investopedia.com/terms/p/perstirpes.asp", "https://www.investopedia.com/terms/e/estateplanning.asp", "https://www.investopedia.com/terms/m/mutual-will.asp"], "body": ["\nAn executor (or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/executrix.asp\" rel=\"noopener noreferrer\">executrix</a>) of an estate is an individual appointed to administer the estate of a deceased person. The executor's main duty is to carry out the instructions to manage the affairs and wishes of the deceased person's estate. The executor is appointed either by the testator of the will (the individual who makes the will) or by a court, in cases wherein there was no prior appointment.\n", "\nThe executor is responsible for making sure all assets in the will are accounted for, along with transferring these assets to the correct party (parties). Assets can include financial holdings, such as stocks, bonds, or money market investments; real estate; direct investments; or even collectibles like art. The executor has to estimate the value of the estate by using either the date of death value or the alternative valuation date, as provided in the Internal Revenue Code (IRC).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe executor also needs to ensure that all the debts of the deceased are paid off, including any taxes. The executor is legally obligated to meet the wishes of the deceased and act in the interest of the deceased.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The executor can be almost anyone but is usually a lawyer, accountant or family member, with the only restriction being that he or she must be over the age of 18 and have no prior felony convictions.\n", "\nSome people agree to be an executor thinking that it will be years before they have to do any work. However, doing the job properly means going to work immediately. In the words of Jim Morrison, \"The future's uncertain, and the end is always near,\" so agreeing to be an executor means that your legal responsibility could be called upon at any time.\n", "\nTo be prepared, you should:\n", "\nAgain, it is important that you have the time to do gather this information as soon as possible after <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/11/executors-checklist-7-things-before-they-die.asp\" rel=\"noopener noreferrer\">you've agreed to be the executor</a>.\n", "\nExecutors are key in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estateplanning.asp\" rel=\"noopener noreferrer\">estate planning</a> for individuals and their families and beneficiaries. Estate planning is an all-encompassing term that covers how an individual’s assets will be preserved, managed, and distributed after death. It also takes into account the management of this individual’s properties and financial obligations (i.e. debts) in the event that s/he becomes incapacitated.\n", "\nIndividuals have various reasons for planning an estate, including preserving family wealth, providing for surviving spouses and children, funding children and/or grandchildren’s education, or leaving their legacy behind to a charitable cause. The most basic step in estate planning involves writing a will. Other major estate planning tasks include:\n", "\nBefore you agree to act as an executor, understand some of the hazards that can result. And know how you can address some of these potential hazards so that being an executor can run smoothly.\n", "\nOften when a parent has more than one adult child, all children are named as co-executors so as not to show favoritism. For those who are named, however, this arrangement may not work smoothly. Some children may be out-of-state, or even out-of-country, making it difficult to handle the hands-on activities, such as securing assets and selling a home. Some lack the financial ability to deal with creditors, understand estate tax matters and do an accounting to satisfy beneficiaries that things have been properly handled. Also, having multiple executors adds greatly to the amount of paperwork. For example, forms that need to be signed by all executors must be sent around to all (in some cases, scanned documents that have been signed are acceptable, but in others only originals are acceptable).\n", "\n<em><strong>Better way:</strong> </em>See if co-executors can agree to allow only one to serve; the others simply waive their appointment. This waiver works well when co-executors trust the person who will serve as the sole executor. Another alternative is for all of the children to decline and instead let a bank’s trust department handle the job (the will may name the bank as a successor executor). This costs money and is best suited for large estates. However, using an entity rather than an individual as executor can alleviate conflicts among the children and relieves them from what could be an onerous job.\n", "\nAn executor’s job is to secure the assets of the estate and then distribute them according to the deceased person’s wishes. In some families, heirs descend on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decedent.asp\" rel=\"noopener noreferrer\">decedent</a>’s home even before the funeral, cherry-picking heirlooms, and other valuables. Also, the will may give latitude to an executor in making disbursements to heirs (e.g., distributing property or selling property and distributing cash). An executor may create family disharmony for simply doing his/her job.\n", "\n<strong><em>Better way:</em></strong> Secure the home and other assets as quickly as possible. Inform heirs that this is the law. Also share information about the decedent’s wishes, which may be described in a will or listed in a separate document (the separate document isn’t binding on the executor but can be a good roadmap for asset disbursements). \n", "\nOne of the biggest drawbacks to being an executor is the great amount of time it takes to properly handle responsibilities. For example, think of the time involved in contacting various government agencies (e.g., Social Security Administration to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ssa.gov/pubs/EN-05-10008.pdf\" rel=\"noopener noreferrer\">stop Social Security benefits</a> and, in the case of a surviving spouse, claim the $255 death benefit; IRS and state tax authorities for income tax and death tax matters; state’s unclaimed property departments to recoup utility deposits and other outstanding amounts that belonged to the decedent).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\n<em><strong>Better way</strong>: </em>An executor can allow an estate attorney to handle many of these matters. However, the attorney will bill for his/her time and cost the estate money. Even if an attorney uses a paralegal for various actions, it can still be expensive. Also, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\" rel=\"noopener noreferrer\">CPA</a> or other tax preparers can work on the decedent’s final income tax return as well as income tax returns for the estate. Where estates are modest, these fees can mean little or no inheritances for some heirs. An executor in this situation should use the services of professionals sparingly and understand the time commitment he or she will need to make instead. Being organized (e.g., using a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.jonathanpond.com/sites/jonathanpond.com/files/assets/R2%20EXECUTORSCHECKLIST.pdf\" rel=\"noopener noreferrer nofollow\">checklist </a>like this one from Jonathan Pond) can help an executor use time most efficiently.\n", "\nAs an executor, you must pay taxes owed before disbursing inheritances to heirs. If you pay heirs first and do not have sufficient funds in the estate’s checking account to pay taxes, you are personally liable for the taxes.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nWhile many estates no longer are concerned about federal income taxes because of the high exemption amount ($11.58 million in 2020), many states continue to impose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/death-taxes.asp\" rel=\"noopener noreferrer\">death taxes</a> on smaller estates.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The value of the estate for death tax purposes is greater than the probate estate (the assets that do not pass automatically to named beneficiaries); it includes all assets in which the decedent had an interest (e.g., IRAs, annuities, life insurance owned by the decedent). \n", "\n<em><strong>Better way:</strong> </em>Explain to heirs who are eager to receive their inheritances that you are not permitted to give them their share until you have settled with creditors, the IRS and others with a claim against the estate. (Creditors cannot go after the proceeds of a life insurance policy that has a specific beneficiary, however.)<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Make sure to understand the extent of the funds needed to pay what’s owed. \n", "\nAn executor is allowed to receive compensation for handling his/her duties. Usually, the amount of compensation is determined by the size of the estate (e.g., a percentage of assets). However, in many cases, particularly smaller estates, an executor is asked to waive any compensation.\n", "\n<em><strong>Better way</strong>: </em>Pay the expenses of the estate from an estate checking account. Keep track of out-of-pocket expenses (e.g. postal fees). Some of these expenses may be reimbursable by the estate.\n"]}