{"name": "Exempt-Interest Dividend Definition", "@id": "https://www.investopedia.com/terms/e/exempt-interest-dividend.asp", "related": ["https://www.investopedia.com/terms/n/nontaxabledividend.asp", "https://www.investopedia.com/terms/t/tax-exempt-sector.asp", "https://www.investopedia.com/terms/e/exemptincome.asp", "https://www.investopedia.com/terms/t/tax-free.asp", "https://www.investopedia.com/terms/i/income.asp", "https://www.investopedia.com/terms/t/tax-advantaged.asp"], "body": ["\nAn exempt-interest dividend is a distribution from a mutual fund that is not subject to federal income tax. Exempt-interest dividends are often associated with mutual funds that invest in municipal bonds. While exempt-interest dividends are not subject to federal income tax, they may still be subject to state income tax or the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alternativeminimumtax.asp\">Alternative Minimum Tax (AMT).</a> The dividend income must be reported on the income tax return, and it is reported by mutual funds on <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form-1099-int.asp\">Form 1099-INT</a>.\n", "\nA dividend is a distribution of a company's profits to shareholders; because it is not an incurred cost, it is not classified as an expense, such as non-operating interest expenses.\n", "\nAn exempt-interest dividend is a payment from a mutual fund that is not subject to federal income tax. Individuals with high-net-worths are more likely to use municipal bonds and funds because the tax savings outweigh the lower returns provided by the investments. The tax benefits provided by the investments, including exempt-interest dividends, are lost if the investments are held in an IRA. This is because all dividends and interest within an IRA are tax-exempt.\n", "\nFor example, Bill and Buffy Blankenmeier are high-net-worth investors. They are looking for ways to reduce their federal tax bill. They work with their investment professional to design a portfolio of municipal bonds that support municipalities located in their state of residence. The interest payments generated by this portfolio of bonds will be exempt-interest dividends.\n"]}