{"name": "Expatriate Definition", "@id": "https://www.investopedia.com/terms/e/expatriate.asp", "related": ["https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp", "https://www.investopedia.com/terms/e/expatriation-tax.asp", "https://www.investopedia.com/terms/t/taxtreaty.asp", "https://www.investopedia.com/terms/b/bilateral-tax-agreement.asp", "https://www.investopedia.com/terms/f/foreign-tax-deduction.asp", "https://www.investopedia.com/terms/i/irs-pub-519.asp"], "body": ["\nAn expatriate, or ex-pat, is an individual living and/or working in a country other than his or her country of citizenship, often temporarily and for work reasons. An expatriate can also be an individual who has relinquished citizenship in their home country to become a citizen of another.\n", "\nAn expatriate is a migrant worker who is a professional or skilled worker in his or her profession. The worker takes a position outside his/her home country, either independently or as a work assignment scheduled by the employer, which can be a company, university, government, or non-governmental organization.If your employer sends you from your job in its Silicon Valley office to work for an extended period in its Toronto office, you would be considered an expatriate or \"expat\" after you arrive in Toronto.\n", "\nExpats usually earn more than they would at home, and more than local employees. In addition to salary, businesses sometimes give their expatriate employees benefits such as relocation assistance and housing allowance.\n", "\nLiving as an expatriate can be exciting and present an excellent opportunity for career advancement and global business exposure, but it can also be an emotionally difficult transition that involves separation from friends and family while adjusting to an unfamiliar culture and work environment. Hence, the reason behind the higher compensation offered to these migrant workers.\n", "\nMuch expatriation occurs during retirement. While most Americans spend their retirement in the U.S., a growing number are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/100214/retirement-us-vs-abroad.asp\">opting to retire overseas</a>. People are motivated to relocate abroad at an older age for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/retirement/best-countries-to-retire/\">several reasons</a>, including lower cost of living, better climate, access to beaches, or some combination of those and other reasons. But it can also be tricky to navigate taxes, long-stay visas, and the language and cultural differences experienced when settling down in other countries.\n", "\nA common choice presented to a retiree expat is between permanent residency and dual citizenship. Note that neither dual citizenship nor residency gets you out of filing a U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\">tax return</a> every year. It is both surprising and burdensome, but Americans still have to pay income taxes wherever they live, and they owe it no matter where their income was earned.\n", "\nYou may also have to file an income tax return in your country of residence, although most deduct the amount American residents pay to the U.S. via treaties that minimize double taxation.\n", "\nIf you're a retiree or near-retiree who's on the fence, you face a tough decision that will require some soul searching and research—and maybe a trip abroad (or several) to test the waters before you make any decisions.\n", "\nFor Americans working abroad as expatriates, complying with United States income tax regulations is an added challenge and financial burden because the U.S. taxes its citizens on income earned abroad. However, to avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double_taxation.asp\">double taxation</a> on expats’ income, the U.S. tax code contains provisions that help to reduce <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\">tax liability</a>. Taxes paid in a foreign country can be used as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credit</a> in the U.S., which when applied against the expat’s tax bill, reduces it.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp\">Foreign Earned Income Exclusion</a> (FEIE), for example, allows expats to exclude from their tax returns a certain amount of their foreign income, which is indexed to inflation. For 2019, this amount is $105,900. An expat that earns, say $180,000, from his job in a foreign country that is tax-free will only need to pay U.S. federal income tax on $180,000 - $105,900 = $74,100.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe FEIE does not apply to rental income or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentincome.asp\">investment income</a>. Therefore, any income made from interest or capital gains from investments will have to be reported to the IRS.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-tax-credit.asp\">Foreign Tax Credit</a> (FTC) is a provision that ensures that expats are not double-taxed on their capital gains.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> For example, assume an expat falls in the 35% income <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxbracket.asp\">tax bracket</a> in the U.S. This means his <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-term_capital_gain_loss.asp\">long-term capital gain</a> on any investment is taxed at 15%.<span class=\"ql-inline-citation\" data-cite=\"8\"></span><span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nSince the FTC provides a dollar for dollar credit against taxes paid to a foreign country, if the expat paid 10% tax to the country where he works, he'd only have to pay 5% tax to the U.S. Likewise if he pays no tax to the foreign country, he’ll owe the full 15% tax to the U.S. government. If the income tax paid to a foreign government far exceeds the amount of the credit (because the foreign tax rate far exceeded the US rate), the expat will forfeit that amount. The credit, however, can be carried into the future.<span class=\"ql-inline-citation\" data-cite=\"10\"></span>\n", "\nAn individual who has renounced his/her citizenship in their home country and moves to another is also referred to as an expatriate for tax purposes and is subject to an exit tax known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expatriation-tax.asp\">expatriation tax</a>.\n", "\nAccording to the Internal Revenue Service (IRS), the expatriation tax provisions apply to U.S. citizens who have renounced their citizenship and long-term residents who have ended their U.S. residency for tax purposes, if one of the principal purposes of the action is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax_avoidance.asp\">avoidance of U.S. taxes</a>.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> This emigration tax applies to individuals who:\n", "\nLiving and working in another country for an extended period of time can have its benefits. These can range from new experiences and adventure to more practical considerations like a lower cost of living or being closer to extended family abroad. Depending on where you settle, you may also get government perks like free healthcare and education and more favorable taxation.\n", "\nThere are also some potential drawbacks. Regarding taxation, unless you fully relinquish your American citizenship, you will still need to file tax returns each year and may need to pay taxes to Uncle Sam, even on income earned in your new country.\n", "\nYou'll also be a long way from home, potentially. This can make seeing friends and family more difficult, and time zone differences can also interfere with finding a good time to link up by phone or video chat. Learning a new language and customs can also be difficult for some, and certain items or products that you like may not be available where you live. And remember that not all countries enjoy the same level of political and economic stability that the U.S. does.\n", "\nAn expatriate or \"expat\" is somebody who leaves their country of origin and settles abroad for an extended period of time, often permanently.\n", "\nIf you are an American citizen and move to another country and plan to stay there, you have become an expat.\n", "\nThe United Arab Emirates (UAE) and the U.S. follow Saudi Arabia in the rankings for the largest number of expats.<span class=\"ql-inline-citation\" data-cite=\"11\"></span> The expat population makes up 98.4 percent of Saudi Arabia's total immigration population. Poland, Portugal, and Sweden had the smallest expat populations. Qatar had the highest proportion of expats compared to its total population, at 70.9 percent.<span class=\"ql-inline-citation\" data-cite=\"11\"></span>\n", "\nAmericans living overseas still have to file U.S. tax returns unless they relinquish their American citizenship. Several international tax treaties exist to help minimize double taxation.\n", "\nWhen people relocate to a foreign country, they often find comfort in seeking out other foreigners, especially from their home country. Expat communities are enclaves of people from a similar national origin, often with their own school and shopping options. In many countries, English-speaking enclaves are called \"Anglo\" communities.\n"]}