{"name": "Expansionary Policy Definition", "@id": "https://www.investopedia.com/terms/e/expansionary_policy.asp", "related": ["https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/e/economic-stimulus.asp", "https://www.investopedia.com/terms/m/monetarism.asp", "https://www.investopedia.com/terms/circular-flow-of-income.asp"], "body": ["\nExpansionary, or loose policy is a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">macroeconomic </a>policy that seeks to encourage economic growth. Expansionary policy can consist of either <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalpolicy.asp\" rel=\"noopener noreferrer\">fiscal policy</a> (or a combination of the two). It is part of the general policy prescription of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\" rel=\"noopener noreferrer\">Keynesian economics</a>, to be used during economic slowdowns and recessions in order to moderate the downside of <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-cycle.asp\" rel=\"noopener noreferrer\">economic cycles</a>.\n", "\nThe basic objective of expansionary policy is to boost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\" rel=\"noopener noreferrer\">aggregate demand</a> to make up for shortfalls in private demand. It is based on the ideas of Keynesian economics, particularly the idea that the main cause of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recessions</a> is a deficiency in aggregate demand. Expansionary policy is intended to boost business investment and consumer spending by injecting money into the economy either through direct government deficit spending or increased lending to businesses and consumers.\n", "\nFrom a fiscal policy perspective, the government enacts expansionary policies through budgeting tools that provide people with more money. Increasing spending and cutting taxes to produce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-deficit.asp\" rel=\"noopener noreferrer\">budget deficits</a> means that the government is putting more money into the economy than it is taking out. Expansionary fiscal policy includes tax cuts, transfer payments, rebates and increased government spending on projects such as infrastructure improvements.\n", "\nFor example, it can increase discretionary government spending, infusing the economy with more money through government contracts. Additionally, it can cut taxes and leave a greater amount of money in the hands of the people who then go on to spend and invest.\n", "\nExpansionary monetary policy works by expanding the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a> faster than usual or lowering short-term interest rates. It is enacted by central banks and comes about through open market operations, reserve requirements, and setting interest rates. The U.S. Federal Reserve employs expansionary policies whenever it lowers the benchmark federal funds rate or discount rate, decreases required reserves for banks or buys <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\" rel=\"noopener noreferrer\">Treasury bonds</a> on the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\" rel=\"noopener noreferrer\">open market</a>. Quantitative Easing, or QE, is another form of expansionary monetary policy.\n", "\nFor example, when the benchmark federal funds rate is lowered, the cost of borrowing from the central bank decreases, giving banks greater access to cash that can be lent in the market. When reserve requirements decline, it allows banks to lend a higher proportion of their capital to consumers and businesses. When the central bank purchases debt instruments, it injects capital directly into the economy.\n", "\nExpansionary policy is a popular tool for managing low-growth periods in the business cycle, but it also comes with risks. These risks include macroeconomic, microeconomic, and political economy issues.\n", "\nGauging when to engage in expansionary policy, how much to do, and when to stop requires sophisticated analysis and involves substantial uncertainties. Expanding too much can cause side effects such as high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> or an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overheated_economy.asp\" rel=\"noopener noreferrer\">overheated economy</a>. There is also a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/response_lag.asp\" rel=\"noopener noreferrer\">time lag between when a policy move is made and when it works</a> its way through the economy.\n", "\nThis makes up-to-the-minute analysis nearly impossible, even for the most seasoned economists. Prudent central bankers and legislators must know when to halt money supply growth or even reverse course and switch to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractionary-policy.asp\" rel=\"noopener noreferrer\">contractionary policy</a>, which would involve taking the opposite steps of expansionary policy, such as raising interest rates.\n", "\nEven under ideal conditions, expansionary fiscal and monetary policy risk creating microeconomic distortions through the economy. Simple economic models often portray the effects of expansionary policy as neutral to the structure of the economy as if the money injected into the economy were distributed uniformly and instantaneously across the economy.\n", "\nIn actual practice, monetary and fiscal policy both operate by distributing new money to specific individuals, businesses, and industries who then spend and circulate the new money to the rest of the economy. Rather than uniformly boosting aggregate demand, this means that expansionary policy always involves an effective transfer of purchasing power and wealth from the earlier recipients to the later recipients of the new money.\n", "\nIn addition, like any government policy, an expansionary policy is potentially vulnerable to information and incentive problems. The distribution of the money injected by expansionary policy into the economy can obviously involve political considerations. Problems such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rentseeking.asp\" rel=\"noopener noreferrer\">rent-seeking</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-agent-problem.asp\" rel=\"noopener noreferrer\">principal-agent problems</a> easily crop up whenever large sums of public money are up for grabs. And by definition, expansionary policy, whether fiscal or monetary, involves the distribution of large sums of public money.\n", "\nA major example of expansionary policy is the response following the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\" rel=\"noopener noreferrer\">2008 financial crisis</a> when central banks around the world lowered interest rates to near-zero and conducted major stimulus spending programs. In the United States, this included the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-recovery-and-reinvestment-act.asp\" rel=\"noopener noreferrer\">American Recovery and Reinvestment Act</a> and multiple rounds of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitative-easing.asp\" rel=\"noopener noreferrer\">quantitative easing</a> by the U.S. Federal Reserve. U.S. policy makers spent and lent trillions of dollars into the U.S. economy in order to support domestic aggregate demand and prop up the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-system.asp\" rel=\"noopener noreferrer\">financial system</a>.\n", "\nIn a more recent example, declining oil prices from 2014 through the second quarter of 2016 caused many economies to slow down. Canada was hit especially hard in the first half of 2016, with almost one-third of its entire economy based in the energy sector. This caused bank profits to decline, making Canadian banks vulnerable to failure.\n", "\nTo combat these low oil prices, Canada enacted an expansionary monetary policy by reducing interest rates within the country. The expansionary policy was targeted to boost economic growth domestically. However, the policy also meant a decrease in net interest margins for Canadian banks, squeezing bank profits.\n"]}