{"name": "Expected Utility Definition", "@id": "https://www.investopedia.com/terms/e/expectedutility.asp", "related": ["https://www.investopedia.com/terms/b/bernoulli_hypothesis.asp", "https://www.investopedia.com/terms/t/totalutility.asp", "https://www.investopedia.com/terms/m/marginalutility.asp", "https://www.investopedia.com/terms/c/ceterisparibus.asp", "https://www.investopedia.com/terms/g/gametheory.asp", "https://www.investopedia.com/terms/m/marketpsychology.asp"], "body": ["\nExpected utility is an economic term summarizing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\">utility</a> that an entity or aggregate economy is expected to reach under any number of circumstances. The expected utility is calculated by taking the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weightedaverage.asp\">weighted average</a> of all possible outcomes under certain circumstances, with the weights being assigned by the likelihood, or probability, that any particular event will occur.\n", "\nThe expected utility of an entity is derived from the expected utility hypothesis. This hypothesis states that under uncertainty, the weighted average of all possible levels of utility will best represent the utility at any given point in time.\n", "\nExpected utility theory is used as a tool for analyzing situations where individuals must make a decision without knowing which outcomes may result from that decision, i.e., decision making under uncertainty. These individuals will choose the action that will result in the highest expected utility, which is the sum of the products of probability and utility over all possible outcomes. The decision made will also depend on the agent’s risk aversion and the utility of other agents.\n", "\nThis theory also notes that the utility of a money does not necessarily equate to the total value of money. This theory helps explains why people may take out insurance policies to cover themselves for a variety of risks. The expected value from paying for insurance would be to lose out monetarily. But, the possibility of large-scale losses could lead to a serious decline in utility because of diminishing marginal utility of wealth.\n", "\nThe concept of expected utility was first posited by Daniel Bernoulli, who used it as a tool to solve the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://en.wikipedia.org/wiki/St._Petersburg_paradox\">St. Petersburg Paradox</a>.\n", "\nThe St. Petersburg Paradox can be illustrated as a game of chance in which a coin is tossed at in each play of the game. For instance, if the stakes starts at $2 and double every time heads appears, and the first time tails appears, the game ends and the player wins whatever is in the pot. Under such game rules, the player wins $2 if tails appears on the first toss, $4 if heads appears on the first toss and tails on the second, $8 if heads appears on the first two tosses and tails on the third, and so on. Mathematically, the player wins 2<sup><em>k</em></sup> dollars, where <em>k</em> equals number of tosses (k must be a whole number and greater than zero). Assuming the game can continue as long as the coin toss results in heads and in particular that the casino has unlimited resources, this sum grows without bound and so the expected win for repeated play is an infinite amount of money.\n", "\nBernoulli solved the St. Petersburg Paradox by making the distinction between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expected-value.asp\">expected value</a> and expected utility, as the latter uses weighted utility multiplied by probabilities, instead of using weighted outcomes.\n", "\nExpected utility is also related to the concept of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalutility.asp\">marginal utility</a>. The expected utility of a reward or wealth decreases, when a person is rich or has sufficient wealth. In such cases, a person may choose the safer option as opposed to a riskier one.\n", "\nFor example, consider the case of a lottery ticket with expected winnings of $1 million. Suppose a poor person buys the ticket for $1. A wealthy man offers to buy the ticket off him for $500,000. Logically, the lottery holder has a 50-50 chance of profiting from the transaction. It is likely that he will opt for the safer option of selling the ticket and pocketing the $500,000. This is due to the diminishing marginal utility of amounts over $500,000 for the ticket holder. In other words, it is much more profitable for him to get from $0 - $500,000 than from $500,000 - $1 million.\n", "\nNow consider the same offer made to a rich person, possibly a millionaire. It is likely that the millionaire will not sell the ticket because he hopes to make another million from it.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://cloudfront.escholarship.org/dist/prd/content/qt731230f8/qt731230f8.pdf\">1999 paper</a> by economist Matthew Rabin argued that the expected utility theory is implausible over modest stakes. This means that the expected utility theory fails when the incremental marginal utility amounts are insignificant.\n", "\nDecisions involving expected utility are decisions involving uncertain outcomes. In such events, an individual calculates probability of expected outcomes and weighs them against the expected utility before taking a decision.\n", "\nFor example, purchasing a lottery ticket represents two possible outcomes for the buyer. He or she could end up losing the amount they invested in buying the ticket or they could end up making a smart profit by winning either a portion or the entire lottery. Assigning probability values to the costs involved (in this case, the nominal purchase price of a lottery ticket), it is not difficult to see that the expected utility to be gained from purchasing a lottery ticket is greater than not buying it.\n", "\nExpected utility is also used to evaluating situations without immediate payback, such as an insurance. When one weighs the expected utility to be gained from making payments in an insurance product (possible tax breaks and guaranteed income at the end of a predetermined period) versus the expected utility of retaining the investment amount and spending it on other opportunities and products, insurance seems like a better option.\n"]}