{"name": "Expiration Date (Derivatives) Definition", "@id": "https://www.investopedia.com/terms/e/expirationdate.asp", "related": ["https://www.investopedia.com/terms/e/expiration-time.asp", "https://www.investopedia.com/terms/f/fman.asp", "https://www.investopedia.com/terms/q/quadruplewitching.asp", "https://www.investopedia.com/terms/e/europeanoption.asp", "https://www.investopedia.com/terms/r/rollforward.asp", "https://www.investopedia.com/terms/o/option.asp"], "body": ["\nAn expiration date in derivatives is the last day that derivative contracts, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">futures</a>, are valid. On or before this day, investors will have already decided what to do with their expiring position.\n", "\nBefore an option expires, its owners can choose to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exercise.asp\" rel=\"noopener noreferrer\">exercise</a> the option, close the position to realize their profit or loss, or let the contract expire worthless.\n", "\nExpiration dates, and what they represent, vary based on the derivative being traded. The expiration date for listed stock options in the United States is normally the third Friday of the contract month or the month that the contract expires. On months that the Friday falls on a holiday, the expiration date is on the Thursday immediately before the third Friday. Once an options or futures contract passes its expiration date, the contract is invalid. The last day to trade equity options is the Friday prior to expiry.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Therefore, traders must decide what to do with their options by this last trading day.\n", "\nSome options have an automatic exercise provision. These options are automatically exercised if they are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in the money</a> (ITM) at the time of expiry. If a trader doesn't want the option to be exercised, they must close out or roll the position by the last trading day.\n", "\nIndex options also expire on the third Friday of the month, and this is also the last trading day for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/americanoption.asp\" rel=\"noopener noreferrer\">American style index options</a>. For <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanoption.asp\" rel=\"noopener noreferrer\">European style index options</a>, the last trading is typically the day before expiration.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn general, the longer a stock has to expiration, the more time it has to reach its strike price and thus the more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalue.asp\" rel=\"noopener noreferrer\">time value</a> it has.\n", "\nThere are two types of options, calls and puts. Calls give the holder the right, but not the obligation, to buy a stock if it reaches a certain strike price by the expiration date. Puts give the holder the right, but not the obligation, to sell a stock if it reaches a certain strike price by the expiration date.\n", "\nThis is why the expiration date is so important to options traders. The concept of time is at the heart of what gives options their value. After the put or call expires, time value does not exist. In other words, once the derivative expires the investor does not retain any rights that go along with owning the call or put.\n", "\nFutures are different than options in that even an out of the money futures contract (losing position) holds value after expiry. For example, an oil contract represents barrels of oil. If a trader holds that contract until expiry, it is because they either want to buy (they bought the contract) or sell (they sold the contract) the oil that the contract represents. Therefore, the futures contract does not expire worthless, and the parties involved are liable to each other to fulfill their end of the contract. Those that don't want to be liable to fulfill the contract must roll or close their positions on or before the last trading day.\n", "\nFutures traders holding the expiring contract must close it on or before expiration, often called the \"final trading day,\" to realize their profit or loss. Alternatively, they can hold the contract and ask their broker to buy/sell the underlying asset that the contract represents. Retail traders don't typically do this, but businesses do. For example, an oil producer using futures contracts to sell oil can choose to sell their tanker. Futures traders can also \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roll_in.asp\" rel=\"noopener noreferrer\">roll</a>\" their position. This is a closing of their current trade, and an immediate reinstitution of the trade in a contract that is further out from expiry. \n"]}