{"name": "Exposure at Default (EAD) Definition", "@id": "https://www.investopedia.com/terms/e/exposure_at_default.asp", "related": ["https://www.investopedia.com/terms/l/lossgivendefault.asp", "https://www.investopedia.com/terms/a/airb.asp", "https://www.investopedia.com/terms/g/global_recovery_rate.asp", "https://www.investopedia.com/terms/c/creditrating.asp", "https://www.investopedia.com/terms/l/libor.asp", "https://www.investopedia.com/terms/c/capitaladequacyratio.asp"], "body": ["\nExposure at default (EAD) is the total value a bank is exposed to when a loan defaults. Using the internal ratings-based (IRB) approach, financial institutions calculate their risk. Banks often use internal risk management default models to estimate respective EAD systems. Outside of the banking industry, EAD is known as credit exposure.\n", "\nEAD is the predicted amount of loss a bank may be exposed to when a debtor defaults on a loan. Banks often calculate an EAD value for each loan and then use these figures to determine their overall default risk. EAD is a dynamic number that changes as a borrower repays a lender. \n", "\nThere are two methods to determine exposure at default. Regulators use the first approach, which is called foundation internal ratings-based (F-IRB). The second method, called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/airb.asp\">advanced internal ratings-based </a>(A-IRB), is more flexible and is used by banking institutions. Banks must disclose their risk exposure. A bank will base this figure on data and internal analysis, such as borrower characteristics and product type. EAD, along with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lossgivendefault.asp\">loss given default</a> (LGD) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/defaultprobability.asp\">the probability of default</a> (PD), are used to calculate the credit risk capital of financial institutions.\n", "\nPD analysis is a method used by larger institutions to calculate their expected loss. A PD is assigned to each risk measure and represents as a percentage the likelihood of default. A PD is typically measured by assessing past-due loans. It is calculated by running a migration analysis of similarly rated loans. The calculation is for a specific time frame and measures the percentage of loans that default. The PD is then assigned to the risk level, and each risk level has one PD percentage.\n", "\nLGD, unique to the banking industry or segment, measures the expected loss and is shown as a percentage. LGD represents the amount unrecovered by the lender after selling the underlying asset if a borrower defaults on a loan. An accurate LGD variable may be difficult to determine if portfolio losses differ from what was expected. An inaccurate LGD may also be due to the segment being statistically small. Industry LGDs are typically available from third-party lenders.\n", "\nAlso, PD and LGD numbers are usually valid throughout an economic cycle. However, lenders will re-evaluate with changes to the market or portfolio composition. Changes that may trigger reevaluation include economic recovery, recession, and mergers.\n", "\nA bank may calculate its expected loss by multiplying the variable, EAD, with the PD and the LGD:\n", "\nIn response to the credit crisis of 2007-2008, the banking sector adopted international regulations to lessen its exposure to default. The Basel Committee on Banking Supervision's goal is to improve the banking sector's ability to deal with financial stress. Through improving risk management and bank transparency, the international accord hopes to avoid a domino effect of failing financial institutions.\n"]}