{"name": "External Economies of Scale Definition", "@id": "https://www.investopedia.com/terms/e/externaleconomiesofscale.asp", "related": ["https://www.investopedia.com/terms/e/economiesofscale.asp", "https://www.investopedia.com/terms/d/diseconomiesofscale.asp", "https://www.investopedia.com/terms/o/operatingmargin.asp", "https://www.investopedia.com/terms/p/price-leadership.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/f/factors-production.asp"], "body": ["\nExternal economies of scale occur outside of an individual company but within the same industry. Remember that in economics, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-are-economies-of-scale/\" rel=\"noopener noreferrer\">economies of scale</a> mean that the more units a business produces, the less it costs to produce each unit.\n", "\n<em>External</em> economies of scale describe similar conditions, only for an entire industry instead of a company. For example, if a city creates a better transportation network to service a particular industry, then all companies in that industry will benefit from the new transportation network, and experience decreased production costs.\n", "\nAs an industry grows larger or becomes clustered in one location—as with, say, the banking and financial services in New York or London—than the average costs of doing business within that industry over the long run become lower, and we have external economies of scale. With external economies, costs also may fall because of increased specialization, better training of workers, faster innovation, or shared supplier relationships. These factors are typically referred to as positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/externality.asp\" rel=\"noopener noreferrer\">externalities</a>; industry-level negative externalities are called external <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/060115/what-difference-between-external-economies-and-external-diseconomies.asp\" rel=\"noopener noreferrer\">diseconomies</a>.\n", "\nBusinesses in the same industry tend to cluster in together. For example, a film studio might determine that California is a particularly good location for year-round film-making, so it moves to Hollywood. New movie producers also move to Hollywood because there are more camera operators, actors, costume designers, and screenwriters in the area. Then, more studios might decide to move to Hollywood to take advantage of the specialized labor and infrastructure already in place, thanks to the success of the first firm.\n", "\nAs more and more firms succeed in the same area, new industry entrants can take advantage of even more localized benefits. It makes sense for industries to concentrate in areas where they are already strong.\n", "\nIf two or more separate industries are incidentally beneficial to one another, there can be external economies of scale across the entire group. This phenomenon is sometimes called an \"agglomeration economy,\" in which businesses are located close to one another and can share resources and efficiencies. It is similar to the business governance concept of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/synergy.asp\" rel=\"noopener noreferrer\">synergy</a>.\n", "\nScale economies that occur outside of a company, but from which all companies in an industry benefit could include the following:\n", "\nExternal economies of scale have several advantages. They include the following:\n", "\nBut external economies of scale are not without drawbacks as well. These disadvantages include:\n", "\nFrom the late 1960s to the early 1990s, the arguable epicenter of the U.S. high-tech sector was a region just outside of Boston. It was known as Route 128, named for the freeway that ringed the city, and around which a cluster of technology companies grew—including those in the burgeoning computer business.\n", "\nA variety of factors enticed entrepreneurs there, including proximity to corporations and educational institutions with their research centers and talent, financial services and venture capital firms, and military bases. And the more businesses that came, the more external economies of scale developed, making it easier for more ventures to find facilities, skilled labor, suppliers, sub-contractors, and support services—and to markets themselves, staging conventions and conferences.\n", "\nInterestingly, toward the end of the 20th century, Route 128 was eclipsed as the center of the high-tech industry by Silicon Valley in the San Francisco Bay Area, where the external economies of the scale grew—as things in California tend to do—bigger, faster, and on a grander scale.\n"]}