{"name": "Facility Definition", "@id": "https://www.investopedia.com/terms/f/facility.asp", "related": ["https://www.investopedia.com/terms/c/creditfacility.asp", "https://www.investopedia.com/terms/s/swinglineloan.asp", "https://www.investopedia.com/terms/s/standby-note-issuance-facility-snif.asp", "https://www.investopedia.com/terms/r/revolving-loan-facility.asp", "https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/d/discountrate.asp"], "body": ["\nA facility is a formal financial assistance program offered by a lending institution to help a company that requires operating capital. Types of facilities include overdraft services, deferred payment plans, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\" rel=\"noopener noreferrer\">lines of credit</a> (LOC), revolving credit, term loans, letters of credit, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swinglineloan.asp\" rel=\"noopener noreferrer\">swingline loans</a>. A facility is essentially another name for a loan taken out by a company.\n", "\nA facility is an agreement between a company and a public or private lender that allows the business to borrow a particular amount of money for different purposes for a short period of time. The loan is for a set amount and does not require <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a>. The borrower makes monthly or quarterly payments, with interest, until the debt is paid in full.\n", "\nA facility is especially important for companies that want to avoid things such as laying off workers, slowing growth, or closing down during seasonal sales cycles when revenue is low.\n", "\nFor example, if a jewelry store is low on cash in December when sales are down, the owner can request a $2 million facility from a bank, which will be paid back in full by July as business picks up. The jeweler uses the funds to continue operations and pays back the loan in monthly installments by the agreed-upon date.\n", "\nThere are a number of facilities available for short-term borrowers, depending on the needs of the borrowing businesses. These loans can be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/committedfacility.asp\" rel=\"noopener noreferrer\">committed</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uncommittedfacility.asp\" rel=\"noopener noreferrer\">uncommitted</a>.\n", "\nOverdraft services provide a loan to a company when the company's cash account is empty. The lender charges interest and fees on the borrowed money. Overdraft services cost less than loans, are quickly completed, and do not include penalties for an early payoff.\n", "\nAn unsecured business line of credit gives corporations access to cash as needed at a competitive rate, with flexible payment choices. A traditional line of credit provides check-writing privileges, requires an annual review, and can be called early by the lender. A non-traditional line of credit provides businesses with quick access to cash and a high credit limit.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolvingcredit.asp\" rel=\"noopener noreferrer\">Revolving credit</a> has a specific limit and no set monthly payments, yet interest accrues and is capitalized. Companies with low cash balances that need to fund their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">net working capital</a> needs will usually go for a revolving credit facility, which provides access to funds any time the business needs capital.\n", "\nA term loan is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-loan.asp\" rel=\"noopener noreferrer\">commercial loan</a> with a set interest rate and maturity date. A company typically uses the money to finance a large investment or acquisition. Intermediate-term loans are under three years and are repaid monthly, possibly with balloon payments. Long-term loans can be up to 20 years and are backed by collateral.\n", "\nDomestic and international trade companies use letters of credit to facilitate transactions and payments. A financial institution assures payment and completion of obligations between the applicant (buyer) and the beneficiary (seller).\n"]}