{"name": "Factor Definition", "@id": "https://www.investopedia.com/terms/f/factor.asp", "related": ["https://www.investopedia.com/terms/t/trade-credit.asp", "https://www.investopedia.com/terms/a/accountspayable.asp", "https://www.investopedia.com/terms/r/receivableturnoverratio.asp", "https://www.investopedia.com/terms/a/accountsreceivablefinancing.asp", "https://www.investopedia.com/terms/p/promissorynote.asp", "https://www.investopedia.com/terms/d/dso.asp"], "body": ["\nA factor is an intermediary agent that provides cash or financing to companies by purchasing their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivables</a>. A factor is essentially a funding source that agrees to pay the company the value of an invoice less a discount for commission and fees. Factoring can help companies improve their short-term cash needs by selling their receivables in return for an injection of cash from the factoring company. The practice is also known as factoring, factoring finance, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivablefinancing.asp\" rel=\"noopener noreferrer\">accounts receivable financing</a>.\n", "\nFactoring allows a business to obtain immediate capital or money based on the future income attributed to a particular amount due on an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">account receivable</a> or a business invoice. Accounts receivables represent money owed to the company from its customers for sales made on credit. For accounting purposes, receivables are recorded on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\" rel=\"noopener noreferrer\">current assets</a> since the money is usually collected in less than one year.\n", "\nSometimes companies can experience <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a> shortfalls when their short-term debts or bills exceed their revenue being generated from sales. If a company has a significant portion of its sales done via accounts receivables, the money collected from the receivables might not be paid in time for the company to meet its short term payables. As a result, companies can sell their receivables to a financial provider (called a factor) and receive cash.\n", "\nThere are three parties directly involved in a transaction involving a factor: the company selling its accounts receivables; the factor that purchases the receivables; and the company's customer, who must now pay the receivable amount to the factor instead of paying the company that was originally owed the money.\n", "\nAlthough the terms and conditions set by a factor can vary depending on its internal practices, the funds are often released to the seller of the receivables within 24 hours. In return for paying the company cash for its accounts receivables, the factor earns a fee.\n", "\nTypically, a percentage of the receivable amount is kept by the factor. However, that percentage can vary, depending on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\" rel=\"noopener noreferrer\">creditworthiness</a> of the customers paying the receivables. If the financial company acting as the factor believes there's increased risk of taking a loss due to the customers not being able to pay the receivable amounts, they'll charge a higher fee to the company selling the receivables. If there's a low risk of taking a loss from collecting the receivables, the factor fee charged to the company will be lower.\n", "\nEssentially, the company selling the receivables is transferring the risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a> (or nonpayment) by its customers to the factor. As a result, the factor must charge a fee to help compensate for that risk. Also, how long the receivables have been outstanding or uncollected can impact the factor fee. The factoring agreement can vary between financial institutions. For example, a factor may want the company to pay additional money in the event one of the company's customers defaults on a receivable.\n", "\nThe company selling its receivables gets an immediate cash injection, which can help fund its business operations or improve its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">working capital</a>. Working capital is vital to companies since it represents the difference between the short-term cash inflows (such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a>) versus the short-term bills or financial obligations (such as debt payments). Selling, all or a portion, of its accounts receivables to a factor can help prevent a company, that's cash strapped, from defaulting on its loan payments with a creditor, such as a bank.\n", "\nAlthough factoring is a relatively expensive form of financing, it can help a company improve its cash flow. Factors provide a valuable service to companies that operate in industries where it takes a long time to convert receivables to cash—and to companies that are growing rapidly and need cash to take advantage of new business opportunities.\n", "\nThe factoring company also benefits since the factor can purchase uncollected receivables or assets at a discounted price in exchange for providing cash upfront.\n", "\nAssume a factor has agreed to purchase an invoice of $1 million from Clothing Manufacturers Inc., representing outstanding receivables from Behemoth Co. The factor negotiates to discount the invoice by 4% and will advance $720,000 to Clothing Manufacturers Inc. The balance of $240,000 will be forwarded by the factor to Clothing Manufacturers Inc. upon receipt of the $1 million accounts receivable invoice for Behemoth Co. The factor’s fees and commissions from this factoring deal amount to $40,000. The factor is more concerned with the creditworthiness of the invoiced party, Behemoth Co., than the company from which it has purchased the receivables.\n"]}