{"name": "FactSet Definition", "@id": "https://www.investopedia.com/terms/f/factset.asp", "related": ["https://www.investopedia.com/terms/c/capital-iq.asp", "https://www.investopedia.com/terms/c/chief-technology-officer.asp", "https://www.investopedia.com/terms/i/instinet.asp", "https://www.investopedia.com/terms/c/compustat.asp", "https://www.investopedia.com/terms/c/chartered-wealth-manager.asp", "https://www.investopedia.com/terms/f/firstcall.asp"], "body": ["\nFactSet Research Systems provides computer-based financial data and analysis for financial professionals, including investment managers, hedge funds, and investment bankers. It consolidates data on global markets, public and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private companies</a>, and equity and fixed-income portfolios.\n", "\nFactSet was founded in 1978 by Howard Wille and Charles Snyder and is headquartered in Connecticut, with additional offices in the United States and around the world. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/121714/motley-fool-vs-seeking-alpha.asp\" rel=\"noopener noreferrer\">The Motley Fool</a> is a major customer who uses their information.\n", "\nFactSet's mission is to help the performance of investment professionals throughout the world by providing analytical insight gleaned from raw financial data. The company seeks to do this by providing investors and other professionals with the tools needed to convert this data into information that can be used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-analysis.asp\" rel=\"noopener noreferrer\">financial analysis</a> and financial reporting.\n", "\nFactSet provides its services for a lower price than some of its competitors because the company uses multiple sources to provide its data, which creates pricing competition between suppliers.\n", "\nThe company gives its clients an all-inclusive computer system that can be personalized for the specific needs of investment managers, hedge funds, investment bankers, and other quantitative fields and industries. FactSet offers products that take care of market analytics, financial content, financial screening, customized data analytics, and more.\n", "\nAs of 2019, FactSet services <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.factset.com/our-clients-and-industries\" rel=\"noopener noreferrer nofollow\">nearly 100,000 users</a> in more than 4,700 companies and organizations. FactSet has 60 offices in 23 countries. The company reports it has had a client retention rate of 90% for over 15 years.\n", "\nFactSet is broken down into three business units: one in the United States, one in Europe, and one in Asia-Pacific. The business unit located in the United States provides financial solutions to financial professionals as well as domestic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\" rel=\"noopener noreferrer\">financial institutions</a>. The European and Asia-Pacific business units only service financial professionals in the regions in which each unit operates.\n", "\nAs of October 2019, the company is led by its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\" rel=\"noopener noreferrer\">chief executive officer (CEO)</a>, Philip Snow, who assumed the head role in 2015. Snow began his career at FactSet in 1996 as a consultant and held various company positions in the United States and abroad. Snow holds a degree in chemistry from the University of California, Berkeley, and a master's degree in international management from the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/thunderbird-school-of-global-management.asp\" rel=\"noopener noreferrer\">Thunderbird School of Global Management</a> from Arizona State University.\n", "\nFactSet has an established <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">corporate governance</a> with audit board committees made up of independent directors to help with financial and corporate compliance. The company also requires shareholders to have a supermajority to amend specific company provisions and an employee hotline that allows for the reporting of ethical or accounting concerns.\n"]}