{"name": "Factor Investing Definition", "@id": "https://www.investopedia.com/terms/f/factor-investing.asp", "related": ["https://www.investopedia.com/terms/m/multifactor-model.asp", "https://www.investopedia.com/terms/f/famaandfrenchthreefactormodel.asp", "https://www.investopedia.com/terms/h/high_minus_low.asp", "https://www.investopedia.com/terms/s/small_minus_big.asp", "https://www.investopedia.com/terms/s/small_value_stock.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nFactor investing is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentstrategy.asp\">strategy</a> that chooses securities on attributes that are associated with higher returns. There are two main types of factors that have driven returns of stocks, bonds, and other factors: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomic-factor.asp\">macroeconomic factors</a> and style factors. The former captures broad risks across asset classes while the latter aims to explain returns and risks within asset classes.\n", "\nSome common macroeconomic factors include: the rate of inflation; GDP growth; and the unemployment rate. Microeconomic factors include: a company's credit; its share liquidity; and stock price volatility. Style factors encompass growth versus value stocks; market capitalization; and industry sector.\n", "\nFactor investing, from a theoretical standpoint, is designed to enhance diversification, generate above-market returns and manage risk. Portfolio <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a> has long been a popular safety tactic, but the gains of diversification are lost if the chosen securities move in lockstep with the broader market. For example, an investor may choose a mixture of stocks and bonds that all decline in value when certain market conditions arise. The good news is factor investing can offset potential risks by targeting broad, persistent, and long recognized drivers of returns.\n", "\nSince traditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a> allocations, like 60% stocks and 40% bonds, are relatively easy to implement, factor investing can seem overwhelming given the number of factors to choose from. Rather than look at complex attributes, such as momentum, beginners to factor investing can focus on simpler elements, such as style (growth vs. value), size (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/large-cap.asp\">large cap</a> vs. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/introduction-to-small-cap-stocks/\">small cap</a>), and risk (beta). These attributes are readily available for most securities and are listed on popular stock research websites.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuestock.asp\">Value</a> aims to capture excess returns from stocks that have low prices relative to their fundamental value. This is commonly tracked by price to book, price to earnings, dividends, and free cash flow. \n", "\nHistorically, portfolios consisting of small-cap stocks exhibit greater returns than portfolios with just large-cap stocks. Investors can capture size by looking at the market capitalization of a stock.\n", "\nStocks that have outperformed in the past tend to exhibit strong returns going forward. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum.asp\">momentum strategy</a> is grounded in relative returns from three months to a one-year time frame.\n", "\nQuality is defined by low debt, stable earnings, consistent asset growth, and strong corporate governance. Investors can identify quality stocks by using common financial metrics like a return to equity, debt to equity and earnings variability. \n", "\nEmpirical research suggests that stocks with low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> earn greater risk-adjusted returns than highly volatile assets. Measuring standard deviation from a one- to three-year time frame is a common method of capturing beta.\n", "\nOne widely used <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multifactor-model.asp\">multi-factor model</a> is the Fama and French three-factor model that expands on the capital asset pricing model (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\">CAPM</a>). Built by economists Eugene Fama and Kenneth French, the<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/famaandfrenchthreefactormodel.asp\"> Fama and French model</a> utilizes three factors: size of firms, book-to-market values, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excessreturn.asp\">excess return</a> on the market. In the model's terminology, the three factors used are <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/small_minus_big.asp\">SMB</a> (small minus big), <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high_minus_low.asp\">HML</a> (high minus low) and the portfolio's return less the risk free rate of return. SMB accounts for publicly traded companies with small market caps that generate higher returns, while HML accounts for value stocks with high book-to-market ratios that generate higher returns in comparison to the market.\n"]}