{"name": "Fair Value Definition", "@id": "https://www.investopedia.com/terms/f/fairvalue.asp", "related": ["https://www.investopedia.com/terms/c/consolidation.asp", "https://www.investopedia.com/terms/c/currency-translation.asp", "https://www.investopedia.com/terms/g/goodwill.asp", "https://www.investopedia.com/terms/m/marketmaker.asp", "https://www.investopedia.com/terms/e/equitymethod.asp", "https://www.investopedia.com/terms/p/push-down-accounting.asp"], "body": ["\nFair value is a term with several meanings in the financial world. In investing, it refers to an asset's sale price agreed upon by a willing buyer and seller, assuming both parties are knowledgeable and enter the transaction freely. For example, securities have a fair value that's determined by a market where they are traded. In accounting, fair value represents the estimated worth of various assets and liabilities that must be listed on a company's books.\n", "\nIn its broadest economic sense, fair value represents the potential price, or the value assigned, to a good or service, taking into account its utility, supply and demand for it, and the amount of competition for it. Although it infers an open marketplace, it is not quite the same as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a>, which simply refers to the price of an asset in the marketplace (not intrinsic worth).\n", "\nIn the investment world, a common way to determine a security's or asset's fair value is to list it in a publicly-traded marketplace, like a stock <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\" rel=\"noopener noreferrer\">exchange</a>. If shares of company XYZ trade on an exchange, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketmaker.asp\" rel=\"noopener noreferrer\">market makers</a> provide a bid and ask price for those shares on a daily basis. An investor can sell the stock at the bid price to the market maker and buy the stock from the market maker at the ask price. Since investor demand for the stock largely determines the bid and ask prices, the exchange is a reliable method to determine a stock’s fair value. \n", "\nThe fair value of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivative</a> is determined, in part, by the value of an underlying asset. If you buy a 50 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">call option</a> on XYZ stock, you are buying the right to purchase 100 shares of XYZ stock at $50 per share for a specific period of time. If XYZ stock’s market price increases, the value of the option on the stock also increases.\n", "\nIn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresmarket.asp\" rel=\"noopener noreferrer\">futures market</a>, fair value is the equilibrium price for a futures contract—that is, the point where the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply.asp\" rel=\"noopener noreferrer\">supply</a> of goods matches demand. This is equal to the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotprice.asp\" rel=\"noopener noreferrer\">spot price</a> after taking into account compounded interest (and dividends lost because the investor owns the futures contract rather than the physical stocks) over a certain period of time.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ias.asp\" rel=\"noopener noreferrer\">International Accounting Standards Board</a> defines fair value as the price received to sell an asset or paid to transfer a liability in an orderly transaction between market participants on a certain date, typically for use on financial statements over time. The fair value of all a company's assets and liabilities must be listed on the books in a mark-to-market valuation. The original cost is used to value assets in most cases.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn some cases, it may be difficult to determine a fair value for an asset if there is not an active market for it. This is often an issue when accountants perform a company valuation. Say, for example, an accountant cannot determine a fair value for an unusual piece of equipment. The accountant may use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\" rel=\"noopener noreferrer\">discounted cash flows</a> generated by the asset to determine a fair value. In this case, the accountant uses the cash outflow to purchase the equipment and the cash inflows generated by using the equipment over its useful life. The value of the discounted cash flows is the fair value of the asset.\n", "\nFair value is also used in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidation.asp\" rel=\"noopener noreferrer\">consolidation</a> when a subsidiary company’s financial statements are combined or consolidated with those of a parent company. The parent company buys an interest in a subsidiary, and the subsidiary’s assets and liabilities are presented at fair market value for each account. When the accounting records of both companies are combined, the result is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidatedfinancialstatement.asp\" rel=\"noopener noreferrer\">consolidated financial statement,</a> which is a set of financial statements that presents a parent company and a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a> as if the two businesses were one company.\n", "\nThe use of fair value in accounting can be complicated, and it has figured as a tool in cases of corporate fraud. One of the most notorious: Enron Corp. In the 1990s, senior management at the giant energy-trading and utility company used <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.gsb.stanford.edu/insights/charles-lee-why-fair-value-accounting-isnt-fair\" rel=\"noopener noreferrer\">a type of fair-value accounting</a>—a set of principles for determining the “market\" value of assets in which there is no trading and hence no market—to inflate the value of its energy-delivery contracts and, thus, its revenues. Once this practice, along with other dubious accounting methods, came to light, the company quickly unraveled, and it filed for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter11.asp\" rel=\"noopener noreferrer\">Chapter 11</a> bankruptcy on Dec. 2, 2001.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nFair value is a broad measure of an asset's intrinsic worth while market value refers solely to the price of an asset in the marketplace as determined by the laws of demand and supply. As such, fair value is most often used to gauge the true worth of an asset. Also, the fair value of an asset tends to be more static, especially in the context of financial statements, while its market value is at the whims of market forces.\n", "\nThe fair value of a derivative is determined, in part, by the value of an underlying asset. If you buy a 50 call option on XYZ stock, you are buying the right to purchase 100 shares of XYZ stock at $50 per share for a specific period of time. If XYZ stock’s market price increases, the value of the option on the stock also increases.\n", "\nIn the futures market, fair value is the equilibrium price for a futures contract—that is, the point where the supply of goods matches demand. This is equal to the spot price after taking into account compounded interest (and dividends lost because the investor owns the futures contract rather than the physical stocks) over a certain period of time.\n"]}