{"name": "Fair Market Value (FMV) Definition", "@id": "https://www.investopedia.com/terms/f/fairmarketvalue.asp", "related": ["https://www.investopedia.com/terms/a/appraisalfraud.asp", "https://www.investopedia.com/terms/i/irs-pub-561.asp", "https://www.investopedia.com/terms/a/appraisal.asp", "https://www.investopedia.com/terms/a/appraisal-approach.asp", "https://www.investopedia.com/terms/a/armslength.asp", "https://www.investopedia.com/terms/i/in-escrow.asp"], "body": ["\nIn its simplest sense, fair market value (FMV) is the price that an asset would sell for on the open market. Fair market value has come to represent the price of an asset under the following usual set of conditions: prospective buyers and sellers are reasonably knowledgeable about the asset, behaving in their own best interest, free of undue pressure to trade, and given a reasonable time period for completing the transaction. Given these conditions, an asset's fair market value should represent an accurate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a> or assessment of its worth. The term is commonly used in tax law and the real estate market.\n", "\nThe term, fair market value, is intentionally distinct from similar terms such as market value or appraised value because it considers the economic principles of free and open market activity, whereas the term, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value</a>, simply refers to the price of an asset in the marketplace. Therefore, while a home's market value can easily be found on a listing, the fair market value is more difficult to determine. Similarly, the term, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraised_value.asp\">appraised value</a>, refers to an asset's value in the opinion of a single appraiser, thus not immediately qualifying the appraisal as fair market value. In cases where a fair market value is needed, however, an appraisal will usually suffice. \n", "\nDue to the thorough considerations made by the term, fair market value, it's often used in legal settings. For example, fair market value in real estate is commonly used in divorce settlements and to calculate compensation related to the government's use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eminent-domain.asp\">eminent domain</a>. Fair market values are also often utilized in taxation, such as when determining the fair market value of a property for a tax deduction after a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/casualty-loss.asp\">casualty loss</a>. \n", "\nMunicipal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\">property taxes</a> are often assessed based on the FMV of the owner's property. Depending on how long the owner has owned the home, the difference between the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchaseprice.asp\">purchase price</a> and the residence's FMV can be substantial. Professional appraisers use standards, guidelines, and national and local regulations to determine a home's FMV.\n", "\nFMV is also often used in the insurance industry. For example, when an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">insurance claim</a> is made as a result of a car accident, the insurance company covering the damage to the owner's vehicle usually covers damages up to the vehicle's FMV.\n", "\nWorldwide tax authorities are always ensuring that transactions are realized at FMV, at least for tax purposes. For example, a father who is retiring may sell the shares of his business to his daughter for $1 so that she can carry on as the owner of the family business. However, if the FMV of the shares is higher, tax authorities such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) may well recharacterize the transaction for tax purposes, and the father will need to pay taxes on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disposition.asp\">disposition</a> of the shares as though he had sold them at FMV to a third party.\n", "\nAnother field of taxation where FMV regularly comes into play is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charitabledonation.asp\">donation</a> of property, such as artwork to charities. In these cases, the donor usually receives a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charitable-contributions-deduction.asp\">tax credit for the value of the donation</a>. Tax authorities need to ensure that the credit given is for the true FMV of the object and often ask donors to provide independent valuations for their donations.\n", "\nIt's important to assess the fair market value of an item that you buy or sell as it can have a large impact on your finances. Correctly applying fair market value to taxes ensures there won't be adverse monetary implications later on or any claims of fraud by authorities.\n"]}