{"name": "Family and Medical Leave Act (FMLA) Definition", "@id": "https://www.investopedia.com/terms/f/family-and-medical-leave-act.asp", "related": ["https://www.investopedia.com/terms/i/immediate-family.asp", "https://www.investopedia.com/terms/d/dependent-care-benefits.asp", "https://www.investopedia.com/terms/u/unemployment-income.asp", "https://www.investopedia.com/terms/o/occupational-safety-and-health-act.asp", "https://www.investopedia.com/terms/p/presenteeism.asp", "https://www.investopedia.com/terms/w/wrongful-termination-claims.asp"], "body": ["\nThe Family and Medical Leave Act (FMLA) is a labor law requiring employers of a certain size to provide employees unpaid time off for serious family health issues or situations. Qualified reasons may include adoption, pregnancy, foster care placement, family or personal illness, or military leave. It also provides for the continuation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\">health insurance</a> coverage and job protection while the employee is on leave. The FMLA is intended to provide families with the time and resources to deal with family emergencies, while also guiding employers.\n", "\nThe U.S. Department of Labor’s Wage and Hour Division (DOL-WHD) is in charge of the FMLA program.\n", "\nThe FMLA was signed into law on Feb. 5, 1993, by President Bill Clinton.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> Its passage was an acknowledgment by the federal government of changes in U.S. families, the workplace, and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-market.asp\">labor force</a>—for example, the proliferation of single-parent households or households in which both parents work—and the expectations of both employees and employers.\n", "\nThe law guarantees that a qualified employee may take up to 12 weeks' time off for reasons such as pregnancy/childbirth, adoption, personal illness, or the illness of a family member. The types of qualified medical and family situations also include foster care or military leave—for instance, if the eligible employee is a service member’s spouse, son, daughter, parent, or next of kin (military caregiver leave), they are entitled to 26 weeks of leave.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nFurthermore, an employee who takes unpaid leave that falls under the FMLA is job-protected; that is, the employee can return to the same position held before the leave began. If the same position is unavailable, the employer must provide a position that is substantially equal in pay, benefits, and responsibility.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nThe FMLA seeks to remove the need for workers to choose between their jobs and their families, enabling them to balance employment security and caring for their children, parents, or other members of their extended family.\n", "\nIt impacts women in particular by recognizing the outsized roles they play in caregiving, and the fact that their familial role as default caregiver has a significant effect on their working lives and careers. For instance, it allows them to take a leave to care for a newborn or an adopted child, with the assurance that they can return to their job afterward.\n", "\nBut it also acknowledges the importance of men in serving a role in their families beyond that of the breadwinner.\n", "\nThe FMLA's intents are indicated in the stated intents of the bill itself:\n", "\nNot every employee is covered by the Family Leave and Medical Act. Companies have to be of a certain size, and the worker has to have met certain conditions.\n", "\nSpecifically, to qualify for time off under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061615/how-fill-out-fmla-forms.asp\">FMLA</a>, a worker:\n"]}