{"name": "Family Limited Partnership (FLP) Definition", "@id": "https://www.investopedia.com/terms/f/familylimitedpartnership.asp", "related": ["https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/d/downreit.asp", "https://www.investopedia.com/terms/s/subchapters.asp", "https://www.investopedia.com/terms/m/mlp.asp", "https://www.investopedia.com/terms/t/taxableevent.asp", "https://www.investopedia.com/terms/h/hedgefund.asp"], "body": ["\nA Family Limited Partnership (FLP) is a type of arrangement in which family members pool money to run a business project. Each family member buys units or shares of the business and can profit in proportion to the number of shares he or she owns, as outlined in the partnership operating agreement.\n", "\nFamily Limited Partnerships have two types of partners. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalpartner.asp\">General partners</a> usually own the largest share of the business and are responsible for day-to-day management tasks such as overseeing all cash deposits and investment transactions. The general partner may also take a management fee from profits if outlined in the partnership agreement. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limited-partner.asp\">Limited partners</a> have no management responsibilities. They instead buy shares of the business in exchange for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>, interest, and profits the FLP may generate.\n", "\nFLPs vary depending on the nature of the business. For example, suppose an individual wants to start a luxury apartment venture. He expects the project to cost $1 million, including working capital, and take in about $200,000 in cash each year before interest on mortgage payments and taxes. He calculates that he'll need at least a 50% down payment of $500,000. So, he calls some family members and they all agree to establish an FLP that will issue 5,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitedpartnership.asp\">limited partnership</a> shares at $100 each for a total of $500,000. The limited partnership agreement states that units can not be sold for at least six years and the FLP will pay 70% of cash earnings in the form of dividends.\n", "\nAs the general partner, the original individual who made the calls buys 500 shares by contributing $50,000 to the FLP. Family members buy the remaining shares. Now, each family member owns a stake in an FLP starting at $500,000. Next, the general partner might get a first mortgage loan for the rest of the $500,000 to start the $1 million luxury housing project.\n", "\nThe FLP then leases these apartments to tenants and begins taking income from rent. As the mortgage is paid off, profits and dividends are distributed and each family member grows wealthier.\n", "\nThere are some estate and gift tax advantages of a family limited partnership. Several families establish FLPs to pass wealth down to generations while securing some tax protections. Every year, individuals can gift FLP interests tax-free to other individuals up to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annual-exclusion.asp\">annual gift tax exclusion</a>. Currently, the gift exclusion is $15,000 for individuals and effectively doubled to $30,000 for married couples.\n", "\nSuppose a couple amassed savings worth $5 million. They have three children and nine grandchildren. The couple decides to transfer the entire amount to the FLP they established. Each year, they gift $30,000 worth of FLP interests to each of their 12 kids or grandkids. This means the couple can transfer $360,000 worth of FLP interests gift-tax free every year (assuming the gift tax exclusion remains the same). \n", "\nIn addition, these assets effectively leave the couple's estates, as far as the IRS is concerned, so any future returns would be excluded from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/death-taxes.asp\">estate taxes</a>. The couple's children and grandchildren would benefit from any interest, dividends, or profits generated from the FLP—thereby preserving wealth for future generations. \n", "\nAs general partners, the couple can set stipulations in the partnership agreement in order to protect these gifts from being squandered or mismanaged. For example, they can set a rule stating the gifted shares can't be transferred or sold until the beneficiaries reach a certain age. If any beneficiaries are minors, the shares can be transferred through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utma.asp\">Unified Transfers to Minors Act</a> (UTMA) account.\n", "\nBecause the structure of FLPs and the tax laws that govern them are complex, families should consult qualified accountants and tax professionals before establishing an FLP.\n"]}