{"name": "Farmers Home Administration (FmHA)", "@id": "https://www.investopedia.com/terms/f/farmers-home-administration-fmha.asp", "related": ["https://www.investopedia.com/terms/f/farmermac.asp", "https://www.investopedia.com/terms/f/forbearance.asp", "https://www.investopedia.com/terms/b/banks-for-cooperatives.asp", "https://www.investopedia.com/terms/c/commodity-credit-corporation.asp", "https://www.investopedia.com/terms/f/farm-credit-system.asp", "https://www.investopedia.com/terms/v/veterans-administration.asp"], "body": ["\nThe Farmers Home Administration (FmHA) is a former U.S. Department of Agriculture agency, created to finance and insure loans for rural families and farmers. The FmHA provided credit and technical assistance through housing, utility, business, and community development programs. During the height of its activity, the agency operated at least 1,900 county and district loan offices nationwide.\n", "\nIn 1946, Congress authorized the Farmers Home Administration to provide families with financing tools such as loans and grants aimed at helping them re-establish self-sufficient farming efforts, following the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a>. It has since been renamed multiple times and is presently known as the USDA Office of Rural Development.\n", "\nAccording to the U.S. Federal Home Loan Center, this agency's housing loan program boasts a loan portfolio of $86 billion. It has administered nearly $16 billion in loan guarantees, program loans, and grants.\n", "\nBy the 1990s, some members of Congress were becoming increasingly concerned with the large number of defaults on FmHA loans and the substantial losses the agency was accruing as a result of weak lending practices. In 1992, Congress directed the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-accountability-office-gao.asp\">Government Accountability Office</a> (GAO) to conduct a study, which unearthed numerous problems with the FmHA.\n", "\nMost notably, the report found that nearly $14 billion (70%) of the FmHA direct loan portfolio was at risk of default because the loans were held by delinquent borrowers, or by individuals whose debts were rescheduled in the wake of repayment difficulties. In that year, FmHA estimated potential losses of $1.2 billion, or about 28% of its guaranteed loan program.\n", "\nThe GAO also discovered that many field lending officials failed to comply with the loan-making and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan_servicing.asp\">loan-servicing</a> standards that the FmHA established to safeguard Federal financial interests.\n", "\nFurthermore, the GAO found that by September 30, 1991, the FmHA acquired an estimated 3,100 farms from borrowers who had not repaid their loans. Overall, the GAO concluded that FmHA management weaknesses contributed to the longstanding loan management problems, including inferior information systems and weak financial controls.\n"]}