{"name": "Feasibility Study Definition", "@id": "https://www.investopedia.com/terms/f/feasibility-study.asp", "related": ["https://www.investopedia.com/terms/c/cost-benefitanalysis.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/h/human-resource-planning.asp", "https://www.investopedia.com/terms/s/swot.asp", "https://www.investopedia.com/terms/s/scope.asp", "https://www.investopedia.com/terms/d/duediligence.asp"], "body": ["\nA feasibility study is an analysis that takes all of a project's relevant factors into account—including economic, technical, legal, and scheduling considerations—to ascertain the likelihood of completing the project successfully. Project managers use feasibility studies to discern the pros and cons of undertaking a project before they invest a lot of time and money into it.\n", "\nFeasibility studies also can provide a company's management with crucial information that could prevent the company from entering blindly into <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\">risky</a> businesses.\n", "\nA feasibility study is simply an assessment of the practicality of a proposed plan or project. As the name implies, these studies ask: Is this project feasible? Do we have the people, tools, technology, and resources necessary for this project to succeed? Will the project get us the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\">return on investment</a> (ROI) that we need and expect?\n", "\nThe goals of feasibility studies are as follows:\n", "\nFeasibility studies are important to business development. They can allow a business to address where and how it will operate. They can also identify potential obstacles that may impede its operations and recognize the amount of funding it will need to get the business up and running. Feasibility studies aim for marketing strategies that could help convince investors or banks that investing in a particular project or business is a wise choice.\n", "\nFeasibility studies reflect a project's unique goals and needs, so each is different. However, the tips below can apply broadly to undertaking a feasibility study. You may, for example, want to do the following:\n", "\nOnce you have finished your basic due diligence, you might consider the elements below as a template of items to include in your study:\n", "\nAn elite college in a wealthy suburb of Boston had long desired to expand its campus. It kept putting off the project, however, because the administration had certain reservations, including whether it could afford to expand. The college also worried about public opinion of the neighborhood—the original home of this college for more than 100 years. As in the past, the community board had rejected similar types of development proposals. Finally, the college wondered if specific legal and political issues might impinge upon its plan.\n", "\nAll of these concerns and unknowns are apt reasons to proceed with a feasibility study, which the college finally did undertake. As a result, the school now is forging ahead with its expansion plans without needing to leave its historic home. If it had not taken the time and effort to conduct a feasibility study, the college would never have known whether its dreamed-of expansion could become a viable reality.\n"]}