{"name": "Federal Trade Commission (FTC) Definition", "@id": "https://www.investopedia.com/terms/f/ftc.asp", "related": ["https://www.investopedia.com/terms/a/antitrust.asp", "https://www.investopedia.com/terms/r/regulation-aa.asp", "https://www.investopedia.com/terms/m/monopoly.asp", "https://www.investopedia.com/terms/c/consumer-financial-protection-act.asp", "https://www.investopedia.com/terms/c/the-celler-kefauver-act.asp", "https://www.investopedia.com/terms/u/united-states-v-the-southeastern-underwriter-association.asp"], "body": ["\nThe Federal Trade Commission (FTC) is an independent agency of the U.S. government that aims to protect consumers and ensure a strong competitive market by enforcing consumer protection and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/antitrust.asp\">antitrust laws</a>. Its principal purpose is to enforce non-criminal antitrust laws in the United States, by preventing and eliminating anticompetitive business practices, including coercive monopoly. The FTC also seeks to protect consumers from predatory or misleading business practices.\n", "\nThe Federal Trade Commission (FTC) was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/10/the-us-federal-trade-commission.asp\">established in 1914</a> by the Federal Trade Commission Act, as part of the Wilson administration's trust-busting efforts, trust-busting being a significant concern at the time. It was tasked with enforcing the Clayton Act, which banned monopolistic practices. The FTC continues to discourage anticompetitive behavior through the Bureau of Competition, which reviews proposed mergers together with the Department of Justice. As the years have passed, the FTC has been tasked with enforcing additional business regulations, as codified in Title 16 of the Code of Federal Regulations.\n", "\nThe FTC’s regular activities include investigating reports of fraud or false advertising from consumers, business, the media, congressional inquiries, or pre-merger notification filings. The FTC may investigate a single company or an entire industry. If an FTC investigation reveals unlawful activities on the part of one or more companies within an industry, they can seek voluntary compliances via consent order, initiate federal litigation, or file an administrative complaint. Traditionally, such a complaint would be heard in front of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/administrative-law.asp\">administrative law</a> judge (ALJ) and may be appealed to the U.S. Court of Appeals and then the Supreme Court.\n", "\nThe FTC also deals with complaints of unfair business practices such as scams and deceptive advertising. The Bureau of Consumer Protection conducts investigations into alleged abuses, carries out enforcement actions and provides educational materials to consumers. The Bureau of Consumer Protection is in charge of the U.S. National <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/telemarketing.asp\">Do Not Call Registry</a>.\n", "\nThe Bureau of Economics provides research support to the other two departments of the FTC, including analysis of FTC actions' potential effects.\n", "\nGenerally speaking, the FTC does not have the ability to directly enforce its rulings, but it can go to the courts to have them enforced.\n", "\nIn 1984, the FTC cracked down on deceptive pricing in the funeral home industry, implementing the FTC Funeral Rule, which requires funeral homes to offer a written General Price List (GPL) of all prices for goods and services in the funeral industry to anyone who requests one. No one can be denied a written copy of GPL by law, and they must be allowed to keep it if they so desire. In 1996, the FTC implemented the Funeral Rule Offenders Program, which allows offending funeral homes to make a voluntary payment to the U.S. Treasury or an appropriate state fund in exchange for not having to go to court.\n", "\nIn the 1990s, the agency conducted a number of investigations into telemarketing scams offering fictitious business opportunities, beginning with Project Telesweep in 1995, which cracked down on at least 100 business opportunity scams. The FTC has been active in the healthcare industry, blocking the proposed acquisition of Palmyra Medical Center by Putney Memorial Hospital based on potential harm to consumers. The case went to the Supreme Court, which ruled in the FTC's favor in 2013.\n"]}