{"name": "Federal Direct Loan Program Definition", "@id": "https://www.investopedia.com/terms/f/federal-direct-student-loan-program.asp", "related": ["https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp", "https://www.investopedia.com/terms/s/student-loan-forgiveness.asp", "https://www.investopedia.com/terms/p/perkins-loan.asp", "https://www.investopedia.com/terms/s/stafford-loan.asp", "https://www.investopedia.com/terms/p/plus-loan.asp", "https://www.investopedia.com/terms/d/direct-consolidation-loan.asp"], "body": ["\nThe Federal Direct Loan Program provides low-interest student loans to postsecondary students (undergraduates and graduate students) and to their parents. The William D. Ford Federal Direct Loan Program is issued and managed by the U.S. Department of Education and is the only government-backed student loan program in the United States.\n", "\nThe program offers several types of loans, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/federal-direct-loans-subsidized-vs-unsubsidized/\">subsidized direct loans, unsubsidized direct loans</a>, direct <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/plus-loan.asp\">PLUS loans</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/direct-consolidation-loan.asp\">direct consolidation loans</a>. Subsidized direct loans are the only student loans from the federal government based on financial need. The Department of Education pays the interest on these loans while the student is in school.\n", "\nAll loans that are granted through the Federal Direct Loan Program have maximum amounts set each year, with each successive year allowing for an increase in the total maximum yearly amount, with set aggregate amounts. Students who wish to apply for funding must first submit the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp\">Free Application for Federal Student Aid (FAFSA)</a>.\n", "\nPrivate lenders also provide student loans to use instead of—or in addition to—federal loans, but the federal program often has more-favorable interest rates and other provisions, such as loan consolidation and forgiveness programs. Those seeking student loans should <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/younginvestors/09/private-or-federal-student-loans.asp\">carefully investigate all available options</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/101014/disadvantages-stafford-loans.asp\">Drawbacks to federal direct loans</a> include the fact that only unsubsidized loans are available to graduate students, who are also charged higher interest rates than undergraduates. In addition, borrowers who default on these loans are not able to escape the debt by declaring bankruptcy. They also have lower loan limits for undergraduates who are claimed as dependents on their parents’ or guardian’s income taxes. Finally, students must apply anew each year for a federal direct loan.\n"]}