{"name": "Federal Poverty Level (FPL) Definition", "@id": "https://www.investopedia.com/terms/f/fpl.asp", "related": ["https://www.investopedia.com/terms/m/means-test.asp", "https://www.investopedia.com/terms/m/medicaid.asp", "https://www.investopedia.com/premium-tax-credit-2021-definition-5115090", "https://www.investopedia.com/terms/i/international-poverty-line.asp", "https://www.investopedia.com/terms/w/welfare.asp", "https://www.investopedia.com/terms/a/able-account.asp"], "body": ["\nThe federal poverty level (FPL), or the \"poverty line\", is an economic measure used to decide whether the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\" rel=\"noopener noreferrer\">income</a> level of an individual or family qualifies them for certain federal benefits and programs. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/us-department-health-and-human-services-hhs.asp\" rel=\"noopener noreferrer\">Department of Health and Human Services</a> (HHS) updates its poverty guidelines, illustrating the set minimum amount of income that a family needs for food, clothing, transportation, shelter, and other necessities, once a year, adjusted for inflation.\n", "\nThe federal poverty level (FPL) shouldn’t be confused with the<strong> </strong>poverty threshold, which is another important federal measure that actually defines what <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/poverty.asp\" rel=\"noopener noreferrer\">poverty</a> is. The poverty threshold is mainly used for statistical purposes and to help calculate poverty guidelines.\n", "\nEach year, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bureauofcensus.asp\">US Census Bureau</a> issues a public report on the level of poverty in the country. The report provides an estimate of the number of people that are poor; the percentage of people living below the poverty level; the poverty distribution by age, sex, ethnicity, location, etc.; and the level of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-inequality.asp\">income inequality</a>.\n", "\nThe federal poverty level (FPL) is typically issued annually in January by the HHS, and determined by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/household_income.asp\">household income</a> and size. Within its annual report, the HHS shows the total cost needed by the average person per year to cover basic necessities such as food, utilities, and accommodation. This number is adjusted each year for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a>.\n", "\nThe federal poverty level (FPL) is used to establish who qualifies for certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidy.asp\">federal subsidies</a> and aid, such as Medicaid, Food Stamps (SNAP), Family and Planning Services, the Children’s Health Insurance Program (CHIP), and the National School Lunch Program. The FPL varies according to the size of the family and their geographical location within the country. For instance, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091415/how-much-money-do-you-need-live-alaska.asp\">Alaska</a> and Hawaii have higher poverty levels since the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-living.asp\">cost of living</a> in these regions is higher—plus $3,210 for Alaska and $1,940 for Hawaii as of 2021.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nA higher threshold is added to the poverty level for each additional family member, set at $4,540 per family member for the year 2021.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Thus, if the federal poverty level (FPL) for a family of two is $17,420, a family of three would have a poverty level set at $17,420 + $4,540 = $21,960 in any of the states excluding Hawaii and Alaska.\n", "\nThe table below shows the federal poverty guidelines for household sizes by region.\n", "\nNote that the federal poverty level (FPL) is different from the poverty threshold. The poverty threshold is another important federal poverty measure that actually defines what poverty is and provides statistics on the number of Americans living in such conditions.\n", "\nData on the poverty threshold is created by the US Census Bureau, which uses pre-tax income as a yardstick to measure poverty. The statistical report on the poverty threshold is then used by the HHS to determine the federal poverty level (FPL).\n", "\nHow a family’s income compares to the federal poverty level (FPL) determines if they are eligible for any plans. When determining an individual's or a family's eligibility for receiving benefits, some government agencies compare <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossincome.asp\">before-tax income</a> to the poverty guidelines, while others compare <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aftertaxincome.asp\">after-tax income</a>.\n", "\nCertain federal agencies and programs use percentage multiples of the federal poverty level (FPL) to define income limits and to set eligibility criteria for households. For example, an income of less than 138% of the FPL will qualify an individual for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\">Medicaid</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/childrens-health-insurance-program-chip.asp\">CHIP</a>. This means that an individual in a one-household setup in, say, Texas will need to earn below 138% x $12,880 = $17,774.40 to be eligible for Medicaid.\n", "\nThe Emergency Shelter Grant (ESG), Utility Assistance, and United Way Rent, on the other hand, require a household to earn an income of less than 150% of the federal poverty level (FPL). Meanwhile, to be eligible for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-premium-tax-credit.asp\">premium tax credits</a> on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/health-insurance-marketplace.asp\">health insurance marketplace</a> plans, which would help reduce the monthly payments for a health plan, the criteria is in the range of 100% to 400% of FPL. Note that these limits have been relaxed somewhat due to the American Recovery Plan (ARP) of 2021 in response to the COVID19 pandemic.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nTo calculate the percentage of poverty level, divide income by the poverty guideline and multiply by 100. So, a family of five in New Jersey with an annual income of $80,000 would be calculated to earn ($80,000/$31,040) x 100 = 258% of the federal poverty guidelines, and will likely not qualify for Utility Assistance or Medicaid, but may still be eligible for an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-premium-tax-credit.asp\">advanced premium tax credit</a> subsidy.\n"]}