{"name": "Federal Discount Rate Definition", "@id": "https://www.investopedia.com/terms/f/federal_discount_rate.asp", "related": ["https://www.investopedia.com/terms/d/discountwindow.asp", "https://www.investopedia.com/terms/d/discountrate.asp", "https://www.investopedia.com/terms/f/federal-reserve-credit.asp", "https://www.investopedia.com/terms/a/adjustment-credit.asp", "https://www.investopedia.com/terms/r/requiredreserves.asp", "https://www.investopedia.com/terms/p/permanent-open-market-operations.asp"], "body": ["\nThe federal discount rate is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate</a> set by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">Federal Reserve</a> (Fed) on loans extended by the central bank to commercial banks or other depository institutions. Adjusting the discount rate allows central banks such as the Fed to reduce liquidity problems and the pressures of reserve requirements, control the supply of money in the economy and basically assure stability in the financial markets.\n", "\nIn addition to its other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\">monetary policy</a> and regulatory tools, the Fed banks can lend directly to member banks and depository institutions. This is part of the primary purpose of the Fed as a lender of last resort to ensure the stability of the banks and the financial system in general. To prevent undue bank failures, healthy banks are allowed to borrow all they want at very short maturities (usually overnight) from the Fed's discount window, and it is therefore referred to as a standing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lending-facility.asp\">lending facility</a>.\n", "\nUnder normal circumstances, banks prefer to borrow from one another on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overnightrate.asp\">overnight lending market</a>. However, banks that face increased liquidity needs or heightened risks are sometimes unable to raise the necessary funds in the open market. Once the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interbankrate.asp\">interbank</a> overnight lending system has been maxed out, Fed discount lending serves as an emergency backstop to provide liquidity to such banks in order to prevent them from failing.\n", "\nBorrowing from the central bank is a substitute for borrowing from other commercial banks, and so it is seen as a last-resort measure. The interbank rate, called the Fed funds rate, is usually lower than the discount rate. As long as the Fed funds rate is lower than the discount rate, commercial banks will prefer to borrow from another commercial bank rather than the Fed. As a result, in most circumstances, the total amount of discount lending is very small and intended only to be a backup source of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> for sound banks.\n", "\nDiscount lending is generally classified as either primary or secondary <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\">credit</a>. The Fed also sets a seasonal discount rate for non-emergency lending to banks that serve agricultural and other communities where credit demand is highly seasonal.\n", "\nDepository institutions and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercialbank.asp\">commercial banks</a> that are in generally sound financial condition are eligible to borrow from their regional Fed banks at a primary credit rate. This rate is commonly just referred to as the discount rate. Funds for commercial banks borrowed from the Fed are processed through the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountwindow.asp\">discount window</a>, and the rate is reviewed every 14 days.\n", "\nSecondary credit is given to banks that are in financial trouble and are experiencing severe liquidity problems. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central bank's</a> interest rate on secondary credit is usually set at 50 basis points (0.5 percentage points) above the discount rate. The interest rate on these loans is set at a higher penalty rate to reflect the less-sound condition of these borrowers.\n", "\nBeyond its role in preventing bank failures, the federal discount rate is used as a tool to either stimulate (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expansionary_policy.asp\">expansionary monetary policy</a>) or rein in (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractionary-policy.asp\">contractionary monetary policy</a>) the economy.\n", "\nA decrease in the discount rate makes it cheaper for commercial banks to borrow money, which results in an increase in available credit and lending activity throughout the economy. Conversely, a raised discount rate makes it more expensive for banks to borrow and thereby diminishes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\">money supply</a> while retracting investment activity.\n", "\nBesides setting the discount rate, the Fed has several other monetary policy tools at its disposal. It can influence the money supply, credit, and interest rates through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openmarketoperations.asp\">open market operations</a> (OMO) in U.S. Treasury markets, and by raising or lowering reserve requirements for private banks.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredreserves.asp\">reserve requirement</a> is the portion of a bank's deposits that it must hold in cash form, either within its own vaults or on deposit at its regional Fed bank. The higher the reserve requirements are, the fewer room banks have to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leverage</a> their liabilities or deposits.\n", "\nThe federal discount rate is the interest rate the Fed charges on loans. It is not to be confused with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\">federal funds rate</a>, which is the rate banks charge each other for loans that are used to hit reserve requirements.\n", "\nThe discount rate is determined by the Fed's board of governors, as opposed to the federal funds rate, which is set by the market between member banks. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fomc.asp\">Federal Open Markets Committee</a> (FOMC) sets a target for the Fed funds rate, which it pursuits through the open sale and purchase of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/073113/introduction-treasury-securities.asp\">U.S. Treasuries</a>, whereas the discount rate is reached solely through review by the board of governors.\n", "\nThe discount rate is typically set higher than the federal funds rate target, usually by 100 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basispoint.asp\">basis points</a> (1 percentage point), because the central bank prefers that banks borrow from each other so that they continually monitor each other for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">credit risk</a> and liquidity. \n"]}