{"name": "Federal Unemployment Tax Act (FUTA) Definition", "@id": "https://www.investopedia.com/terms/f/federal-unemployment-tax-act-futa.asp", "related": ["https://www.investopedia.com/tax-revenue-definition-5115103", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/terms/u/unemployment-insurance.asp", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/w/w2form.asp", "https://www.investopedia.com/terms/f/fica.asp"], "body": ["\nThe Federal Unemployment Tax Act (FUTA) is a piece of legislation that imposes a payroll tax on any business with employees. The revenue it generates is allocated to state unemployment insurance agencies and used to fund unemployment benefits for people who are out of work.\n", "\nThe Federal Unemployment Tax Act (FUTA) was passed in 1939. It is a federal law that raises revenue to administer the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-insurance.asp\">unemployment insurance</a> and job service programs in every state. As directed by the Act, employers are required to pay annual or quarterly federal unemployment taxes; they make up a part of what is commonly known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payrolltax.asp\">payroll taxes</a>.\n", "\nThe funds in the account are used for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-compensation.asp\">unemployment compensation</a> payments to workers who have lost their jobs. Although the amount of the FUTA payroll tax is based on employees' wages, it is imposed on employers only, not their employees. In other words, it is not deducted from a worker's wages. In this way, FUTA tax differs from other payroll taxes, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-tax.asp\">Social Security tax</a>, which is applied to both employer and employee.\n", "\nAccording to the IRS, a business owes federal unemployment taxes if:\n", "\nFUTA taxes can be paid annually or quarterly. The amount of an employer's FUTA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\">tax liability</a> determines when the tax must be paid.\n", "\nFUTA taxes have varied over the years. As of 2021, the FUTA tax rate was 6% of the first $7,000 paid to each employee annually. This means that if a company had 10 employees, each of whom earned wages of at least $7,000 for the year, the company's annual FUTA tax would be 0.06 x ($7,000 x 10) = $4,200. Once an employee’s year-to-date (YTD) wages exceed $7,000, an employer stops paying FUTA for that employee. Therefore, the maximum amount an employer pays in FUTA taxes is $420 per employee.\n", "\nMany states collect an additional unemployment tax from employers, known as state unemployment taxes (SUTA). These range from 2% to 5% of an employee's wages.\n", "\nPaying SUTA taxes can lessen the burden of FUTA taxes. Employers can take a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credit</a> of up to 5.4% of taxable income if they pay state unemployment taxes in full and on time. This amount is deducted from the amount of employee federal unemployment taxes owed.\n", "\nAn employer that qualifies for the highest credit will have a net tax rate of 0.6% (calculated as 6% minus 5.4%). Thus, the minimum amount an employer can pay in FUTA tax is $42 per employee. However, companies that are exempt from state unemployment taxes do not qualify for the FUTA credit.\n", "\nWages that an employer pays to their spouse, a child under the age of 21, or parents do not count as FUTA wages. Furthermore, payments such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fringe-benefits.asp\">fringe benefits</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/group-term-life-insurance.asp\">group term life insurance</a> benefits, and employer contributions to employee retirement accounts are not included in the tax calculation for the federal unemployment tax.\n"]}