{"name": "Federal Reserve Board (FRB) Definition", "@id": "https://www.investopedia.com/terms/f/frb.asp", "related": ["https://www.investopedia.com/terms/f/fomc.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-san-francisco.asp", "https://www.investopedia.com/terms/f/1913-federal-reserve-act.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-philadelphia.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-minneapolis.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-chicago.asp"], "body": ["\nThe Board of Governors of the Federal Reserve System, also known as the Federal Reserve Board (FRB), is the governing body of the Federal Reserve System. The FRB was established by the Banking Act of 1935. The members are statutorily tasked with giving a “fair representation of the financial, agricultural, industrial, and commercial interests and geographical divisions of the country.”<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/board-of-governors.asp\" rel=\"noopener noreferrer\">Board of Governors</a> of the Federal Reserve System called the Federal Reserve Board or FRB for short, is a seven-member body that governs the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\" rel=\"noopener noreferrer\">Federal Reserve System</a>, the U.S. central bank in charge of making the country's monetary policy.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe FRB is considered an independent agency of the federal government. The Fed has a statutory mandate to maximum employment and stable prices at moderate long-term interest rates, and the FRB chair and other officials frequently testify before Congress, but it makes monetary policy independently of the legislative or executive branches and is structured like a private corporation.\n", "\nThe president appoints the FRB's members, and they are confirmed by the Senate. Each is appointed to a single 14-year term but may serve shorter or longer periods. A new board member serves the remainder of the outgoing member's term if any. The new member may then be reappointed to one full term. If a replacement has not been confirmed when that term expires, they may continue to serve, so that it is possible for a member to serve for much longer than 14 years. However, the President is allowed to remove a member from the board, given sufficient cause. Terms are staggered so that a new one begins every two years. Once appointed, each board member operates independently.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe chair and vice-chair for the supervision of the Federal Reserve Board are appointed to four-year terms by the president from among the board's existing members. They can be reappointed to these leadership roles as many times as their term limits as board members allow.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ \n", "\nThe board of governors includes several subcommittees with their chairs and vice-chairs. These are the committees on board affairs; consumer and community affairs; economic and financial monitoring and research; financial stability; Federal Reserve Bank affairs; supervision and regulation; payments, clearing, and settlement; and the subcommittee on smaller regional and community banking.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ \n", "\n<cite>Source</cite><span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Federal Reserve Board members' most important role is as members of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fomc.asp\" rel=\"noopener noreferrer\">Federal Open Market Committee (FOMC)</a>, which is in charge of the open market operations that determine the federal funds rate, one of the global economy's most important benchmark interest rates. In addition to the seven governors, the FOMC consists of the president of the Federal Reserve Bank of New York and a rotating set of four other branch presidents. The chair of the FRB also chairs the FOMC.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe FRB is directly in charge of two other monetary policy tools, the discount rate (based on suggestions from the regional branches) and reserve requirements. It is also tasked with supervising the Fed's 12 regional branches.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n"]}