{"name": "Federal Home Loan Bank System (FHLB) Definition", "@id": "https://www.investopedia.com/terms/f/fhlb.asp", "related": ["https://www.investopedia.com/terms/f/federal-home-loan-bank-act.asp", "https://www.investopedia.com/terms/f/freddiemac.asp", "https://www.investopedia.com/terms/f/fhfa.asp", "https://www.investopedia.com/terms/t/tandem-loan.asp", "https://www.investopedia.com/terms/o/ofheo.asp", "https://www.investopedia.com/terms/f/financial-crisis.asp"], "body": ["\nThe Federal Home Loan Bank (FHLB) System is a consortium of 11 regional banks across the U.S. that was created by the federal government to keep a reliable stream of cash available to other banks for lending to individuals.\n", "\nThis system was created in 1932 in response to the economic conditions of the Great Depression, which had crippled the U.S. economy.\n", "\nThe banks receive no government funding and pay no federal or state income taxes.\n", "\nFederal Home Loan Banks are structured as privately capitalized corporations and receive no taxpayer funding. The banks are owned by the financial institutions, which buy stock in the FHLB to become members. The institutions must engage in real estate lending as a condition of membership.\n", "\nMore than 7,000 banks and credit unions in all are members of FHLB.\n", "\nMember banks have access to low-cost loans, which they, in turn, lend to their customers. A primary product available for member banks is cash-advance loans. Advances are generally available to members immediately if approved.\n", "\nTo provide for capital, the Federal Home Loan Banks issue discount notes and term debt in the capital markets. These are known as consolidated obligations.\n", "\nDebt issuance for all 11 banks is managed by the FHLB Office of Finance. While debt is issued individually by each bank, it is backed collectively by all banks in the system, providing for a lower-risk investment.\n", "\nFHLBs also offer credit through various programs. They include the Affordable Housing Program, the Community Investment Program, the Mortgage Partnership Finance Program, and the Mortgage Purchase Program.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhfa.asp\">Federal Housing Finance Agency</a> is the government bureau charged with FHLB oversight.\n", "\nThe FHLB was created by the government to provide an additional source of real-estate-lending support for the U.S. banking system. Its function in the banking system greatly differs from that of other government-created entities such as Fannie Mae, Freddie Mac, and Ginnie Mae.\n", "\nTheir focused objective targeting the real estate market also distinctly differentiates these banks from Federal Reserve banks.\n", "\nThe Federal Home Loan Bank System includes the following 11 banks:\n"]}