{"name": "Fee Definition", "@id": "https://www.investopedia.com/terms/f/fee.asp", "related": ["https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/m/mastercard-card.asp", "https://www.investopedia.com/terms/o/overdraft-protection.asp", "https://www.investopedia.com/terms/s/service-charge.asp", "https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp"], "body": ["\nA fee is a fixed price charged for a specific service. Fees are applied in a variety of ways such as costs, charges, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a>, and penalties. Fees are most commonly found in heavily transactional services and are paid in lieu of a wage or salary.\n", "\nFees are most often associated with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\">transactional</a> relationships, specifically to professionals who provide services. In some cases, a fee is charged when an individual hires a business to do a specific task, such as cleaning a house or filing taxes. This type of fee is often the most transparent and transactional, as it represents payment for the sole reason a fee-charging business was hired. Examples of transactional fees include mortgage fees and fees for wiring money.\n", "\nIndividuals and businesses pay fees for a wide variety of reasons. An individual may pay a financial advisor a fee for helping choose and manage investments, and a family may pay a fee to a real estate broker when selling a home. A business may pay a fee to an accountant to help manage its books, and to a security company to make sure that the building is protected after work hours. Governments may charge fees for obtaining a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensing-fee.asp\">business license</a> or an individual passport. Investment institutions may charge a quarterly maintenance fee for accounts, and banks may charge overdraft fees when cardholders overdraw their accounts.\n", "\nFees charged by banks are less likely to be transactional in the sense that the account holder has not requested a service. In some cases, as when an account is overdrawn or a credit card payment is made late, a fee is charged as a penalty.\n", "\nIn other cases, such as when a bank charges a monthly fee to checking account holders, the fee has little to do with the cost of maintaining the accounts. Regulations targeting the activities of banks have reduced or eliminated traditional sources of revenue, prompting these organizations to find other sources.\n", "\nInvestors who trade stocks, mutual funds, and options face a variety of fees. Equity trades often carry a per trade fee known as a trade commission, while options trades include both a per trade fee and a per-contract fee. Fees paid for margin trading vary according to the outstanding margin balance, with a lower fee rate levied on higher balances. An investor looking to put some money into mutual funds may be faced with costs like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expenseratio.asp\">management expense ratio</a> (MER) and fees associated with load funds.\n", "\nFees can also be charged in situations in which a customer requests additional services. These à la carte fees are commonly found in transactions related to travel. For example, a travel package may include the option of having ground transportation waiting for the customer upon arrival at a port of call. One of the more recognizable examples involves baggage on flights, as airlines often allow passengers to bring one carry-on item for free but charge for any bags that are checked.\n", "\nHave you ever noticed that your phone or cable bill or the price you paid for your dream vacation may be higher than you expected? That may be due to extra fees tacked on to the original charge. While most consumers expect to pay specific fees for the services they use, there may be additional charges added on that they may not necessarily be aware of at the time they signed up. These are called hidden or undisclosed fees, which may be a one-time charge and may appear in fine print on a contract. These are charged by a variety of companies such as banks, credit cards, cell phone, cable and Internet providers, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\">brokers</a> and insurance firms, and those in the travel industry. \n", "\nHidden fees can cost consumers billions of dollars a year (and, in turn, make big profits for corporations) and are usually regulated at the state and federal level. According to a 2016 report from the National Economic Council, these fees can often be deceptive because they muddy the purchase price for consumers. The report states that fees have steadily increased in the airline, hotel, and related industries. \n", "\nFor example, one hotel may charge travelers $110 per night. But if you’re looking for a deal, you may opt for cheaper accommodations at another hotel at a rate of $100 per night. But there may be a $10 resort fee at the time of booking or even at a later date. These charges are not typically part of the price advertised.\n", "\nSome hotels will justify these fees for amenities like swimming pools or gym access. Even though the cost may be the same in the end, the $100 per night rate may still be attractive to the consumer, despite the hidden fee. \n"]}