{"name": "FHA 203(k) Loan Definition", "@id": "https://www.investopedia.com/terms/f/fha-203k-loan.asp", "related": ["https://www.investopedia.com/terms/f/fhaloan.asp", "https://www.investopedia.com/terms/m/mortgagor.asp", "https://www.investopedia.com/terms/m/mutual-mortgage-insurance-fund.asp", "https://www.investopedia.com/terms/u/uninsurable-property.asp", "https://www.investopedia.com/terms/h/homeowners-insurance.asp", "https://www.investopedia.com/terms/m/mortgage-application.asp"], "body": ["\nAn FHA 203(k) loan is a type of government-insured mortgage that allows the borrower to take out one loan for two purposes – in particular, for home purchase and home renovation. An FHA 203(k) loan is wrapped around rehabilitation or repairs to a home that will become the mortgagor’s primary residence.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ An FHA 203(k) is effectively an FHA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/construction-loan.asp\" rel=\"noopener noreferrer\">construction loan</a>.\n", "\nThe FHA 203(k) loan is meant to encourage families in low- to moderate-income brackets to purchase homes that are in dire need of repairs, especially homes that are situated in old communities. The program allows an individual to buy a home and renovate it under one <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp\" rel=\"noopener noreferrer\">fixed-</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\" rel=\"noopener noreferrer\">adjustable-rate mortgage.</a><span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The amount that is borrowed includes the purchase price of the home and the cost of renovation, including materials and hired labor.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe loan may also cover temporary housing funding (if needed), which could be in the form of rent for the period that the house is under rehabilitation. The dual-purpose loan eliminates the need for a borrower to make two separate applications for a mortgage and a loan for home renovation, either of which may not be approved by the bank or may come at a higher combined cost.\n", "\nNormally, lenders are unwilling to offer a mortgage for a property in need of major repairs due to their safety and livability standards. FHA 203(k) loans, which are government-backed, provide reassurance to lending institutions, as the cost of renovating the home is included in the mortgage package.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The renovation fees are placed in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/escrow.asp\" rel=\"noopener noreferrer\">escrow</a> account and disbursed as payment to the contractors as the work is completed.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Complete renovation of the home should not take more than six months, as outlined in the FHA guide for a 203(k) loan.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThere are two types of 203(k) loans – streamline 203(k) and standard 203(k). The loan applies only to individuals and families who intend on making the property their primary residence. This means that real estate investors and house-flippers do not qualify. The work carried out must be contracted to a licensed handyman and must not be done by the mortgagor.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA home that does not require much work on it would usually be paid for using the streamline or \"limited\" 203(k). This option does not include structural work on the home, such as adding new rooms or landscaping, and the home must be habitable throughout the renovation period. Repairs under the streamline 203(k) are capped at $35,000.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe standard 203(k) includes any extensive repairs and structural work that need to be done in the home with no capped repair cost. The minimum amount that can be borrowed is $5,000.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nSome of the repairs that an FHA 203(k) loan covers include plumbing, flooring, painting, heat and air conditioning systems, bathroom and kitchen remodeling, improvement of health and safety standards, landscape improvements, implementing access tools for disabled persons, the addition of energy conservation systems, and window and door replacements.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nRenovations that are considered extravagant or luxurious (such as pools or improvements that would not be a permanent part of the property like gazebos) are not covered under an FHA 203(k) loan.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe Federal Housing Administration (FHA) was created during the period of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">the Great Depression</a>, which saw a high rate of foreclosures and defaults. The FHA served to incentivize banks to give home loans to low- and medium-income earners, individuals with low credit scores, or first-time home buyers with no credit history. This helped to stimulate the economy, as people who would normally not be approved for a loan were being issued mortgages. The FHA loan was created to insure these types of mortgages, so that in a case where the borrower defaults, the FHA would step in to cover the payments, thus, minimizing the default risk faced by the lender.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nHigh-income earners generally prefer to buy in newer and more-developed areas of a city. The FHA introduced the 203(k) loan specifically to encourage low-income earners who do not qualify for a standard mortgage to choose to live in run-down neighborhoods and upgrade them.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIt is important to note that the FHA is not a lender; rather it is a mortgage insurer. You get an FHA 203(k) loan by applying through your bank, credit union or another lender. Not all lenders offer these loans. To find an approved lender, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.hud.gov/program_offices/housing/sfh/lender/lenderlist\" rel=\"noopener noreferrer\">see HUD's approved lender search</a>.\n", "\nIt is also not a home insurer or warranty provider. Home buyers still need to purchase home insurance and warranties for their home and property.\n", "\nAs with other FHA loans, an individual can make a down payment of only 3.5%.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ As the loan is insured by the FHA, lenders may offer lower interest rates for a 203(k) loan compared with what borrowers may be quoted elsewhere. Interest rates will vary for each borrower depending on his or her credit history. Although the FHA allows individuals with credit scores as low as 580 to apply for a 203(k), some lenders might require a higher score of 620 to 640 to issue one.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ This is still lower than the 720 score required for a standard mortgage.\n", "\nHowever, the FHA 203(k) loan is not without its costs. An <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/up-front-mortgage-insurance-ufmi.asp\" rel=\"noopener noreferrer\">upfront mortgage insurance premium</a> has to be paid every month by the borrower. A supplemental origination fee may also be charged by the lending institution. In addition to the financial costs to the borrower, the rigorous paperwork required and the lengthy time it takes to hear back from the FHA and lender are factors to consider when applying for this program. Overall, an individual with a low credit score seeking to own a home that may need to be fixed and modernized may realize that the FHA 203(k) has great benefits to it that outweigh its costs.\n"]}