{"name": "Fibonacci Numbers Lines Definition and Uses", "@id": "https://www.investopedia.com/terms/f/fibonaccilines.asp", "related": ["https://www.investopedia.com/terms/f/fibonacciretracement.asp", "https://www.investopedia.com/terms/f/fibonaccicluster.asp", "https://www.investopedia.com/terms/f/fibonacciextensions.asp", "https://www.investopedia.com/terms/f/fibonaccifan.asp", "https://www.investopedia.com/terms/f/fibonaccitimezones.asp", "https://www.investopedia.com/terms/p/phi-ellipse.asp"], "body": ["\nFibonacci numbers are used to create <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\" rel=\"noopener noreferrer\">technical indicators</a> using a mathematical sequence developed by the Italian mathematician, commonly referred to as \"Fibonacci,\" in the 13th century. The sequence of numbers, starting with zero and one, is created by adding the previous two numbers. For example, the early part of the sequence is 0, 1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89,144, 233, 377, and so on.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThis sequence can then be broken down into ratios which some believe provide clues as to where a given financial market will move to.\n", "\nThe Fibonacci sequence is significant because of the so-called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/04/033104.asp\" rel=\"noopener noreferrer\">golden ratio</a> of 1.618, or its inverse 0.618. In the Fibonacci sequence, any given number is approximately 1.618 times the preceding number, ignoring the first few numbers. Each number is also 0.618 of the number to the right of it, again ignoring the first few numbers in the sequence. The golden ratio is ubiquitous in nature where it describes everything from the number of veins in a leaf to the magnetic resonance of spins in cobalt niobate crystals.\n", "\nFibonacci numbers don't have a specific formula, rather it is a number sequence where the numbers tend to have certain relationships with each other.\n", "\nThe Fibonacci number sequence can be used in different ways to get <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciretracement.asp\" rel=\"noopener noreferrer\">Fibonacci retracement</a> levels or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciextensions.asp\" rel=\"noopener noreferrer\">Fibonacci extension</a> levels. Here's how to find them. How to use them is discussed in the next section.\n", "\nFibonacci retracements require two price points to be chosen on a chart, usually a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swinghigh.asp\" rel=\"noopener noreferrer\">swing high</a> and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swinglow.asp\" rel=\"noopener noreferrer\">swing low</a>. Once those two points are chosen, the Fibonacci numbers/lines are drawn at percentages of that move.\n", "\nIf a stock rises from $15 to $20, then the 23.6% level is $18.82, or $20 - ($5 x 0.236) = $18.82. The 50% level is $17.50, or $15 - ($5 x 0.5) = $17.50.\n", "\nFibonacci extension levels are also derived from the number sequence. As the sequence gets going, divide one number by the prior number to get a ratio of 1.618. Divide a number by two places to the left and the ratio is 2.618. Divide a number by three to the left and the ratio is 4.236.\n", "\nA Fibonacci extension requires three price points. The start of a move, the end of a move, and then a point somewhere in between (the pullback).\n", "\nIf the price rises from $30 to $40, and these two price levels are points one and two, then the 161.8% level will be $16.18 (1.618 x $10) above the price chosen for point three. If point three is $35, the 161.8% extension level is $51.18 ($35 + $16.18).\n", "\nThe 100% and 200% levels are not official Fibonacci numbers, but they are useful since they project a similar move (or a multiple of it) to what just happened on the price chart.\n", "\nSome traders believe that the Fibonacci numbers play an important role in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finance.asp\" rel=\"noopener noreferrer\">finance</a>. As discussed above, the Fibonacci number sequence can be used to create ratios or percentages that traders use.\n", "\nThese include: 23.6%, 38.2%, 50% 61.8%, 78.6%, 100%, 161.8%, 261.8%, 423.6%.\n", "\nThese percentages are applied using many different techniques:\n", "\nFibonacci retracements are the most common form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> based on the Fibonacci sequence. During a trend, Fibonacci retracements can be used to determine how deep a pullback could be. Impulse waves are the larger waves in the trending direction, while pullbacks are the smaller waves in between. Since they are smaller waves, they will be a percentage of the larger wave. Traders will watch the Fibonacci ratios between 23.6% and 78.6% during these times. If the price stalls near one of the Fibonacci levels and then starts to move back in the trending direction, a trader may take a trade in the trending direction.\n", "\nFibonacci levels are used as guides, <em>possible </em>areas where a trade could develop. The price should confirm prior to acting on the Fibonacci level. In advance, traders don't know which level will be significant, so they need to wait and see which level the price respects before taking a trade.\n", "\nArcs, fans, extensions and time zones are similar concepts but are applied to charts in different ways. Each one shows potential areas of support or resistance, based on Fibonacci numbers applied to prior price moves. These support or resistance levels can be used to forecast where price <em>may </em>stop falling or rising in the future.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/091615/mysterious-life-trading-legend-wd-gann.asp\" rel=\"noopener noreferrer\">W.D. Gann</a> was a famous trader who developed several number-based approaches to trading. The indicators based on his work include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gann-fans.asp\" rel=\"noopener noreferrer\">Gann Fan</a> and the Gann Square. The Gann Fan, for example, uses 45-degree angles, as Gann found these especially important. Gann's work largely revolved around cycles and angles. The Fibonacci numbers, on the other hand, mostly have to do with ratios derived from the Fibonacci number sequence. Gann was a trader, so his methods were created for financial markets. Fibonacci's methods were not created for trading, but were adapted to the markets by traders and analysts.\n", "\nThe usage of the Fibonacci studies is subjective since the trader must use highs and lows of their choice. Which highs and lows are chosen will affect the results a trader gets.\n", "\nAnother argument against Fibonacci number trading methods is that there are so many of these levels that the market is bound to bounce or change direction near one of them, making the indicator look significant in hindsight. The problem is that it is difficult to know which number or level will be important in real-time or in the future.\n"]}