{"name": "FICO Score Definition", "@id": "https://www.investopedia.com/terms/f/ficoscore.asp", "related": ["https://www.investopedia.com/terms/f/fico-08.asp", "https://www.investopedia.com/fico-10-and-fico-10t-5072531", "https://www.investopedia.com/terms/c/credit_score.asp", "https://www.investopedia.com/fico-09-5072489", "https://www.investopedia.com/terms/c/credit-mix.asp", "https://www.investopedia.com/terms/b/bad-credit.asp"], "body": ["\nA FICO score is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\" rel=\"noopener noreferrer\">credit score</a> created by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fico\" rel=\"noopener noreferrer\">Fair Isaac Corporation (FICO)</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Lenders use borrowers’ FICO scores along with other details on borrowers’ <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditreport.asp\" rel=\"noopener noreferrer\">credit reports</a> to assess <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\" rel=\"noopener noreferrer\">credit risk</a> and determine whether to extend credit. FICO scores take into account data in five areas to determine creditworthiness: payment history, current level of indebtedness, types of credit used, length of credit history, and new credit accounts.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fico-fair-isaac.asp\" rel=\"noopener noreferrer\">FICO</a> is a major analytics software company that provides products and services to both businesses and consumers. The company is best known for producing the most widely used consumer credit scores that financial institutions use in deciding whether to lend money or issue credit.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe overall FICO score range is between 300 and 850. In general, scores in the 670 to 739 range indicate “good” credit history, and most lenders will consider this score favorable. In contrast, borrowers in the 580 to 669 range may find it difficult to obtain financing at attractive rates.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ To determine creditworthiness, lenders take a borrower’s FICO score into account, but they also consider other details, such as income, how long the borrower has been at their job, and the type of credit requested.\n", "\nFICO scores are used in more than 90% of the credit decisions made in the U.S.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Although borrowers can explain negative items in their credit report, the fact remains that having a low FICO score is a deal breaker with numerous lenders. Many lenders maintain hard-and-fast FICO minimums for approval, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081115/my-credit-score-good-enough-mortgage.asp\" rel=\"noopener noreferrer\">particularly in the mortgage industry</a>.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ One point below this threshold results in a denial. Therefore, a strong argument exists that borrowers should prioritize FICO above all bureaus when trying to build or improve credit.\n", "\nAchieving a high FICO score requires having a mix of credit accounts and maintaining an excellent payment history. Borrowers should also show restraint by keeping their credit card balances well below their limits. Maxing out credit cards, paying late, and applying for new credit haphazardly are all things that lower FICO scores.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Additionally, given the role a good FICO score can play in so many credit decisions, it may also be worth investing in a good <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-credit-monitoring-services-4846982\" rel=\"noopener noreferrer\">credit monitoring service</a> to keep your information safe.\n", "\nTo determine credit scores, the FICO weighs each category differently for each individual. However, in general, payment history is 35% of the score, accounts owed is 30%, length of credit history is 15%, new credit is 10%, and credit mix is 10%.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe major factors used in a FICO score are:\n", "\nPayment history refers to whether an individual pays their credit accounts on time. Credit reports show the payments submitted for each line of credit, and the reports detail bankruptcy or collection items along with any late or missed payments.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nAccounts owed refers to the amount of money an individual owes. Having a lot of debt does not necessarily equate to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bad-credit.asp\" rel=\"noopener noreferrer\">low credit scores</a>. Rather, FICO considers the ratio of money owed to the amount of credit available. To illustrate, an individual who owes $10,000 but has all of their lines of credit fully extended and all of their credit cards maxed out may have a lower credit score than an individual who owes $100,000 but is not close to the limit on any of their accounts.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nAs a general rule of thumb, the longer an individual has had credit, the better their score. However, with favorable scores in the other categories, even someone with a short credit history can have a good score. FICO scores take into account how long the oldest account has been open, the age of the newest account, and the overall average.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-mix.asp\" rel=\"noopener noreferrer\">Credit mix</a> is the variety of accounts. To obtain high credit scores, individuals need a strong mix of retail accounts; credit cards; installment loans, such as signature loans or vehicle loans; and mortgages.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nNew credit refers to recently opened accounts. If a borrower has opened a bunch of new accounts in a short period of time, that indicates risk and lowers their score.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nVarious versions of FICO exist because the company has periodically updated its calculation methods since introducing its first scoring methodology in 1989.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ Each new version is made available to lenders, but it is up to them to determine if and when to implement the upgrade.\n", "\nThe most widely used version as of 2021 is still FICO Score 8, even though it has been followed by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/fico-credit-scores-explained-5072985\" rel=\"noopener noreferrer\">FICO Score 9 and FICO Score 10 Suite</a>. FICO Score 9 was introduced in 2016, with adjustments to the treatment of medical collection accounts, increased sensitivity to rental history, and a more forgiving approach to fully paid third-party collections.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ It did not surpass FICO Score 8 in popularity. However, the incorporation of trended credit bureau data in FICO Score 10T (part of FICO Score 10 Suite, announced on Jan. 23, 2020) might cause it to supplant FICO Score 8 in the future.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nAccording to FICO, Score 8 is consistent with previous versions, but there are several specific features that make it a more predictive score than prior versions. Like all prior FICO score systems, FICO Score 8 attempts to convey how responsibly and effectively an individual borrower interacts with debt. Scores tend to be higher for those who pay their bills on time, keep low credit card balances, and only open new accounts for targeted purchases. Conversely, lower scores are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/11/intro-to-credit-card-delinquency.asp\" rel=\"noopener noreferrer\">attributed to those who are frequently delinquent</a>, over-leveraged, or frivolous in their credit decisions. It also completely ignores collection accounts in which the original balance is less than $100.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nThe innovations in FICO Score 8 included increased sensitivity to highly utilized credit cards—meaning that low credit card balances on active cards can more positively influence a borrower’s score. It also treats isolated late payments more judiciously than past versions. FICO Score 8 is more forgiving if a late payment is an isolated event and other accounts are in good standing, and it divides consumers into more categories to provide a better statistical representation of risk. The primary purpose of this change was to keep <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/establish-credit-history.asp\" rel=\"noopener noreferrer\">borrowers with little to no credit history</a> from being graded on the same curve as those with robust credit histories.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n"]}