{"name": "Financial Accounting", "@id": "https://www.investopedia.com/terms/f/financialaccounting.asp", "related": ["https://www.investopedia.com/terms/a/accounting.asp", "https://www.investopedia.com/terms/a/accrualaccounting.asp", "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp", "https://www.investopedia.com/terms/g/generalledger.asp", "https://www.investopedia.com/terms/m/modified-cash-basis.asp", "https://www.investopedia.com/terms/g/gaap.asp"], "body": ["\nFinancial accounting is a specific branch of accounting involving a process of recording, summarizing, and reporting the myriad of transactions resulting from business operations over a period of time. These transactions are summarized in the preparation of financial statements, including the balance sheet, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a> and cash flow statement, that record the company's operating performance over a specified period.\n", "\nWork opportunities for a financial accountant can be found in both the public and private sectors. A financial accountant's duties may differ from those of a general accountant, who works for himself or herself rather than directly for a company or organization.\n", "\nFinancial accounting utilizes a series of established accounting principles. The selection of accounting principles to use during the course of financial accounting depends on the regulatory and reporting requirements the business faces. For U.S. public companies, businesses are required to perform financial accounting in accordance with generally accepted accounting principles (GAAP).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The establishment of these accounting principles is to provide consistent information to investors, creditors, regulators, and tax authorities.\n", "\nThe financial statements used in financial accounting present the five main classifications of financial data: revenues, expenses, assets, liabilities and equity. Revenues and expenses are accounted for and reported on the income statement. They can include everything from R&amp;D to payroll.\n", "\nFinancial accounting results in the determination of net income at the bottom of the income statement. Assets, liabilities and equity accounts are reported on the balance sheet. The balance sheet utilizes financial accounting to report ownership of the company's future economic benefits.\n", "\nFinancial accounting may be performed using either the accrual method, cash method or a combination of the two. Accrual accounting entails recording transactions when the transactions have occurred and the revenue is recognizable.\n", "\nCash accounting entails recording transactions only upon the exchange of cash. Revenue is only recorded upon the receipt of payment, and expenses are only recorded upon the payment of the obligation.\n", "\nThe key difference between financial and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managerialaccounting.asp\" rel=\"noopener noreferrer\">managerial accounting</a> is that financial accounting aims at providing information to parties outside the organization, whereas managerial accounting information is aimed at helping managers within the organization make decisions.\n", "\nFinancial statement preparation using accounting principles is most relevant to regulatory organizations and financial institutions. Because there are numerous accounting rules that do not translate well into business operation management, different accounting rules and procedures are utilized by internal management for internal business analysis.\n", "\nThe most common accounting designation demonstrating an ability to perform financial accounting within the United States is the Certified Public Accountant (CPA) license. Outside of the United States, holders of the Chartered Accountant (CA) license demonstrate the ability as well. The Certified Management Accountant (CMA) designation is more demonstrative of an ability to perform internal management functions than financial accounting.\n"]}