{"name": "Financial Statement Analysis Definition", "@id": "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "related": ["https://www.investopedia.com/terms/h/horizontalanalysis.asp", "https://www.investopedia.com/terms/f/financial-analysis.asp", "https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp", "https://www.investopedia.com/terms/r/ratioanalysis.asp", "https://www.investopedia.com/terms/c/commonsizeincomestatement.asp", "https://www.investopedia.com/terms/p/plstatement.asp"], "body": ["\nFinancial statement analysis is the process of analyzing a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> for decision-making purposes. External stakeholders use it to understand the overall health of an organization as well as to evaluate financial performance and business value. Internal constituents use it as a monitoring tool for managing the finances.\n", "\nThe financial statements of a company record important financial data on every aspect of a business’s activities. As such they can be evaluated on the basis of past, current, and projected performance.\n", "\nIn general, financial statements are centered around <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles (GAAP)</a> in the U.S. These principles require a company to create and maintain three main financial statements: the balance sheet, the income statement, and the cash flow statement. Public companies have stricter standards for financial statement reporting. Public companies must follow GAAP standards which requires accrual accounting.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Private companies have greater flexibility in their financial statement preparation and also have the option to use either accrual or cash accounting.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nSeveral techniques are commonly used as part of financial statement analysis. Three of the most important techniques include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/horizontalanalysis.asp\" rel=\"noopener noreferrer\">horizontal analysis</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vertical_analysis.asp\" rel=\"noopener noreferrer\">vertical analysis</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ratioanalysis.asp\" rel=\"noopener noreferrer\">ratio analysis</a>. Horizontal analysis compares data horizontally, by analyzing values of line items across two or more years. Vertical analysis looks at the vertical affects line items have on other parts of the business and also the business’s proportions. Ratio analysis uses important ratio metrics to calculate statistical relationships.\n", "\nAs mentioned, there are three main financial statements that every company creates and monitors: the balance sheet, income statement, and cash flow statement. Companies use these financial statements to manage the operations of their business and also to provide reporting transparency to their stakeholders. All three statements are interconnected and create different views of a company’s activities and performance.\n", "\n<em>Balance Sheet</em>\n", "\nThe balance sheet is a report of a company's financial worth in terms of book value. It is broken into three parts to include a company’s assets, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\" rel=\"noopener noreferrer\">shareholders' equity</a>. Short-term assets such as cash and accounts receivable can tell a lot about a company’s operational efficiency. Liabilities include its expense arrangements and the debt capital it is paying off. Shareholder’s equity includes details on equity capital investments and retained earnings from periodic net income. The balance sheet must balance with assets minus liabilities equaling shareholder’s equity. The resulting shareholder’s equity is considered a company’s book value. This value is an important performance metric that increases or decreases with the financial activities of a company.\n", "\n<em>Income Statement</em>\n", "\nThe income statement breaks down the revenue a company earns against the expenses involved in its business to provide a bottom line, net income profit or loss. The income statement is broken into three parts which help to analyze business efficiency at three different points. It begins with revenue and the direct costs associated with revenue to identify gross profit. It then moves to operating profit which subtracts indirect expenses such as marketing costs, general costs, and depreciation. Finally it ends with net profit which deducts interest and taxes.\n", "\nBasic analysis of the income statement usually involves the calculation of gross profit margin, operating profit margin, and net profit margin which each divide profit by revenue. Profit margin helps to show where company costs are low or high at different points of the operations.\n", "\n<em>Cash Flow Statement</em>\n", "\nThe cash flow statement provides an overview of the company's cash flows from operating activities, investing activities, and financing activities. Net income is carried over to the cash flow statement where it is included as the top line item for operating activities. Like its title, investing activities include cash flows involved with firmwide investments. The financing activities section includes cash flow from both debt and equity financing. The bottom line shows how much cash a company has available.\n", "\n<em>Free Cash Flow and Other Valuation Statements</em>\n", "\nCompanies and analysts also use free cash flow statements and other valuation statements to analyze the value of a company. Free cash flow statements arrive at a net present value by discounting the free cash flow a company is estimated to generate over time. Private companies may keep a valuation statement as they progress toward potentially going public.\n", "\nFinancial statements are maintained by companies daily and used internally for business management. In general both internal and external stakeholders use the same corporate finance methodologies for maintaining business activities and evaluating overall <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialperformance.asp\" rel=\"noopener noreferrer\">financial performance</a>.\n", "\nWhen doing comprehensive financial statement analysis, analysts typically use multiple years of data to facilitate horizontal analysis. Each financial statement is also analyzed with vertical analysis to understand how different categories of the statement are influencing results. Finally ratio analysis can be used to isolate some performance metrics in each statement and also bring together data points across statements collectively.\n", "\nBelow is a breakdown of some of the most common ratio metrics:\n", "\nBalance sheet: asset turnover, quick ratio, receivables turnover, days to sales, debt to assets, and debt to equity\n", "\nIncome statement: gross profit margin, operating profit margin, net profit margin, tax ratio efficiency, and interest coverage\n", "\nCash Flow: Cash and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebitda.asp\" rel=\"noopener noreferrer\">earnings before interest, taxes, depreciation, and amortization (EBITDA)</a>. These metrics may be shown on a per share basis.\n", "\nComprehensive: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonassets.asp\" rel=\"noopener noreferrer\">Return on assets (ROA)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonequity.asp\" rel=\"noopener noreferrer\">return on equity (ROE)</a>. Also <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dupontanalysis.asp\" rel=\"noopener noreferrer\">DuPont Analysis</a>.\n", "\nFinancial statement analysis is the process of evaluating a company’s performance or value through a company’s balance sheet, income statement, or statement of cash flows. By using a number of techniques such as horizontal, vertical, or ratio analysis, investors may develop a more nuanced picture of a company’s financial profile.\n", "\nMost often, analysts will use three main techniques for analyzing a company's financial statements. First, horizontal analysis involves comparing historical data. Usually, the purpose of horizontal analysis is to detect growth trends across different time periods. Second, vertical analysis compares items on a financial statement in relation to each other. For instance, an expense item could be expressed as a percentage of company sales. Finally, ratio analysis, a central part of fundamental equity analysis, compares line-item data. P/E ratios, earnings per share, or dividend yield are examples of ratio analysis.\n", "\nAn analyst may first look at a number of ratios on a company’s income statement to determine how efficiently it generates profits and shareholder value. For instance, gross profit margin will show the difference between revenues and the cost of goods sold. If the company has a higher gross profit margin than its competitors, this may indicate a positive sign for the company. At the same time, the analyst may observe that the gross profit margin has been increasing over nine fiscal periods, applying a horizontal analysis to the company operating trends.\n"]}