{"name": "Financial Instrument Definition", "@id": "https://www.investopedia.com/terms/f/financialinstrument.asp", "related": ["https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/c/creditderivative.asp", "https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/s/swap.asp", "https://www.investopedia.com/terms/m/moneymarket.asp", "https://www.investopedia.com/terms/c/creditdefaultswap.asp"], "body": ["\nFinancial instruments are assets that can be traded, or they can also be seen as packages of capital that may be traded. Most types of financial instruments provide efficient flow and transfer of capital all throughout the world's investors. These assets can be cash, a contractual right to deliver or receive cash or another type of financial instrument, or evidence of one's ownership of an entity.\n", "\nFinancial instruments can be real or virtual documents representing a legal agreement involving any kind of monetary value. Equity-based financial instruments represent ownership of an asset. Debt-based financial instruments represent a loan made by an investor to the owner of the asset.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\">Foreign exchange</a> instruments comprise a third, unique type of financial instrument. Different subcategories of each instrument type exist, such as preferred share equity and common share equity.\n", "\nFinancial instruments may be divided into two types: cash instruments and derivative instruments.\n", "\nFinancial instruments may also be divided according to an asset class, which depends on whether they are debt-based or equity-based.\n", "\nShort-term debt-based financial instruments last for one year or less. Securities of this kind come in the form of T-bills and commercial paper. Cash of this kind can be deposits and certificates of deposit (CDs).\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange-traded-derivative.asp\">Exchange-traded derivatives</a> under short-term, debt-based financial instruments can be short-term interest rate futures. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052815/what-overthecounter-derivative.asp\">OTC derivatives</a> are forward rate agreements.\n", "\nLong-term debt-based financial instruments last for more than a year. Under securities, these are bonds. Cash equivalents are loans. Exchange-traded derivatives are bond futures and options on bond futures. OTC derivatives are interest rate swaps, interest rate caps and floors, interest rate options, and exotic derivatives.\n", "\nSecurities under equity-based financial instruments are stocks. Exchange-traded derivatives in this category include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\">stock options</a> and equity futures. The OTC derivatives are stock options and exotic derivatives.\n", "\nThere are no securities under foreign exchange. Cash equivalents come in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/f/forex-spot-rate.asp\">spot foreign exchange</a>, which is the current prevailing rate. Exchange-traded derivatives under foreign exchange are currency futures. OTC derivatives come in foreign exchange options, outright forwards, and foreign exchange swaps.\n"]}