{"name": "Fiscal Deficit Definition", "@id": "https://www.investopedia.com/terms/f/fiscaldeficit.asp", "related": ["https://www.investopedia.com/terms/p/public_sector_net_borrowing.asp", "https://www.investopedia.com/terms/d/deficit.asp", "https://www.investopedia.com/terms/d/debt-ceiling.asp", "https://www.investopedia.com/terms/b/balanced-budget.asp", "https://www.investopedia.com/terms/s/statutory-debt-limit.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp"], "body": ["\nA fiscal deficit is a shortfall in a government's income compared with its spending. The government that has a fiscal deficit is spending beyond its means.\n", "\nA fiscal deficit is calculated as a percentage of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP), or simply as total dollars spent in excess of income. In either case, the income figure includes only taxes and other revenues and excludes money borrowed to make up the shortfall.\n", "\nA fiscal deficit is different from fiscal debt. The latter is the total debt accumulated over years of deficit spending.\n", "\nA fiscal deficit is not universally regarded as a negative event. For example, the influential economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\" rel=\"noopener noreferrer\">John Maynard Keynes</a> argued that deficit spending and the debts incurred to sustain that spending can help countries climb out of economic recession.\n", "\nFiscal conservatives generally argue against deficits and in favor of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balanced-budget.asp\" rel=\"noopener noreferrer\">balanced budget</a> policy.\n", "\nIn the United States, fiscal deficits have been occurring regularly since the nation declared independence. Alexander Hamilton, the first Secretary of the Treasury, proposed issuing bonds to pay off the debts incurred by the states during the Revolutionary War.\n", "\nAt the height of the Depression, President Franklin D. Roosevelt made a virtue of necessity and issued the first <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/060614/time-cash-your-us-savings-bonds.asp\" rel=\"noopener noreferrer\">U.S. Savings Bonds</a> to encourage Americans to save more and, not incidentally, finance government spending.\n", "\nIn fact, President Roosevelt holds the record for the fastest-growing U.S. fiscal deficits. The New Deal policies designed to pull America out of the Great Depression, combined with the need to finance the country's entry into World War II, drove the federal deficit from 4.5% of GDP in 1932 to 26.8% in 1943.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nAfter the war, the federal deficit was reduced and a surplus of $4 billion was established by 1947 under President Harry S. Truman.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nIn 2009, President Barack Obama increased the deficit to more than $1 trillion to finance the government stimulus programs designed to fight off the Great Recession.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ That was a record dollar number but actually was only 9.7% of GDP, far under the numbers reached in the 1940s.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn 2020, under President Donald Trump, the deficit reached $3.1 trillion for the entire fiscal year due to a combination of tax cuts and increased spending amid the COVID-19 pandemic and subsequent economic fallout.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nSince World War II, the U.S. government has run at a fiscal deficit in most years.\n", "\nAs noted, President Truman produced a surplus in 1947, followed by two more in 1948 and 1951. President Dwight Eisenhower's government had small deficits for several years before producing small surpluses in 1956, 1957, and 1960. President Richard M. Nixon had just one, in 1969.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe next federal surplus did not occur until 1998 when President Bill Clinton reached a landmark budget deal with Congress that resulted in a $70 billion surplus. The surplus grew to $236 billion in 2000. President George W. Bush benefited from a $128 billion carryover of the Clinton surplus in 2001.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}