{"name": "Fisher Effect Definition", "@id": "https://www.investopedia.com/terms/f/fishereffect.asp", "related": ["https://www.investopedia.com/terms/i/ife.asp", "https://www.investopedia.com/terms/q/quantity_theory_of_money.asp", "https://www.investopedia.com/terms/m/mccallum_rule.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/r/reflation.asp", "https://www.investopedia.com/terms/i/inflation.asp"], "body": ["\nThe Fisher Effect is an economic theory created by economist Irving Fisher that describes the relationship between inflation and both real and nominal interest rates. The Fisher Effect states that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realinterestrate.asp\" rel=\"noopener noreferrer\">real interest rate</a> equals the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nominalinterestrate.asp\" rel=\"noopener noreferrer\">nominal interest rate</a> minus the expected inflation rate. Therefore, real interest rates fall as inflation increases, unless nominal rates increase at the same rate as inflation.\n", "\nFisher's equation reflects that the real interest rate can be taken by subtracting the expected inflation rate from the nominal interest rate. In this equation, all the provided rates are compounded.\n", "\nThe Fisher Effect can be seen each time you go to the bank; the interest rate an investor has on a savings account is really the nominal interest rate. For example, if the nominal interest rate on a savings account is 4% and the expected <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/what-is-inflation/\" rel=\"noopener noreferrer\">rate of inflation</a> is 3%, then the money in the savings account is really growing at 1%. The smaller the real interest rate, the longer it will take for savings deposits to grow substantially when observed from a purchasing power perspective.\n", "\nNominal interest rates reflect the financial return an individual gets when he deposits money. For example, a nominal interest rate of 10% per year means that an individual will receive an additional 10% of his deposited money in the bank.\n", "\nUnlike the nominal interest rate, the real interest rate considers purchasing power in the equation.\n", "\nIn the Fisher Effect, the nominal interest rate is the provided actual interest rate that reflects the monetary growth padded over time to a particular amount of money or currency owed to a financial lender. Real interest rate is the amount that mirrors the purchasing power of the borrowed money as it grows over time.\n", "\nThe Fisher Effect is more than just an equation: It shows how the money supply affects the nominal interest rate and inflation rate as a tandem. For example, if a change in a central bank's monetary policy would push the country's inflation rate to rise by 10 percentage points, then the nominal interest rate of the same economy would follow suit and increase by 10 percentage points as well. In this light, it may be assumed that a change in the money supply will not affect the real interest rate. It will, however, directly reflect changes in the nominal interest rate.\n", "\nThe International Fisher Effect (IFE) is an exchange-rate model that extends the standard Fisher Effect and is used in forex trading and analysis. It is based on present and future risk-free nominal interest rates rather than pure inflation, and it is used to predict and understand the present and future spot currency price movements. For this model to work in its purest form, it is assumed that the risk-free aspects of capital must be allowed to free float between nations that comprise a particular currency pair.\n"]}