{"name": "Fixed Asset Definition", "@id": "https://www.investopedia.com/terms/f/fixedasset.asp", "related": ["https://www.investopedia.com/terms/a/asset.asp", "https://www.investopedia.com/terms/l/longtermassets.asp", "https://www.investopedia.com/terms/p/ppe.asp", "https://www.investopedia.com/terms/o/othercurrentassets.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/n/noncurrent-assets.asp"], "body": ["\nA fixed asset is a long-term tangible piece of property or equipment that a firm owns and uses in its operations to generate income. Fixed assets are not expected to be consumed or converted into cash within a year. Fixed assets most commonly appear on the balance sheet as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppe.asp\" rel=\"noopener noreferrer\">property, plant, and equipment</a> (PP&amp;E). They are also referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\" rel=\"noopener noreferrer\">capital assets</a>.\n", "\nA company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> statement includes its assets, liabilities, and shareholders' equity. Assets are divided into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\" rel=\"noopener noreferrer\">current assets</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncurrent-assets.asp\" rel=\"noopener noreferrer\">noncurrent assets</a>, the difference for which lies in their useful lives. Current assets are typically liquid assets that will be converted into cash in less than a year. Noncurrent assets refer to assets and property owned by a business that are not easily converted to cash. The different categories of noncurrent assets include fixed assets, intangible assets, long-term investments, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredcharge.asp\" rel=\"noopener noreferrer\">deferred charges</a>.\n", "\nA fixed asset is bought for production or supply of goods or services, rental to third parties, or use in an organization. The term “fixed” translates to the fact that these assets will not be used up or sold within the accounting year. A fixed asset typically has a physical form and is reported on the balance sheet as PP&amp;E.\n", "\nWhen a company acquires or disposes of a fixed asset, this is recorded on the cash flow statement under the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp\" rel=\"noopener noreferrer\">cash flow from investing activities</a>. The purchase of fixed assets represents a cash outflow to the company while a sale is a cash inflow. If the asset's value falls below its net book value, the asset is subject to an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/impairedasset.asp\" rel=\"noopener noreferrer\">impairment</a> write-down. This means that its recorded value on the balance sheet is adjusted downward to reflect that it is overvalued compared to the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041615/how-do-you-account-changes-market-value-various-fixed-assets.asp\" rel=\"noopener noreferrer\">market value</a>.\n", "\nWhen a fixed asset has reached the end of its useful life, it is usually disposed of by selling it for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salvagevalue.asp\" rel=\"noopener noreferrer\">salvage value</a>, which is the asset's estimated value if it was broken down and sold in parts. In some cases, the asset may become obsolete and will, therefore, be disposed of without receiving any payment in return. Either way, the fixed asset is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/write-off.asp\" rel=\"noopener noreferrer\">written off</a> the balance sheet as it is no longer in use by the company.\n", "\nBoth current assets and fixed assets appear on the balance sheet, with current assets meant to be used or converted to cash in the short term (less than one year) and fixed assets meant to be used over the longer term (more than one year). Current assets include cash and cash equivalents, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a>, inventory, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaidexpense.asp\" rel=\"noopener noreferrer\">prepaid expenses</a>. Fixed assets are depreciated, while current assets are not.\n", "\nFixed assets are a noncurrent assets. Other noncurrent assets include long-term investments and intangibles. Intangible assets are fixed assets to be used over the long term, but they lack physical existence. Examples of intangible assets include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/goodwill.asp\" rel=\"noopener noreferrer\">goodwill,</a> copyrights, trademarks, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a>. Meanwhile, long-term investments can include <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond </a>investments that will not be sold or mature within a year.\n", "\nInformation about a corporation's assets helps create accurate financial reporting, business valuations, and thorough financial analysis. Investors and creditors use these reports to determine a company's financial health and decide whether to buy shares in or lend money to the business. Because a company may use a range of accepted methods for recording, depreciating, and disposing of its assets, analysts need to study the notes on the corporation's<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\"> financial statements</a> to find out how the numbers were determined.\n", "\nFixed assets are particularly important to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalintensive.asp\" rel=\"noopener noreferrer\">capital-intensive</a> industries, such as manufacturing, which require large investments in PP&amp;E. When a business is reporting persistently <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/033015/how-does-accumulated-depreciation-affect-net-income.asp\" rel=\"noopener noreferrer\">negative net cash flows</a> for the purchase of fixed assets, this could be a strong indicator that the firm is in growth or investment mode.\n", "\nFixed assets can include buildings, computer equipment, software, furniture, land, machinery, and vehicles. For example, if a company sells produce, the delivery trucks it owns and uses are fixed assets. If a business creates a company parking lot, the parking lot is a fixed asset. Note that a fixed asset does not necessarily have to be \"fixed\" in all senses of the word. Some of these types of assets can be moved from one location to another, such as furniture and computer equipment.\n", "\nFixed assets lose value as they age. Because they provide long-term income, these assets are expensed differently than other items. Tangible assets are subject to periodic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a>, and intangible assets are subject to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\" rel=\"noopener noreferrer\">amortization</a>. A certain amount of an asset's cost is expensed annually. The asset's value decreases along with its depreciation amount on the company's balance sheet. The corporation can then match the asset's cost with its long-term value.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nHow a business depreciates an asset can cause its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\" rel=\"noopener noreferrer\">book value</a>—the asset value that appears on the balance sheet—to differ from the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cmv.asp\" rel=\"noopener noreferrer\">current market value</a> at which the asset could sell. Land cannot be depreciated.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nFixed assets, a type of noncurrent asset, are long-term tangible pieces of property or equipment that a firm owns and uses in its operations to generate income. They are not expected to be consumed or converted into cash within one year, are subject to depreciation, and are illiquid.\n", "\nFixed assets, also referred to as capital assets, are particularly important to capital-intensive industries, such as manufacturing, which require large investments in property, plant, and equipment (PP&amp;E).\n", "\nCurrent assets are meant to be used or converted to cash in the short term, defined as less than one year and are not depreciated. Current assets include cash and cash equivalents, accounts receivable, inventory, and prepaid expenses. Fixed assets are depreciated, while current assets are not. Both current assets and fixed assets appear on the balance sheet,\n", "\nFixed assets can include buildings, computer equipment, software, furniture, land, machinery, and vehicles. For example, if a company sells produce, the delivery trucks it owns and uses are fixed assets. Note that a fixed asset does not necessarily have to be \"fixed\" in all senses of the word. Some of these types of assets can be moved from one location to another, such as furniture and computer equipment.\n", "\nOther noncurrent assets include long-term investments and intangibles. Intangible assets are fixed assets to be used over the long term, but they lack physical existence. Examples of intangible assets include goodwill, copyrights, trademarks, and intellectual property. Meanwhile, long-term investments can include bond investments that will not be sold or mature within a year.\n"]}