{"name": "Fixed Interest Rate Definition", "@id": "https://www.investopedia.com/terms/f/fixedinterestrate.asp", "related": ["https://www.investopedia.com/terms/l/lifetimecap.asp", "https://www.investopedia.com/terms/v/variableinterestrate.asp", "https://www.investopedia.com/terms/h/hybridarm.asp", "https://www.investopedia.com/terms/r/rollover-mortgage.asp", "https://www.investopedia.com/terms/c/convertible-arm.asp", "https://www.investopedia.com/terms/2/228arm.asp"], "body": ["\nA fixed interest rate is an unchanging rate charged on a liability, such as a loan or mortgage. It might apply during the entire term of the loan or for just part of the term, but it remains the same throughout a set period. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/how-it-works/\">Mortgages can have multiple interest-rate options</a>, including one that combines a fixed rate for some portion of the term and an adjustable rate for the balance. These are referred to as “<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hybridarm.asp\">hybrids</a>.”\n", "\nA fixed interest rate is attractive to borrowers who don’t want their interest rates fluctuating over the term of their loans, potentially increasing their interest expenses and, by extension, their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage-calculator-5084794\" rel=\"noopener noreferrer\">mortgage payments</a>. This type of rate avoids the risk that comes with a floating or variable interest rate, in which the rate payable on a debt obligation can vary depending on a benchmark interest rate or index, sometimes unexpectedly.\n", "\nVariable interest rates on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\">adjustable-rate mortgages (ARMs)</a> change periodically. A borrower typically receives an introductory rate for a set period of time—often for one, three, or five years. The rate adjusts on a periodic basis after that point. Such adjustments don’t occur with a fixed-rate loan that’s not designated as a hybrid.\n", "\nIn our example, a bank gives a borrower a 3.5% introductory rate on a $300,000, 30-year mortgage with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/5-1_arm.asp\">5/1 hybrid ARM</a>. Their monthly payments are $1,347 during the first five years of the loan, but those payment will increase or decrease when the rate adjusts, based on the interest rate set by the Federal Reserve or another benchmark index.\n", "\nIf the rate adjusts to 6%, the borrower’s monthly payment would increase by $452 to $1,799, which might be hard to manage. But the monthly payments would fall to $1,265 if the rate dropped to 3%.\n", "\nIf, on the other hand, the 3.5% rate were fixed, the borrower would face the same $1,347 payment every month for 30 years . <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/09/calculate-property-tax.asp\">The monthly bills might vary as property taxes change</a> or homeowner’s insurance premiums adjust, but the mortgage payment remains the same.\n", "\nFixed-rate loans can be counted on, whereas there’s always a bit of uncertainty associated with variable interest rates. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.consumerfinance.gov/owning-a-home/loan-options/\">vast majority of consumers opt for fixed-rate loans</a>.\n", "\nFixed rates are typically higher than adjustable rates. Loans with adjustable or variable rates usually offer lower introductory rates than fixed-rate loans, making these loans more appealing than fixed-rate loans when interest rates are high.\n", "\nBorrowers are more likely to opt for fixed interest rates during periods of low interest rates when locking in the rate is particularly beneficial. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\">opportunity cost</a> is still much less than during periods of high interest rates if interest rates go lower.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\">Consumer Financial Protection Bureau (CFPB)</a> provides a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.consumerfinance.gov/owning-a-home/explore-rates/\">range of interest rates</a> you can expect at any given time depending on your location. The rates are updated biweekly, and you can input information such as your credit score, down payment, and loan type to get a closer idea of what fixed interest rate you might pay at any given time and weigh this against an ARM.\n"]}