{"name": "Fixed Income Definition", "@id": "https://www.investopedia.com/terms/f/fixedincome.asp", "related": ["https://www.investopedia.com/terms/t/treasurystrips.asp", "https://www.investopedia.com/terms/b/bond-valuation.asp", "https://www.investopedia.com/terms/j/junkbond.asp", "https://www.investopedia.com/terms/t/treasury-yield.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/t/treasurybill.asp"], "body": ["\nFixed income broadly refers to those types of investment security that pay investors fixed interest or dividend payments until its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\" rel=\"noopener noreferrer\">maturity</a> date. At maturity, investors are repaid the principal amount they had invested. Government and corporate bonds are the most common types of fixed-income products. Unlike equities that may pay no cash flows to investors, or variable-income securities, where can payments change based on some underlying measure—such as short-term interest rates—the payments of a fixed-income security are known in advance.\n", "\nIn addition to purchasing fixed income securities directly, there are several fixed-income <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds (ETFs)</a> and mutual funds available.\n", "\nCompanies and governments issue debt securities to raise money to fund day-to-day operations and finance large projects. For investors, fixed-income instruments pay a set interest rate return in exchange for investors lending their money. At the maturity date, investors are repaid the original amount they had invested—known as the principal.\n", "\nFor example, a company might issue a 5% bond with a $1,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\" rel=\"noopener noreferrer\">face or par value</a> that matures in five years. The investor buys the bond for $1,000 and will not be paid back until the end of the five-years. Over the course of the five years, the company pays interest payments—called coupon payments—based on a rate of 5% per year. As a result, the investor is paid $50 per year for five years. At the end of the five-years, the investor is repaid the $1,000 invested initially on the maturity date. Investors may also find fixed-income investments that pay coupon payments monthly, quarterly, or semiannually.\n", "\nFixed-income securities are recommended for conservative investors seeking a diversified portfolio. The percentage of the portfolio dedicated to fixed income depends on the investor's investment style. There is also an opportunity to diversify the portfolio with a mix of fixed-income products and stocks creating a portfolio that might have 50% in fixed income products and 50% in stocks.\n", "\nTreasury bonds and bills, municipal bonds, corporate bonds, and certificates of deposit (CDs) are all examples of fixed-income products. Bonds trade over-the-counter (OTC) on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondmarket.asp\" rel=\"noopener noreferrer\">bond market</a> and secondary market.\n", "\nFixed income investing is a conservative strategy where returns are generated from low-risk securities that pay predictable interest. Since the risk is lower, the interest coupon payments are also, usually, lower as well. Building a fixed income portfolio may include investing in bonds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondfund.asp\" rel=\"noopener noreferrer\">bond mutual funds</a>, and certificates of deposit (CDs). One such strategy using fixed income products is called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondladder.asp\" rel=\"noopener noreferrer\">laddering</a> strategy.\n", "\nA laddering strategy offers steady interest income through the investment in a series of short-term bonds. As bonds mature, the portfolio manager reinvests the returned principal into new short-term bonds extending the ladder. This method allows the investor to have access to ready capital and avoid losing out on rising market interest rates.\n", "\nFor example, a $60,000 investment could be divided into one-year, two-year, and three-year bonds. The investor divides the $60,000 principle into three equal portions, investing $20,000 into each of the three bonds. When the one-year bond matures, the $20,000 principal will be rolled into a bond maturing one year after the original three-year holding. When the second bond matures those funds roll into a bond that extends the ladder for another year. In this way, the investor has a steady return of interest income and can take advantage of any higher interest rates.\n", "\nAs stated earlier, the most common example of a fixed-income security is a government or corporate bond. The most common government securities are those issued by the U.S. government and are generally referred to as Treasury securities. However, many fixed income securities are offered from non U.S. governments and corporations as well.\n", "\nHere are the most common types of fixed income products:\n", "\nFixed income investments offer investors a steady stream of income over the life of the bond or debt instrument while simultaneously offering the issuer much-needed access to capital or money. Steady income lets investors plan for spending, a reason these are popular products in retirement portfolios.\n", "\nThe interest payments from fixed-income products can also help investors stabilize the risk-return in their investment portfolio—known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketrisk.asp\" rel=\"noopener noreferrer\">market risk</a>. For investors holding stocks, prices can fluctuate resulting in large gains or losses. The steady and stable interest payments from fixed-income products can partly offset losses from the decline in stock prices. As a result, these safe investments help to diversify the risk of an investment portfolio.\n", "\nAlso, fixed-income investments in the form of Treasury bonds (T-bonds) have the backing of the U.S. government.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Fixed income CDs have Federal Deposit Insurance Corporation (FDIC) protection up to $250,000 per individual.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ Corporate bonds, while not insured are backed by the financial viability of the underlying company. Should a company declare bankruptcy or liquidation, bondholders have a higher claim on company assets than do common shareholders.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nAlthough there are many benefits to fixed income products, as with all investments, there are several risks investors should be aware of before purchasing them.\n", "\nAs mentioned earlier, Treasurys and CDs have protection through the government and FDIC.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ Corporate debt, while less secure still ranks higher for repayment than do shareholders. When choosing an investment take care to look at the credit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentgrade.asp\" rel=\"noopener noreferrer\">rating of the bond</a> and the underlying company. Bonds with ratings below BBB are of low quality and consider junk bonds.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nThe credit risk linked to a corporation can have varying effects on the valuations of the fixed-income instrument leading up to its maturity. If a company is struggling, the prices of its bonds on the secondary market might decline in value. If an investor tries to sell a bond of a struggling company, the bond might sell for less than the face or par value. Also, the bond may become difficult for investors to sell in the open market at a fair price or at all because there's no demand for it.\n", "\nThe prices of bonds can increase and decrease over the life of the bond. If the investor holds the bond until its maturity, the price movements are immaterial since the investor will be paid the face value of the bond upon maturity. However, if the bondholder sells the bond before its maturity through a broker or financial institution, the investor will receive the current market price at the time of the sale. The selling price could result in a gain or loss on the investment depending on the underlying corporation, the coupon interest rate, and the current market interest rate.\n", "\nFixed-income investors might face <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a>. This risk happens in an environment where market interest rates are rising, and the rate paid by the bond falls behind. In this case, the bond would lose value in the secondary bond market. Also, the investor's capital is tied up in the investment, and they cannot put it to work earning higher income without taking an initial loss. For example, if an investor purchased a 2-year bond paying 2.5% per year and interest rates for 2-year bonds jumped to 5%, the investor is locked in at 2.5%. For better or worse, investors holding fixed-income products receive their fixed rate regardless of where interest rates move in the market.\n", "\nInflationary risk is also a danger to fixed income investors. The pace at which prices rise in the economy is called inflation. If prices rise or inflation increases, it eats into the gains of fixed income securities. For example, if fixed-rate debt security pays a 2% return and inflation rises by 1.5%, the investor loses out, earning only a 0.5% return in real terms.\n", "\nTo illustrate, let's say PepsiCo (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=pep\" rel=\"noopener noreferrer\">PEP</a>) floats a fixed-income bond issue for a new bottling plant in Argentina. The issued 5% bond is available at face value of $1,000 each and is due to mature in five years. The company plans to use proceeds from the new plant to repay the debt.\n", "\nYou purchase 10 bonds costing a total of $10,000 and will receive $500 in interest payments each year for five years (0.05 x $10,000 = $500). The interest amount is fixed and gives you a steady income. The company receives the $10,000 and uses the funds to build the overseas plant. Upon maturity in five years, the company pays back the principal amount of $10,000 to the investor who earned a total of $2,500 in interest over the five years ($500 x five years).\n"]}