{"name": "Fixed-Income Security Definition", "@id": "https://www.investopedia.com/terms/f/fixed-incomesecurity.asp", "related": ["https://www.investopedia.com/terms/j/junkbond.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/g/government-bond.asp", "https://www.investopedia.com/terms/b/ba3-bb.asp", "https://www.investopedia.com/terms/b/bond.asp", "https://www.investopedia.com/terms/b/bond-valuation.asp"], "body": ["\nA fixed-income security is an investment that provides a return in the form of fixed periodic interest payments and the eventual return of principal at maturity. Unlike variable-income securities, where payments change based on some underlying measure—such as short-term interest rates—the payments of a fixed-income security are known in advance.\n", "\nFixed-Income securities are debt instruments that pay <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/3-dividend-stocks-to-trade-as-interest-rate-cut-looms-4707419\" rel=\"noopener noreferrer\">a fixed amount of interest</a>—in the form of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\" rel=\"noopener noreferrer\">coupon</a> payments—to investors. The interest payments are typically made semiannually while the principal invested returns to the investor at <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\" rel=\"noopener noreferrer\">maturity</a>. Bonds are the most common form of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\" rel=\"noopener noreferrer\">fixed-income</a> securities. Companies raise capital by issuing <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\" rel=\"noopener noreferrer\">fixed-income</a> products to investors.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a> is an investment product that is issued by corporations and governments to raise funds to finance projects and fund operations. Bonds are mostly comprised of corporate bonds and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-bond.asp\" rel=\"noopener noreferrer\">government bonds</a> and can have various maturities and face value amounts. The face value is the amount the investor will receive when the bond matures. Corporate and government bonds trade on major exchanges and usually are listed with $1,000 face values, also known as the par value.\n", "\nNot all bonds are created equal meaning they have different credit ratings assigned to them based on the financial viability of the issuer. Credit ratings are part of a grading system performed by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond-rating-agencies.asp\" rel=\"noopener noreferrer\">credit-rating agencies</a>. These agencies measure the creditworthiness of corporate and government bonds and the entities ability to repay these loans. Credit ratings are helpful to investors since they indicate the risks involved in investing.\n", "\nBonds can either be investment grade on non-investment grade bonds. Investment grade bonds are issued by stable companies with a low risk of default and, therefore, have lower interest rates than non-investment grade bonds. Non-investment grade bonds, also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junkbond.asp\" rel=\"noopener noreferrer\">junk bonds</a> or high-yield bonds, have very low credit ratings due to a high probability of the corporate issuer defaulting on its interest payments.\n", "\nAs a result, investors typically require a higher rate of interest from junk bonds to compensate them for taking on the higher risk posed by these debt securities.\n", "\nAlthough there are many types of fixed-income securities, below we've outlined a few of the most popular in addition to corporate bonds.\n", "\n<strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\" rel=\"noopener noreferrer\">Treasury notes</a> </strong>(T-notes) are issued by the U.S. Treasury and are intermediate-term bonds that mature in two, three, five, or 10 years. T-Notes usually have a face value of $1,000 and pay semiannual interest payments at fixed coupon rates or interest rates. The interest payment and principal repayment of all Treasurys are backed by the full faith and credit of the U.S. government, which issues these bonds to fund its debts.\n", "\nAnother type of fixed-income security from the U.S. Treasury is the <strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\" rel=\"noopener noreferrer\">Treasury bond</a> </strong>(T-bond) which matures in 30 years. Treasury bonds typically have par values of $10,000 and are sold on auction on TreasuryDirect.\n", "\nShort-term fixed-income securities include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\"><strong>Treasury bills</strong></a>. The T-bill matures within one year from issuance and doesn't pay interest. Instead, investors can buy the security at a lower price than its face value, or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/at-a-discount.asp\" rel=\"noopener noreferrer\">discount</a>. When the bill matures, investors are paid the face value amount. The interest earned or return on the investment is the difference between the purchase price and the face value amount of the bill.\n", "\nA<strong> <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\" rel=\"noopener noreferrer\">municipal bond</a></strong> is a government bond issued by states, cities, and counties to fund capital projects, such as building roads, schools, and hospitals. The interest earned from these bonds is tax exempt from federal income tax. Also, the interest earned on a \"muni\" bond might be exempt from state and local taxes if the investor resides in the state where the bond is issued. The muni bond has several maturity dates in which a portion of the principal comes due on a separate date until the entire principal is repaid. Munis are usually sold with a $5,000 face value.\n", "\nA bank issues a <strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificate of deposit</a> </strong>(CD). In return for depositing money with the bank for a predetermined period, the bank pays interest to the account holder. CDs have maturities of less than five years and typically pay lower rates than bonds, but higher rates than traditional savings accounts. A CD has Federal Deposit Insurance Corporation (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">FDIC</a>) insurance up to $250,000 per account holder.\n", "\nCompanies issue <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\"><strong>preferred stocks</strong></a> that provide investors with a fixed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a>, set as a dollar amount or percentage of share value on a predetermined schedule. Interest rates and inflation influence the price of preferred shares, and these shares have higher yields than most bonds due to their longer duration.<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\"> </a>\n", "\nFixed-income securities provide steady interest income to investors throughout the life of the bond. Fixed-income securities can also reduce the overall risk in an investment portfolio and protect against <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> or wild fluctuations in the market. Equities are traditionally more volatile than bonds meaning their price movements can lead to bigger capital gains but also larger losses. As a result, many investors allocate a portion of their portfolios to bonds to reduce the risk of volatility that comes from stocks.\n", "\nIt's important to note that the prices of bonds and fixed income securities can increase and decrease as well. Although the interest payments of fixed-income securities are steady, their prices are not guaranteed to remain stable throughout the life of the bonds.\n", "\nFor example, if investors sell their securities before maturity, there could be gains or losses due to the difference between the purchase price and sale price. Investors receive the face value of the bond if it's held to maturity, but if it's sold beforehand, the selling price will likely be different from the face value.\n", "\nHowever, fixed income securities typically offer more stability of principal than other investments. Corporate bonds are more likely than other corporate investments to be repaid if a company declares bankruptcy. For example, if a company is facing bankruptcy and must liquidate its assets, bondholders will be repaid before common stockholders.\n", "\nThe U.S. Treasury guarantees government fixed-income securities and considered safe-haven investments in times of economic uncertainty. On the other hand, corporate bonds are backed by the financial viability of the company. In short, corporate bonds have a higher risk of default than government bonds. Default is the failure of a debt issuer to make good on their interest payments and principal payments to investors or bondholders.\n", "\nFixed-income securities are easily traded through a broker and are also available in mutual funds and exchange-traded funds. Mutual funds and ETFs contain a blend of many securities in their funds so that investors can buy into many types of bonds or equities.\n", "\nAlthough there are many benefits to fixed-income securities and are often considered safe and stable investments, there are some risks associated with them. Investors must weigh the pros and cons of before investing in fixed-income securities.\n", "\nInvesting in fixed-income securities usually results in low returns and slow <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalappreciation.asp\" rel=\"noopener noreferrer\">capital appreciation</a> or price increases. The principal amount invested can be tied up for a long time, particularly in the case of long-term bonds with maturities greater than 10 years. As a result, investors don't have access to the cash and may take a loss if they need the money and cash in their bonds early. Also, since fixed-income products can often pay a lower return than equities, there's the opportunity of lost income.\n", "\nFixed-income securities have interest rate risk meaning the rate paid by the security could be lower than interest rates in the overall market. For example, an investor that purchased a bond paying 2% per year might lose out if interest rates rise over the years to 4%. Fixed-income securities provide a fixed interest payment regardless of where interest rates move during the life of the bond. If rates rise, existing bondholders might lose out on the higher rates.\n", "\nBonds issued by a high-risk company may not be repaid, resulting in loss of principal and interest. All bonds have credit risk or default risk associated with them since the securities are tied to the issuer's financial viability. If the company or government struggles financially, investors are at risk of default on the security. Investing in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internationalbond.asp\" rel=\"noopener noreferrer\">international bonds</a> can increase the risk of default if the country is economically or politically unstable.\n", "\nInflation erodes the return on fixed-rate bonds. Inflation is an overall measure of rising prices in the economy. Since the interest rate paid on most bonds is fixed for the life of the bond, inflation risk can be an issue if prices rise by a faster rate than the interest rate on the bond. If a bond pays 2% and inflation is rising by 4%, the bondholder is losing money when factoring in the rise in prices of goods in the economy. Ideally, investors want fixed-income security that pays a high enough interest rate that the return beats out inflation.\n", "\nAs mentioned earlier, Treasury bonds are long-term bonds with a maturity of 30 years. T-Bonds provide semiannual interest payments and usually have $1,000 face values. The 30-year Treasury bond that was issued March 15, 2019, paid a rate of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.treasurydirect.gov/instit/annceresult/annceresult.htm\" rel=\"noopener noreferrer\">3.00%</a>. In other words, investors would be paid 3.00% or $30 on their $1,000 investment each year. The $1,000 principal would be paid back in 30 years.\n", "\nOn the other hand, the 10-year Treasury note that was issued March 15, 2019, paid a rate of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.treasurydirect.gov/instit/annceresult/annceresult.htm\" rel=\"noopener noreferrer\">2.625%.</a> The bond also pays semiannual interest payments at fixed coupon rates and usually has a $1,000 face value. Each bond would pay $26.25 per year until maturity.\n", "\nWe can see that the shorter-term term bond pays a lower rate than the long-term bond because investors demand a higher rate if their money is going to be tied up longer in longer-term fixed-income security.\n"]}