{"name": "Floating-Rate Note (FRN) Definition", "@id": "https://www.investopedia.com/terms/f/frn.asp", "related": ["https://www.investopedia.com/terms/f/floater.asp", "https://www.investopedia.com/terms/r/reset-margin.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/t/treasurybill.asp", "https://www.investopedia.com/terms/r/referencerate.asp", "https://www.investopedia.com/terms/d/droplock.asp"], "body": ["\nA floating-rate note (FRN) is a debt instrument with a variable interest rate. The interest rate for an FRN is tied to a benchmark rate. Benchmarks include the U.S. Treasury note rate, the Federal Reserve funds rate—known as the Fed funds rate—the London Interbank Offered Rate (LIBOR), or the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primerate.asp\" rel=\"noopener noreferrer\">prime rate</a>.\n", "\nFloating rate notes or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floater.asp\" rel=\"noopener noreferrer\">floaters</a> can be issued by financial institutions, governments, and corporations in maturities of two-to-five years.\n", "\nFloating-rate notes (FRNs) make up a significant component of the U.S. investment-grade <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondmarket.asp\" rel=\"noopener noreferrer\">bond market</a>. Compared with fixed-rate debt instruments, floaters allow investors to benefit from a rise in interest rates since the rate on the floater adjusts periodically to current market rates. Floaters are usually benchmarked against short-term rates like the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\" rel=\"noopener noreferrer\">Fed funds rate</a>, which is the rate the Federal Reserve Bank sets for short-term borrowing between banks.\n", "\nTypically, the rate or yield paid to an investor on a bond or U.S. Treasury product rises with the length of time until maturity. The rising <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldcurve.asp\" rel=\"noopener noreferrer\">yield curve</a> compensates investors for holding longer-term securities. In other words, the yield on a bond with a 10-year maturity should pay—under normal market conditions—a higher yield than a bond with a two-month maturity.\n", "\nAs a result, floating-rate notes usually pay a lower yield to investors than their fixed-rate counterparts because floaters are benchmarked to short-term rates. The investor gives up a portion of the yield for the security of having an investment that rises as its benchmark rate rises. However, if the rate of the short-term benchmark falls, so too does the rate on the FRN.\n", "\nThere's no guarantee that the FRN's rate will rise as fast as interest rates in a rising-rate environment. It all depends on the performance of the benchmark rate. As a result, an FRN bondholder can still have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a> meaning the bond's rate underperforms the overall market.\n", "\nSince the bond's rate can adjust to market conditions, an FRN's price tends to have less volatility or price fluctuations. Traditional fixed-rate bonds typically slide when rates rise because existing bondholders are losing out by holding a product returning a lower-rate.\n", "\nFRNs avoid some of the market price volatility since there's less opportunity cost for the bondholders in a rising rate market. As with any bond, FRNs are susceptible to default risk, which occurs when the company or government can't pay back the principal or original amount that was paid by the investor.\n", "\nSince floaters have variable rates, they tend to have unpredictable coupon payments. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\" rel=\"noopener noreferrer\">coupon payment</a> is the interest payment for a bond. Sometimes a floater may have a cap and a floor, which allows an investor to know the maximum and minimum interest rates paid by the note.\n", "\nAn FRN's interest rate can change as often or as frequently as the issuer chooses, from once a day to once a year. The reset period, which is outlined in the bond's prospectus tells the investor how often the rate adjusts. The issuer may pay interest monthly, quarterly, semiannually, or annually.\n", "\nFRNs may be issued with or without a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callablebond.asp\" rel=\"noopener noreferrer\">callable option</a>, which means the issuer has the right to return the investor's principal amount and stop making interest payments. The callable feature is known upfront and allows the issuer to pay off the bond before maturity.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.treasurydirect.gov/indiv/products/prod_frns_glance.htm\" rel=\"noopener noreferrer\">U.S. Treasury</a> Department began issuing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.treasurydirect.gov/indiv/research/indepth/frns/res_frn.htm\" rel=\"noopener noreferrer\">floating-rate notes</a> in 2014. The notes have the following characteristics and requirements:\n"]}