{"name": "Flotation", "@id": "https://www.investopedia.com/terms/f/flotation.asp", "related": ["https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/f/freed-up.asp", "https://www.investopedia.com/terms/g/goingpublic.asp", "https://www.investopedia.com/terms/w/westernaccount.asp", "https://www.investopedia.com/terms/i/issue.asp", "https://www.investopedia.com/terms/c/capital.asp"], "body": ["\nFlotation is the process of converting a private company into a public company by issuing shares available for the public to purchase. It allows companies to obtain financing externally instead of using retained earnings to fund new projects or expansion. The term \"flotation\" is commonly used in the United Kingdom, whereas the term \"going public\" is more widely used in the United States.\n", "\nFlotation requires careful consideration regarding timing, company structure, the company's ability to withstand public scrutiny, increased regulatory compliance costs, and the time needed to execute the flotation and attract new investors. While flotation provides access to new sources of capital, the extra expenses associated with issuing new stock must be accounted for when considering the switch from a private to a public company.\n", "\nCompanies in mature phases of growth may need additional funding for various reasons including expansion, inventory, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\">research and development</a>, and new equipment. For this reason, the time and monetary costs of becoming a company that is traded publicly are often deemed worth it.\n", "\nWhen a company decides to pursue flotation, they typically enlist an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentbank.asp\">investment bank</a> as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">underwriter</a>. The underwriting investment bank typically leads the process for conducting an IPO and helps the company determine the amount of money it seeks to raise from the public market issuance.\n", "\nThe investment bank also assists in the documentation requirements for becoming a public company. The bank will develop an investment prospectus and will also market the company’s offering in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roadshow.asp\">roadshow</a> prior to the initial stock issuance. A roadshow is a sales pitch to potential investors by the underwriting firm and executive management team of the company about to go public. Gauging demand during the roadshow is an important step in determining the final IPO share price, as well as in determining the ultimate number of shares to make available for issuance.\n", "\nWhen considering flotation as a means of raising capital, companies may also look to other private funding sources before deciding to become a public company. These alternative sources of funding may include small business loans, equity crowdfunding, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/angelinvestor.asp\">angel investors</a>, or investment from venture capitalists. However, when seeking additional private funding, companies will still incur legal fees and extra costs for deal structuring and accounting. \n", "\nMany private companies choose to receive private funds for the benefit of fewer transparency requirements. Private companies may also wish to remain privately funded because of the high costs associated with restructuring and an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering (IPO)</a>.\n"]}