{"name": "Folio Number Definition", "@id": "https://www.investopedia.com/terms/f/folio-number.asp", "related": ["https://www.investopedia.com/non-fungible-tokens-nft-5115211", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/r/reconciliation.asp", "https://www.investopedia.com/terms/p/powerofattorney.asp", "https://www.investopedia.com/terms/b/bank-statement.asp"], "body": ["\nIn <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>, a folio number is a unique number identifying your account with the fund. Like a bank account number, the folio number can be used as a way to uniquely identify fund investors. A folio number also records items such as how much money each investor has placed with the fund, their transaction history, and contact details.\n", "\nA folio number can also be used to identify journal entries or parcels of land. Different fund houses and providers of similar folio numbers will all use a slightly different method to create a number value.\n", "\nAll mutual funds need some sort of record-keeping system in place. This information is necessary for ensuring each investor is returned the money they are entitled to, and for determining what <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fee-structure.asp\">fee structure</a> applies to each investor.\n", "\nWhile record-keeping is most often facilitated by the broker, in some cases an investor may be asked for a folio number by the fund provider to help ensure accuracy. This folio number may be present on investment statements or may be obtained through your broker. You can make numerous or multiple purchases using one folio number, but the purchases must be in the mutual fund when using the same digits.\n", "\nAn investor can have multiple folio numbers with the same mutual fund or can ask them to consolidate them into a single one. The increase in electronic record keeping further necessitates the need for effective digital tracking options.\n", "\nFolio numbers are useful to bank creditors, lawyers and regulators—their utility extends beyond just mutual funds and their unitholders.\n"]}