{"name": "Force Majeure Definition", "@id": "https://www.investopedia.com/terms/f/forcemajeure.asp", "related": ["https://www.investopedia.com/terms/v/vis-major.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/l/limited-government.asp", "https://www.investopedia.com/terms/e/enterprise-risk-management.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/b/blockchain.asp"], "body": ["\nForce majeure refers to a clause that is included in contracts to remove <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liability</a> for natural and unavoidable catastrophes that interrupt the expected course of events and prevent participants from fulfilling <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obligation.asp\">obligations</a>.\n", "\nForce majeure is a French term that literally means \"greater force.\" It is related to the concept of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/act-god.asp\">act of God</a>, an event for which no party can be held accountable, such as a hurricane or a tornado. Force majeure also encompasses human actions, however, such as armed conflict. Generally speaking, for events to constitute force majeure, they must be unforeseeable, external to the parties of the contract, and unavoidable. These concepts are defined and applied differently depending on the jurisdiction.\n", "\nThe concept of force majeure originated in French civil law and is an accepted standard in many jurisdictions that derive their legal systems from the Napoleonic Code. In <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/common-law.asp\">common law</a> systems, such as those of the United States and the United Kingdom, force majeure clauses are acceptable but must be more explicit about the events that would trigger the clause.\n", "\nIn general, force majeure conflicts with the concept of \"pacta sunt servanda\" (agreements must be kept), a key concept in civil and international law with analogs in common law. It is not supposed to be easy to escape contractual liability, and proving that events were unforeseeable, for example, is difficult by design.\n", "\nAs time goes on, the world is becoming aware of natural threats we were previously ignorant of, such as solar flares, asteroids, pandemics, and super-volcanoes. We are also developing new human threats, such as cyber, nuclear, and biological warfare capabilities. These have raised questions about what is and is not \"foreseeable\" in a legal sense.\n", "\nWe are also becoming increasingly aware of human agency in events that have generally been considered \"external\" or acts of God, such as climatic and seismic events. Ongoing litigation is exploring questions of whether drilling and construction projects contributed to the very <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0311/the-financial-effects-of-a-natural-disaster.aspx\">natural disasters</a> that rendered them unworkable. In short, the concepts that underpin force majeure are shifting.\n", "\nIf an avalanche destroys a supplier's factory in the French Alps, causing long shipment delays and leading the client to sue for damages. The supplier might employ a force majeure defense arguing that the avalanche was an unforeseeable, external, and irresistible event—the three tests applied by French law.\n", "\nUnless the contract specifically named an avalanche as removing the supplier's liability, the court may well decide that the supplier owes damages: French courts have deemed an event \"foreseeable\" because a similar event had occurred half a century before. Similarly, a war in a conflict-ridden zone might not be \"unforeseeable,\" nor capital controls in a struggling economy or a flood in a frequently-affected area.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp\">International Chamber of Commerce</a> has attempted to clarify the meaning of force majeure (although it is not included in the organization's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.export.gov/article?id=Incoterms-Overview\">Incoterms</a>​) by applying a standard of \"impracticability,\" meaning that it would be, if not impossible, unreasonably burdensome and expensive to carry out the terms of the contract. The event that brings this situation about must be external to both parties, unforeseeable, and unavoidable. It can be very difficult to prove these conditions, however, and most force majeure defenses fail in international tribunals.\n", "\nIn any jurisdiction, contracts containing specific definitions that constitute force majeure—ideally ones that respond to local threats—hold up better under scrutiny. Even in systems based on civil law, the application of the concept can be strictly limited.\n"]}