{"name": "Foreign Exchange Risk Definition", "@id": "https://www.investopedia.com/terms/f/foreignexchangerisk.asp", "related": ["https://www.investopedia.com/terms/t/transactionrisk.asp", "https://www.investopedia.com/terms/m/multicurrency-note-facility.asp", "https://www.investopedia.com/terms/c/currencyoverlay.asp", "https://www.investopedia.com/terms/j/jurisdiction-risk.asp", "https://www.investopedia.com/terms/r/risk.asp", "https://www.investopedia.com/terms/d/dollar-rate.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">Foreign exchange</a> risk refers to the losses that an international financial transaction may incur due to currency fluctuations. Also known as currency risk, FX risk and exchange-rate risk, it describes the possibility that an investment’s value may decrease due to changes in the relative value of the involved currencies. Investors may experience <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jurisdiction-risk.asp\" rel=\"noopener noreferrer\">jurisdiction risk</a> in the form of foreign exchange risk.\n", "\nForeign exchange risk arises when a company engages in financial transactions denominated in a currency other than the currency where that company is based. Any appreciation/depreciation of the base currency or the depreciation/appreciation of the denominated currency will affect the cash flows emanating from that transaction. Foreign exchange risk can also affect investors, who trade in international markets, and businesses engaged in the import/export of products or services to multiple countries.\n", "\nThe proceeds of a closed trade, whether its a profit or loss, will be denominated in the foreign currency and will need to be converted back to the investor's base currency. Fluctuations in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rate</a> could adversely affect this conversion resulting in a lower than expected amount.\n", "\nAn import/export business exposes itself to foreign exchange risk by having <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountspayable.asp\" rel=\"noopener noreferrer\">account payables</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/receivables.asp\" rel=\"noopener noreferrer\">receivables</a> affected by <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrateparity.asp\" rel=\"noopener noreferrer\">currency exchange rates</a>. This risk originates when a contract between two parties specifies exact prices for goods or services, as well as delivery dates. If a currency’s value fluctuates between when the contract is signed and the delivery date, it could cause a loss for one of the parties.\n", "\nThere are three types of foreign exchange risk:\n", "\nCompanies that are subject to FX risk can implement hedging strategies to mitigate that risk. This usually involves <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardcontract.asp\" rel=\"noopener noreferrer\">forward contracts</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a>, and other exotic financial products and, if done properly, can protect the company from unwanted foreign exchange moves.\n", "\nAn American liquor company signs a contract to buy 100 cases of wine from a French retailer for €50 per case, or €5,000 total, with payment due at the time of delivery. The American company agrees to this contract at a time when the Euro and the US Dollar are of equal value, so €1 = $1. Thus, the American company expects that when they accept delivery of the wine, they will be obligated to pay the agreed upon amount of €5,000, which at the time of the sale was $5,000.\n", "\nHowever, it will take a few months for delivery of the wine. In the meantime, due to unforeseen circumstances, the value of the US Dollar depreciates versus the Euro to where at the time of delivery €1 = $1.10. The contracted price is still €5,000 but now the US Dollar amount is $5,500, which is the amount that the American liquor company will have to pay.\n"]}