{"name": "Foreign Investment Definition", "@id": "https://www.investopedia.com/terms/f/foreign-investment.asp", "related": ["https://www.investopedia.com/terms/f/fdi.asp", "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp", "https://www.investopedia.com/terms/d/direct-investment.asp", "https://www.investopedia.com/terms/g/greenfield.asp", "https://www.investopedia.com/terms/d/depositaryreceipt.asp", "https://www.investopedia.com/terms/g/gdp.asp"], "body": ["\nForeign investment involves <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-flows.asp\">capital flows</a> from one country to another, granting the foreign investors extensive ownership stakes in domestic companies and assets. Foreign investment denotes that foreigners have an active role in management as a part of their investment or an equity stake large enough to enable the foreign investor to influence business strategy. A modern trend leans toward <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\">globalization</a>, where multinational firms have investments in a variety of countries.\n", "\nForeign investment is largely seen as a catalyst for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\">economic growth</a> in the future. Foreign investments can be made by individuals, but are most often endeavors pursued by companies and corporations with substantial assets looking to expand their reach.\n", "\nAs globalization increases, more and more companies have branches in countries around the world. For some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multinationalcorporation.asp\">multinational corporations</a>, opening new manufacturing and production plants in a different country is attractive because of the opportunities for cheaper production and labor costs.\n", "\nAdditionally, these large corporations frequently look to do business with those countries where they will pay the least amount of taxes. They may do this by relocating their home office or parts of their business to a country that is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxhaven.asp\">tax haven</a> or has favorable tax laws aimed at attracting foreign investors.\n", "\nForeign investments can be classified in one of two ways: direct and indirect. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdi.asp\">Foreign direct investments</a> (FDIs) are the physical investments and purchases made by a company in a foreign country, typically by opening plants and buying buildings, machines, factories, and other equipment in the foreign country. These types of investments find a far greater deal of favor, as they are generally considered long-term investments and help bolster the foreign country’s economy.\n", "\nForeign indirect investments involve corporations, financial institutions, and private investors buying stakes or positions in foreign companies that trade on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/09/playing-foreign-markets-safely.asp\">foreign stock exchange</a>. In general, this form of foreign investment is less favorable, as the domestic company can easily sell off their investment very quickly, sometimes within days of the purchase. This type of investment is also sometimes referred to as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-portfolio-investment-fpi.asp\">foreign portfolio investment</a> (FPI). Indirect investments include not only equity instruments such as stocks, but also debt instruments such as bonds.\n", "\nThere are two additional types of foreign investments to be considered: commercial loans and official flows. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-loan.asp\">Commercial loans</a> are typically in the form of bank loans that are issued by a domestic bank to businesses in foreign countries or the governments of those countries. Official flows is a general term that refers to different forms of developmental assistance that developed or developing nations are given by a domestic country.\n", "\nCommercial loans, up until the 1980s, were the largest source of foreign investment throughout developing countries and emerging markets. Following this period, commercial loan investments plateaued, and direct investments and portfolio investments increased significantly around the globe.\n", "\nA different kind of foreign investor is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multilateral_development_bank.asp\">multilateral development bank</a> (MDB), which is an international financial institution that invests in developing countries in an effort to encourage economic stability. Unlike commercial lenders who have an investment objective to maximize profit, MDBs use their foreign investments to fund projects that support a country's economic and social development.\n", "\nThe investments—which typically take the form of low- or no-interest loans with favorable terms—might fund the building of an infrastructure project or provide the country with the capital needed to create new industries and jobs. Examples of multilateral development banks include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/worldbank.asp\">World Bank</a> and the Inter-American Development Bank (IDB).\n"]}