{"name": "Forex (FX) Definition", "@id": "https://www.investopedia.com/terms/f/forex.asp", "related": ["https://www.investopedia.com/terms/f/foreign-exchange.asp", "https://www.investopedia.com/terms/c/currencypair.asp", "https://www.investopedia.com/terms/s/spot-date.asp", "https://www.investopedia.com/terms/r/right-hand-side.asp", "https://www.investopedia.com/terms/forex/m/majors.asp", "https://www.investopedia.com/terms/r/rollover-credit.asp"], "body": ["\nForex (FX) refers to the global electronic marketplace for trading international currencies and currency derivatives. It has no central physical location, yet the forex market is the largest, most liquid market in the world by trading volume, with trillions of dollars changing hands every day. Most of the trading is done through banks, brokers, and financial institutions.\n", "\nThe forex market is open 24 hours a day, five days a week, except for holidays. The forex market is open on many holidays on which stock markets are closed, though the trading volume may be lower.\n", "\nIts name, forex, is a portmanteau of foreign and exchange. It's often abbreviated as fx.\n", "\nForex exists so that large amounts of one currency can be exchanged for the equivalent value in another currency at the current market rate.\n", "\nSome of these trades occur because financial institutions, companies, or individuals have a business need to exchange one currency for another. For example, an American company may trade U.S. dollars for Japanese yen in order to pay for merchandise that has been ordered from Japan and is payable in yen.\n", "\nA great deal of forex trade exists to accommodate speculation on the direction of currency values. Traders profit from the price movement of a particular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currencypair.asp\">pair of currencies</a>.\n", "\nCurrencies being traded are listed in pairs, such as USD/CAD, EUR/USD, or USD/JPY. These represent the U.S. dollar (USD) versus the Canadian dollar (CAD), the Euro (EUR) versus the USD, and the USD versus the Japanese Yen (JPY).\n", "\nThere will also be a price associated with each pair, such as 1.2569. If this price was associated with the USD/CAD pair it means that it costs 1.2569 CAD to buy one USD. If the price increases to 1.3336, it now costs 1.3336 CAD to buy one USD. The USD has increased in value (the CAD has decreased) as it now costs more CAD to buy one USD.\n", "\nIn the forex market, currencies trade in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0412/the-basics-of-currency-trading.aspx\">lots</a> called micro, mini, and standard lots. A micro lot is 1,000 units of a given currency, a mini lot is 10,000, and a standard lot is 100,000.\n", "\nThis is obviously exchanging money on a larger scale than going to a bank to exchange $500 to take on a trip. When trading in the electronic forex market, trades take place in blocks of currency, and they can be traded in any volume desired, within the limits allowed by the individual trading account balance. For example, you can trade seven micro lots (7,000) or three mini lots (30,000), or 75 standard lots (750,000).\n", "\nThe forex market is unique for several reasons, the main one being its size. Trading volume is generally very large. As an example, trading in foreign exchange markets averaged $6.6 trillion per day in 2019, according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bis.asp\">Bank for International Settlements</a> (BIS).<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This exceeds global equities (stocks) trading volumes by roughly 25 times.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThe largest foreign exchange markets are located in major global financial centers including London, New York, Singapore, Tokyo, Frankfurt, Hong Kong, and Sydney.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/08/3-market-system.asp\">forex market</a> is open 24 hours a day, five days a week, in major financial centers across the globe. This means that you can buy or sell currencies at virtually any hour. \n", "\nIn the past, forex trading was largely limited to governments, large companies, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a>. Now, anyone can trade on forex. Many investment firms, banks, and retail brokers allow individuals to open accounts and trade currencies. \n", "\nWhen trading in the forex market, you're buying or selling the currency of a particular country, relative to another currency. But there's no physical exchange of money from one party to another as at a foreign exchange kiosk.\n", "\nIn the world of electronic markets, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/09/5-important-forex-attributes.asp\">traders</a> are usually taking a position in a specific currency with the hope that there will be some upward movement and strength in the currency they're buying (or weakness if they're selling) so that they can make a profit. \n", "\nA currency is always traded relative to another currency. If you sell a currency, you are buying another, and if you buy a currency you are selling another. The profit is made on the difference between your transaction prices.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotmarket.asp\">spot market</a> deal is for immediate delivery, which is defined as two business days for most currency pairs. The major exception is the purchase or sale of USD/CAD, which is settled in one business day.\n", "\nThe business day excludes Saturdays, Sundays, and legal holidays in either currency of the traded pair. During the Christmas and Easter season, some spot trades can take as long as six days to settle. Funds are exchanged on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementdate.asp\">settlement date</a>, not the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction-date.asp\">transaction date</a>.\n", "\nThe U.S. dollar is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/11/popular-currencies-and-why-theyre-traded.asp\">most actively traded currency.</a> The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euro</a> is the most actively traded <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/counter-currency.asp\">counter currency</a>, followed by the Japanese yen, British pound, and Swiss franc.\n", "\nMarket moves are driven by a combination of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\">speculation</a>, economic strength and growth, and interest rate differentials.\n", "\nRetail traders don't typically want to take delivery of the currencies they buy. They are only interested in profiting on the difference between their transaction prices. Because of this, most retail brokers will automatically \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/12/calculating-profits-and-losses-of-forex-trades.asp\">roll over</a>\" their currency positions at 5 p.m. EST each day.\n", "\nThe broker basically resets the positions and provides either a credit or debit for the interest rate differential between the two currencies in the pairs being held. The trade carries on and the trader doesn't need to deliver or settle the transaction. When the trade is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closeposition.asp\">closed</a> the trader realizes a profit or loss based on the original transaction price and the price at which the trade was closed. The rollover credits or debits could either add to this gain or detract from it.\n", "\nSince the forex market is closed on Saturday and Sunday, the interest rate credit or debit from these days is applied on Wednesday. Therefore, holding a position at 5 p.m. on Wednesday will result in being credited or debited triple the usual amount.\n", "\nAny forex transaction that settles for a date later than spot is considered a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currencyforward.asp\">forward</a>. The price is calculated by adjusting the spot rate to account for the difference in interest rates between the two currencies. The amount of adjustment is called \"forward points.\"\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardpoints.asp\">forward points</a> reflect only the interest rate differential between two markets. They are not a forecast of how the spot market will trade at a date in the future.\n", "\nA forward is a tailor-made contract. It can be for any amount of money and can settle on any date that's not a weekend or holiday. As in a spot transaction, funds are exchanged on the settlement date.\n", "\nA forex or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forexfutures.asp\">currency futures</a> contract is an agreement between two parties to deliver a set amount of currency at a set date, called the expiry, in the future. Futures contracts are traded on an exchange for set values of currency and with set expiry dates.\n", "\nUnlike a forward, the terms of a futures contract are non-negotiable. A profit is made on the difference between the prices the contract was bought and sold at.\n", "\nMost speculators don't hold futures contracts until expiration, as that would require they deliver/settle the currency the contract represents. Instead, speculators buy and sell the contracts prior to expiration, realizing their profits or losses on their transactions.\n", "\nThere are some major differences between the way the forex operates and other markets such as the U.S. stock market operate.\n", "\nThis means investors aren't held to as strict standards or regulations as those in the stock, futures or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a> markets. There are no <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\">clearinghouses</a> and no central bodies that oversee the entire forex market. You can <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short-sell</a> at any time because in forex you aren't ever actually shorting; if you sell one currency you are buying another.\n", "\nSince the market is unregulated, fees and commissions vary widely among brokers. Most forex brokers make money by marking up the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\">spread</a> on currency pairs. Others make money by charging a commission, which fluctuates based on the amount of currency traded. Some brokers use both.\n", "\nThere's no cut-off as to when you can and cannot trade. Because the market is open 24 hours a day, you can trade at any time of day. The exception is weekends, or when no global financial center is open due to a holiday.\n", "\nThe forex market allows for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/07/forex_leverage.asp\">leverage</a> up to 50:1 in the U.S. and even higher in some parts of the world. That means a trader can open an account for $1,000 and buy or sell as much as $50,000 in currency. Leverage is a double-edged sword; it magnifies both profits and losses.\n", "\nAssume a trader believes that the EUR will appreciate against the USD. Another way of thinking of it is that the USD will fall relative to the EUR.\n", "\nThe trader buys the EUR/USD at 1.2500 and purchases $5,000 worth of currency. Later that day the price has increased to 1.2550. The trader is up $25 (5000 * 0.0050). If the price dropped to 1.2430, the trader would be losing $35 (5000 * 0.0070).\n", "\nCurrency prices move constantly, so the trader may decide to hold the position overnight. The broker will rollover the position, resulting in a credit or debit based on the interest rate differential between the Eurozone and the U.S. If the Eurozone has an interest rate of 4% and the U.S. has an interest rate of 3%, the trader owns the higher interest rate currency in this example. Therefore, at rollover, the trader should receive a small <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/rolloverinterestcalculation.asp\">credit</a>. If the EUR interest rate was lower than the USD rate, the trader would be debited at rollover.\n", "\nRollover can affect a trading decision, especially if the trade could be held for the long term. Large differences in interest rates can result in significant credits or debits each day, which can greatly enhance or erode profits (or increase or reduce losses) of the trade.\n", "\nMost brokers provide leverage. Many U.S. brokers leverage up to 50:1. Let's assume our trader uses 10:1 leverage on this transaction. If using 10:1 leverage the trader is not required to have $5,000 in an account, even while trading $5,000 worth of currency. Only $500 is needed.\n", "\nIn this example, a profit of $25 can be made quite quickly considering the trader only needs $500 or $250 of trading capital (or even less if using more leverage). That shows the power of leverage. The flip side is that the trader could lose the capital just as quickly.\n"]}