{"name": "Foreclosure Definition", "@id": "https://www.investopedia.com/terms/f/foreclosure.asp", "related": ["https://www.investopedia.com/terms/n/non-reo-foreclosure.asp", "https://www.investopedia.com/terms/r/right-of-foreclosure.asp", "https://www.investopedia.com/terms/f/foreclosure-action.asp", "https://www.investopedia.com/terms/d/decree-of-foreclosure-and-sale.asp", "https://www.investopedia.com/terms/m/mortgage_forbearance_agreement.asp", "https://www.investopedia.com/terms/p/pre-foreclosure.asp"], "body": ["\nForeclosure is the legal process by which a lender attempts to recover the amount owed on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">defaulted loan</a> by taking ownership of and selling the mortgaged property. Typically, default is triggered when a borrower misses a specific number of monthly payments, but it can also happen when the borrower fails to meet other terms in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/032715/getting-mortgage-after-bankruptcy-and-foreclosure.asp\" rel=\"noopener noreferrer\">mortgage</a> document.\n", "\nThe foreclosure process derives its legal basis from a mortgage or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustdeed.asp\" rel=\"noopener noreferrer\">deed of trust contract</a>, which gives the lender the right to use a property as collateral in case the borrower fails to uphold the terms of the mortgage document.\n", "\nAlthough the process varies by state, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0510/the-6-phases-of-a-foreclosure.aspx\" rel=\"noopener noreferrer\">foreclosure process generally begins</a> when a borrower defaults or misses at least one mortgage payment. The lender then sends a missed payment notice that indicates they haven't received that month's payment.\n", "\nIf the borrower misses two payments, the lender sends a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand-letter.asp\" rel=\"noopener noreferrer\">demand letter</a>. While this is more serious than a missed payment notice, the lender may still be willing to make arrangements for the borrower to catch up on the missed payments.\n", "\nThe lender sends a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/notice-of-default.asp\" rel=\"noopener noreferrer\">notice of default</a> after 90 days of missed payments. The loan is handed over to the lender's foreclosure department, and the borrower typically has another 90 days to settle the payments and reinstate the loan (this is called the reinstatement period).\n", "\nAt the end of the reinstatement period, the lender will begin to foreclose if the homeowner has not made up the missed payments.\n", "\nEach state has laws that govern the foreclosure process, including the notices a lender must post publicly, the homeowner's options for bringing the loan current and avoiding foreclosure, and the timeline and process for selling the property.\n", "\nA foreclosure—as in the actual act of a lender seizing a property—is typically the final step after a lengthy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pre-foreclosure.asp\" rel=\"noopener noreferrer\">pre-foreclosure process</a>. Before foreclosure, the lender may offer several alternatives to avoid foreclosure, many of which can mediate a foreclosure's negative consequences for both the buyer and the seller.\n", "\nIn 22 states—including Florida, Illinois, and New York—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/judicial_foreclosure.asp\" rel=\"noopener noreferrer\">judicial foreclosure</a> is the norm. This is where the lender must go through the courts to get permission to foreclose by proving the borrower is delinquent. If the foreclosure is approved, the local <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sheriff-sales.asp\" rel=\"noopener noreferrer\">sheriff auctions</a> the property to the highest bidder to try to recoup what the bank is owed, or the bank becomes the owner and sells the property through the traditional route to recoup its losses.\n", "\nThe other 28 states—including Arizona, California, Georgia, and Texas—primarily use non-judicial foreclosure, also called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/power-of-sale.asp\" rel=\"noopener noreferrer\">power of sale</a>. This type of foreclosure tends to be faster than a judicial foreclosure, and it does not go through the courts unless the homeowner sues the lender.\n", "\nProperties foreclosed in the third quarter of 2020 (the most recent data available) had spent an average of 830 days in the foreclosure process, according to the U.S. Foreclosure Market Report from ATTOM Data Solutions, a property data provider. This is a 21.1% increase from the previous quarter's average of 685 days in the foreclosure process, but down slightly from 841 days in Q3 2019.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe average number of days varies by state because of varying laws and foreclosure timelines. The states with the longest average number of days for properties foreclosed in the third quarter of 2020 were:<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nStates with the shortest average times to foreclose during the same period were:\n", "\nThe graph below shows the quarterly average days to foreclosure since the first quarter of 2007.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEven if a borrower has missed a payment or two, there may still be ways to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/avoid_foreclosure.asp\" rel=\"noopener noreferrer\">avoid foreclosure</a>. Some alternatives include:\n", "\nIf a property fails to sell at a foreclosure auction or if it otherwise never went through one, lenders—often banks—typically take ownership of the property and may add it to an accumulated portfolio of foreclosed properties, also called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestateowned.asp\" rel=\"noopener noreferrer\">real-estate owned</a> (REO).\n", "\nForeclosed properties are typically easily accessible on banks' websites. Such properties can be attractive to real estate investors because in some cases, banks sell them at a discount to their market value, which of course, in turn, negatively affects the lender.\n", "\nFor the borrower, a foreclosure appears on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditreport.asp\" rel=\"noopener noreferrer\">credit report</a> within a month or two—and stays there for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-long-does-negative-information-stay-on-your-credit-report-4769774\" rel=\"noopener noreferrer\">seven years</a> from the date of the first missed payment. After seven years, the foreclosure is deleted from the borrower's credit report.\n"]}