{"name": "Foreign Account Tax Compliance Act (FATCA)", "@id": "https://www.investopedia.com/terms/f/foreign-account-tax-compliance-act-fatca.asp", "related": ["https://www.investopedia.com/terms/f/form1099div.asp", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/r/repatriable.asp", "https://www.investopedia.com/terms/t/taxhaven.asp", "https://www.investopedia.com/terms/e/expatriate.asp", "https://www.investopedia.com/terms/n/nonresidentalien.asp"], "body": ["\nThe Foreign Account Tax Compliance Act (FATCA) is a tax law that compels U.S. citizens at home and abroad to file annual reports on any foreign account holdings. FATCA was endorsed in 2010 as part of the Hiring Incentives to Restore Employment (HIRE) Act to promote transparency in the global financial services sector.\n", "\nThe Hiring Incentives to Restore Employment (HIRE) Act was signed into law by President Barack Obama in 2010 to incentivize businesses to hire unemployed workers to reduce the high unemployment rate that was brought about by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\">2008 financial crisis</a>. One of the incentives offered to employers through the HIRE Act includes an increase in business tax credit for each new employee hired and retained for at least 52 weeks. Other incentives include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-holiday.asp\">payroll tax holiday</a> benefits and an increase in a firm’s expense deduction limit for new equipment purchased in 2010.\n", "\nTo fund the costs of these incentives, Congress included revenue-generating provisions in the HIRE Act through FATCA. FATCA provisions require all U.S. taxpayers to report yearly all assets held outside of the country. By taxing these foreign-held assets, the U.S. increases its revenue stream, which is put towards its incentive account for job stimulation. Penalties are imposed on U.S. residents who do not report their foreign account holdings and assets that exceed $50,000 in value in any given year.\n", "\nNon-U.S. foreign financial institutions (FFI) and non-financial foreign entities (NFFE) are also required to comply with this law by disclosing the identities of U.S. citizens and the value of their assets held in their banks to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) or the FATCA Intergovernmental Agreement (IGA). FFIs that do not comply with the IRS will not only be excluded from the U.S. market but will also have 30% of the amount of any withholdable payment deducted and withheld from them as a tax penalty. Withholdable payments in this instance refer to income generated from U.S. financial assets held by these banks and include interests, dividends, remunerations, wages and salaries, compensations, periodic profits, etc. FFIs and NFFEs that agree to the law must annually report the name, address, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-indentification-number-tin.asp\">tax identification number</a> (TIN) of each account holder that meets the criteria of a U.S. citizen; the account number; the account balance; and any deposits and withdrawals on the account for the year.\n", "\nAlthough the price to pay for not complying with FATCA is high, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compliance-cost.asp\">compliance costs</a> are also high. TD Bank, Barclays, and Credit Suisse reportedly spent millions of dollars in fighting this law given that they faced compliance costs of about $100 million. Large banks like HSBC, Commerzbank, and Deutsche, following the enactment of the law, either limited the services offered to Americans or completely stopped serving U.S. investors to mitigate the high compliance cost.\n", "\nFATCA seeks to eliminate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxevasion.asp\">tax evasion</a> by American individuals and businesses that are investing, operating, and earning taxable income abroad. While it is not illegal to control an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/offshore.asp\">offshore account</a>, failure to disclose the account is considered illegal since the United States taxes all income and assets of its citizens on a global scale.\n"]}