{"name": "Forensic Audit Definition", "@id": "https://www.investopedia.com/terms/f/forensic-audit.asp", "related": ["https://www.investopedia.com/terms/c/certified-forensic-financial-analyst.asp", "https://www.investopedia.com/terms/f/forensicaccounting.asp", "https://www.investopedia.com/terms/f/financial-forensics.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/a/auditability.asp", "https://www.investopedia.com/terms/m/malfeasance.asp"], "body": ["\nA forensic audit examines and evaluates a firm's or individual's financial records to derive evidence used in a court of law or legal proceeding. Forensic auditing is a specialization within <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting.asp\" rel=\"noopener noreferrer\">accounting</a>, and most large accounting firms have a forensic auditing department. Forensic audits require accounting and auditing procedures and expert knowledge about the legal framework of such an audit.\n", "\nForensic audits cover a wide range of investigative activities. A forensic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/audit.asp\" rel=\"noopener noreferrer\">audit</a> is often conducted to prosecute a party for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a>, embezzlement, or other financial crimes. In the process of a forensic audit, the auditor may be called to serve as an expert witness during trial proceedings. Forensic audits could also involve situations that do not include financial fraud, such as disputes related to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a> filings, business closures, and divorces.\n", "\nForensic audit investigations can uncover or confirm various types of illegal activities. Usually, a forensic audit is chosen instead of a regular audit if there's a chance that the evidence collected would be used in court.\n", "\nThe process of a forensic audit is similar to a regular financial audit—planning, collecting evidence, writing a report—with the additional step of a potential court appearance. The attorneys for both sides offer evidence that either uncovers or disproves the fraud and determines the damages suffered. They present their findings to the client, and the court should the case go to trial.\n", "\nDuring the planning stage, the forensic auditor and team will plan their investigation to achieve objectives, such as\n", "\nThe evidence collected should be adequate to prove the fraudster's identity (s) in court, reveal the fraud scheme's details, and document the financial loss suffered and the parties affected by the fraud.\n", "\nA logical flow of evidence will help the court in understanding the fraud and the evidence presented. Forensic auditors are required to take precautions to ensure that documents and other evidence collected are not damaged or altered by anyone.\n", "\nA forensic audit requires a written report about the fraud to be presented to the client to proceed to file a legal case if they so desire. At a minimum, the report should include\n", "\nThe forensic auditor must be present during court proceedings to explain the evidence collected and how the team identified the suspect(s). They should simplify any complex accounting issues and explain the case in a layperson’s language so that people who have no understanding of legal or accounting terms can understand the fraud clearly.\n", "\nIn a forensic audit, an auditor would be on the lookout for\n", "\nAsset misappropriation is the most prevalent form of fraud. Examples include: misappropriating cash, submitting falsified invoices, making payments to non-existent suppliers or employees, misusing assets (like company equipment), and stealing company inventory.\n", "\nA company can get into this type of fraud to try to show that its financial performance is better than it is. The goal of presenting fraudulent numbers may be to improve liquidity, ensure that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/c-suite.asp\" rel=\"noopener noreferrer\">C-level</a> executives continue to receive bonuses, or cope with the pressure to perform.\n", "\nLet's say that a fictional computer manufacturer, WysiKids, on the recommendation of its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfo.asp\">chief financial officer (CFO)</a>, entered into a contract with Smart Chips, Inc. to supply WysiKids with processors. However, when the contract was signed, Smart Chips was not authorized to conduct business because its license had been indefinitely revoked based on certain irregularities in a recent Internal Revenue Service (IRS) filing. WysiKids' CFO knew that Smart Chips' license was suspended, yet still suggested that their company sign on with Smart Chips, as they were secretly receiving compensation from Smart Chips for doing so.\n", "\nThe fictional example of fraud depicted above could be uncovered by investigating the interpersonal relationships involved and exposing a conflict of interest.\n"]}