{"name": "Foregone Earnings Definition", "@id": "https://www.investopedia.com/terms/f/foregone_earnings.asp", "related": ["https://www.investopedia.com/terms/e/expenseratio.asp", "https://www.investopedia.com/terms/b/bshare.asp", "https://www.investopedia.com/terms/s/salescharge.asp", "https://www.investopedia.com/terms/c/costs-and-expenses.asp", "https://www.investopedia.com/terms/l/load-adjusted-return.asp", "https://www.investopedia.com/terms/t/ter.asp"], "body": ["\nForegone earnings represents the difference between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\">earnings</a> actually achieved and the earnings that could have been achieved with the absence of fees, expenses, or lost time. Foregone earnings represents the investment capital that the investor spent on investment fees. The assumption is that if the investor had been exposed to lower fees, there would have been a better return. The concept of foregone earnings is typically used when referring to sales charges, management fees, or total expenses paid to funds.\n", "\nForegone earnings, as they relate to investment performance, can cause a big drag on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermgrowth.asp\">long-term growth</a> of assets and investments. Fees are usually charged to investors for access to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded fund (ETFs)</a>, and other pooled <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentvehicle.asp\">investment vehicles</a>. Mutual funds are actively managed funds, meaning they're a collection of securities bought and sold by a portfolio manager. ETFs are passively managed funds, meaning they typically track an index such as the S&amp;P 500 and, therefore, have lower fees than mutual funds.\n", "\nSomething as seemingly innocent as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/front-endload.asp\">front-end load</a> or a 1% <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managementfee.asp\">management fee</a> can cost thousands of dollars as the years pile up, thanks to the wonders of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compoundreturn.asp\">compound returns</a>. Investors must research the costs associated with each investment to limit foregone earnings.\n", "\nSales charges can be a significant expense for investors. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.finra.org/investors/making-most-mutual-fund-breakpoints\">Financial Industry Regulatory Authority (FINRA)</a> provides the following schedule, which outlines potential front-end load sales charges for investing in mutual funds. The table also shows the various breakpoints whereby the sales charges are reduced based on the amount of funds invested.\n", "\nSales charges can occur at various points in the investment process. Sales charges are commissions charged by distributors that compensate the broker for sales.\n", "\nBelow are three examples of the types of sales charges and when they occur.\n", "\nIndividual investors are typically charged lower fees when trading with a discount broker, and many platforms may not require any sales charges to be paid. Sales charges can also often be bypassed by investing through the fund company directly.\n", "\nSales charges for transactions through intermediaries are determined by the mutual fund. Some mutual funds provide investors with a breakdown of returns with and without sales charges. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.leggmason.com/en-us/products/mutual-funds/clearbridge-aggressive-growth-fund.html\" rel=\"nofollow\">ClearBridge Aggressive Growth Fund</a> reports returns with and without sales charges. As of Nov. 10, 2019, the Fund's average one-year return without sales charges was 6.87%. With sales charges, the return was 0.73% whereby the difference of 6.14% represents foregone earnings due to sales charges.\n", "\nThe above example shows how much foregone earnings can impact the return on an investment. Breakpoint discounts can significantly reduce sales charges and fees, allowing more of the investment's gains to be reinvested, or compounded, leading to better long-term returns. It's important for investors to research and perform due diligence on a mutuals fund's breakpoint discounts to determine if you qualify and if so, determine the requirements.\n", "\nInvestors will also experience foregone earnings from mutual fund operating fees. Mutual fund operating fees typically encompass management fees, distribution fees, transaction fees, and administrative costs. A mutual fund may report a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross-expense-ratio.asp\">gross expense ratio</a> and a net expense ratio that includes these fees. If a net expense ratio is quoted, then the fund has waivers and reimbursement agreements in place. Over time the fund's expense ratio typically increases to its gross expense ratio when the discounts expire.\n", "\nInvestors can consider management fees and gross versus net expense ratios when comparing funds for foregone earnings. Passively managed funds typically have lower expense ratios than actively managed funds. Actively managed funds require higher management fees and transactions costs.\n", "\nFor example, let's say you have $10,000 to invest, and one fund charges 0.5%, while the other fund charges 2%. Both funds offer exposure to a similar segment of the market. If you invested in the 2% fund, your investment return would decrease by $200 annually. Investing in the 0.5% fund only charges $50. If you chose to invest in the 2% fund, your foregone earnings from fund fees would be $150 in total.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/redemptionfee.asp\">Redemption fees</a> may also be charged by mutual funds to prevent investors from short-term trading. These fees are determined by the fund company. Their timeframes for payment can range from 30 to 365 days after the initial purchase. Redemption fees are paid back to the fund for trading and operational costs. Avoiding redemption fees can also be a factor helping to reduce the potential for foregone earnings.\n"]}