{"name": "Form W-2: Wage and Tax Statement Definition", "@id": "https://www.investopedia.com/terms/w/w2form.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/i/irs-publication-15.asp", "https://www.investopedia.com/terms/w/withholdingallowance.asp", "https://www.investopedia.com/terms/d/deficiency.asp"], "body": ["\nForm W-2, also known as the Wage and Tax Statement, is the document an employer is required to send to each employee and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) at the end of the year. A W-2 reports employees' annual wages and the amount of taxes withheld from their paychecks. A W-2 employee is someone whose employer deducts taxes from their paychecks and submits this information to the government.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nAn employer is legally required to send out a W-2 form to every employee to whom they paid a salary, wage, or another form of compensation. This does not include contracted or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-employed-person.asp\">self-employed workers</a>, who file taxes with different forms. The employer must send the employee the W-2 form on or before Jan. 31 each year, so that the employee has ample time to file income taxes before the deadline (which is April 15 in most years).<span class=\"ql-inline-citation\" data-cite=\"19\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nEmployers must also use W-2 forms to report <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fica.asp\">Federal Insurance Contributions Act</a> (FICA) taxes for their employees throughout the year. By the end of January, employers must file, for the previous year, Form W-2, along with Form W-3, for each employee with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssa.asp\">Social Security Administration</a> (SSA). The SSA uses the information on these forms to calculate the Social Security benefits to which each worker is entitled.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTax documents are filed for the previous year. For example, if you receive a W-2 form in January 2021 it reflects your income earned for 2020.\n", "\nIf you are an employee of a company and will receive a W-2 for your income taxes, it will be sent to you automatically each year by your employer. Your employer will also submit a copy of your W-2 with the IRS.\n", "\nThe information provided on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/w4form.asp\">Form W-4</a> (or sometimes <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/w9form.asp\">Form W-9</a>) when you are first hired provides the information your company needs to keep track of payroll, tax withholding, employer-provided benefits, and pre-tax contributions to things like a 401(k) retirement plan. The W-4 form <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081214/purpose-irs-w4-form.asp\">tells the employer</a> the amount of tax to withhold from an employee's paycheck based on the person's marital status, number of allowances and dependents, and other factors. \n", "\nWhen you prepare your income taxes, you will need to input the data found on your W-2 into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/1040.asp\">Form 1040</a> individual tax return, either by hand or electronically. Online tax preparation software now allows you to directly import the information on your W-2 from your payroll provider in many cases.\n", "\nEvery W-2 has the same fields, no matter the employer. W-2 forms are divided into state and federal sections since employees must file taxes on both levels. Some fields provide the employer's information, including the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer-identification-number.asp\">Employer Identification Number</a> (EIN) (federal) and the employer's state ID number. The remaining fields are mostly details of the employee's income from the previous year.<span class=\"ql-inline-citation\" data-cite=\"18\"></span>\n", "\nThe employee's total earnings from the employer for the year are recorded, along with the amount withheld in taxes from the employee's paychecks, separated into the withholding for federal income tax, Social Security tax, and more. If the employee also works for tips, a field shows how much money in tips the employee earned for the year.<span class=\"ql-inline-citation\" data-cite=\"18\"></span>\n", "\nIf you work multiple jobs that provide W-2s, you need to input each separately.\n", "\nWhen the employee files taxes, the amount of tax withheld according to the W-2 form is deducted from their gross tax obligation. If more tax was withheld than the employee owes, a refund will be issued.\n", "\nThe IRS also uses Form W-2 to track an employee’s income and tax liability. If the income reported on an employee’s taxes doesn’t match the income reported on the Form W-2, the IRS may audit the taxpayer. However, taxpayers are required to report all salary, wage, and tip income even if that income is not reported on a W-2.\n", "\nW-2 forms include both numbered and lettered boxes that an employer must fill out and reflects how much you earned and taxes withheld.\n", "\nThe lettered boxes on a W-2 include the name and address of you and your employer, your Social Security number, and your employer's EIN and state ID number.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿\n", "\nBox 1 shows your taxable income, including wages, salary, tips, and bonuses, while Box 2 shows how much federal income tax your employer withheld from your pay.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nBox 3 details how much of your earnings were subject to Social Security tax and Box 4 the amount of Social Security tax that was withheld.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nBox 5 spells out how much of your pay is subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a> tax and Box 6 how much was withheld.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> The employee portion of the Medicare tax is 1.45%.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nIf part of your pay is in the form of tips, these boxes show how much you reported in tips (Box 7) and how much your employer reported in tips it paid to you (Box 8).<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThis box was used to reflect a now-defunct tax perk, so it is left empty.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿\n", "\nBox 10 reports how much you received from your employer in dependent care benefits (if applicable).<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThis box details how much <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferred-compensation.asp\" rel=\"noopener noreferrer\">deferred compensation</a> you received from the employer in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-qualified-plan.asp\" rel=\"noopener noreferrer\">non-qualified plan</a>.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nBox 12 details other types of compensation or reductions from your taxable income and a single or double letter code that corresponds to each. It might include, for example, contributions to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/08/401k-info.asp\" rel=\"noopener noreferrer\">401(k) plan</a>. Codes are detailed in the IRS' W-2 instructions.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThis box has three sub boxes designed to report pay that is not subject to federal income tax withholding, if you participated in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer_sponsored_plan.asp\" rel=\"noopener noreferrer\">employer-sponsored retirement plan</a>, or if you received sick pay via a third-party, such as an insurance policy.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nBox 14 allows an employer to report any other additional tax information that may not fit into the other sections of a W-2 form. A few examples are state disability insurance taxes withheld and union dues.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe last six boxes on a W-2 all relate to state and local taxes, including how much of your pay is subject to these taxes and how much was withheld.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nAll copies of Form W-2 are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/w4form.asp\">Form W-4</a> is completed by every employee for withholding purposes. The employer uses the information to determine how much tax to withhold from the employee's paychecks.<span class=\"ql-inline-citation\" data-cite=\"21\"></span> Most employees must fill out this form when they start working for a company.\n", "\nIf the employee is paid $600 or more for the company during the year, the company issues a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099-misc.asp\">1099 form</a> showing the earnings and deductions made. This usually arrives by the end of January of the following year.<span class=\"ql-inline-citation\" data-cite=\"16\"></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/form-w-2g-certain-gambling-winnings-4781793\">Form W-2G</a> is a tax form that a gaming facility such as a casino may send you if you received <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamblingincome.asp\">winnings from gambling</a> in the prior year.\n", "\nStudents receive a 1098-E statement for any year in which they paid interest on a federal student loan. Students also receive a 1098-T statement reporting college tuition expenses that might entitle students to tax deductions or credits.<span class=\"ql-inline-citation\" data-cite=\"17\"></span>\n", "\nYour employer is required to provide you with copies of your W-2 each year if you are eligible to receive one. The deadline for companies to provide this form is typically by the end of January or early February following the tax year that just ended. W-2s may be sent by mail as a hard copy or made available online in electronic form, either through the employer directly or via their payroll provider.\n", "\nIn general, you will receive a W-2 from an employer if you earned at least $600 in a given year. You will also receive a W-2 if you had taxes withheld earning any amount from your employer. Note that if you were a contracted individual and not an employee, you will likely receive a 1099 instead of a W-2.\n", "\nIf your W-2 is available online, you may access it as many times as you need. If you lose your password or credentials for accessing the online site, you can often request automated password recovery. If you still need help accessing your information online, or if you need to request a new paper copy, you should contact your payroll or HR supervisor.\n", "\nA W-4 is filled out by employees to provide their employer with their tax ID number (usually SSN), marital status, number of allowances and dependents, and how much tax to withhold with each paycheck. The W-4 is filled out when an employee is first hired or if any changes must be made to filing status or withholding. The W-2 is filled out by employers at the end of the tax year and sent to employees to input on their tax returns.\n"]}