{"name": "Form 1040: U.S. Individual Tax Return Definition", "@id": "https://www.investopedia.com/terms/1/1040.asp", "related": ["https://www.investopedia.com/terms/1/1040a.asp", "https://www.investopedia.com/terms/1/1040ez.asp", "https://www.investopedia.com/terms/f/form1040x.asp", "https://www.investopedia.com/form-1040nr-4782170", "https://www.investopedia.com/terms/i/individual-tax-return.asp", "https://www.investopedia.com/form-1040nr-ez-4782481"], "body": ["\nForm 1040 is the standard <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) form that individual taxpayers use to file their annual income <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\" rel=\"noopener noreferrer\">tax returns</a>. The form contains sections that require taxpayers to disclose their taxable income for the year to determine whether additional taxes are owed or whether the filer will receive a tax refund.\n", "\nForm 1040 needs to be filed with the IRS by April 15 in most years.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Everyone who earns income over a certain threshold must file an income tax return with the IRS (businesses have different forms to report their profits).\n", "\nThe IRS overhauled the 1040 form for the 2018 tax year after passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/how-gop-tax-bill-affects-you/\">Tax Cuts and Jobs Act</a> (TCJA), and it examined, according to the agency, \"ways to improve the 1040 filing experience.\" The new, shorter 1040 was billed as easing communication of future tax-law changes and reducing the number of 1040s from which taxpayers must choose. The 1040 form for the tax year 2020, to be filed in 2021, includes two pages to fill out which are available on the IRS website. Form 1040 can be mailed in or e-filed.<span class=\"ql-inline-citation\" data-cite=\"15\"></span>\n", "\nForm 1040 prompts tax filers for information on their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/filingstatus.asp\">filing status</a>, such as name, address, Social Security number (some information on one's spouse may also be needed), and the number of dependents. The form also asks about full-year health coverage and whether the taxpayer wishes to contribute $3 to presidential campaign funds.\n", "\nAll pages of Form 1040 are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿\n", "\nThe 1040 income section asks the filer to report wages, salary, taxable interest, capital gains, pensions, Social Security benefits, and other types of income. It also allows filers to claim the new higher standard deduction introduced with the Tax and Job Cuts Act. For 2020, these deductions are as follows:\n", "\nFor the tax year 2021, which will be filed in 2022, the numbers have increased and are as follows:\n", "\nAn additional deduction may be taken by those who are age 65 or older or blind (see \"Age/Blindness\" on the first page of Form 1040):\n", "\nThe new tax legislation <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tax-deductions-that-are-going-away-4582165\" rel=\"noopener noreferrer\">eliminated many deductions</a>, including for unreimbursed employee expenses, tax-preparation fees, and moving for a job (except for military on active duty).<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe new 1040 uses what the IRS terms a \"building block\" approach and allows taxpayers to add only the schedules they need to their tax return. Some individuals may now need to file one or more of six new supplemental schedules with their 1040 in addition to long-standing schedules for such items as business income or loss, depending on whether they're claiming tax credits or owe additional taxes. Many individual taxpayers, however, only need to file a 1040 and no schedules<em>.</em>\n", "\nTaxpayers who receive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> that total more than $1,500, for example, must file Schedule B, which is the section for reporting taxable interest and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinary-dividends.asp\" rel=\"noopener noreferrer\">ordinary dividends</a>.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nSimilarly, those who want to claim itemized deductions on their 1040 have to complete <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/schedulea.asp\" rel=\"noopener noreferrer\">Schedule A</a>. The IRS also has several worksheets to help taxpayers calculate the value of certain credits or deductions.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿\n", "\nTaxpayers in certain situations may need to file a different variant of the 1040 form instead of the standard version. Below are the options.\n", "\nA variety of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonresidentalien.asp\">nonresident aliens</a> or their representatives need to file this form:\n", "\nAs well, the IRS also produces the 1040-SS and 1040-PR. The 1040-SS is for residents of American Samoa, the CNMI, Guam, Puerto Rico, or the U.S. Virgin Islands who has net self-employment income and does not have to file Form 1040 with the U.S. Form 1040-PR is the Spanish-language equivalent of Form 1040-SS.\n", "\nThis form is used to figure and pay estimated quarterly taxes. The estimated tax applies to income that isn’t subject to withholding, which includes earnings from self-employment, interest, dividends, and rents. This may also include unemployment compensation, pension income, and the taxable portion of Social Security benefits.\n", "\nThis is a statement accompanying a taxpayer's payment for any balance on the \"Amount you owe\" line of the 1040 or 1040-NR.\n", "\nIf a filer makes a mistake or forgets to include information on any 1040 form, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1040x.asp\" rel=\"noopener noreferrer\">Form 1040X</a> is used for making changes to previously filed 1040s.\n", "\nThe IRS introduced a new 1040 form for seniors in 2019. Changes include a larger font, no shading (shaded sections can be hard to read), and a standard deduction chart that includes the extra standard deduction for seniors. Seniors who fill out their taxes online won't notice the difference, but those who do it on paper should benefit.\n"]}