{"name": "Form 2106-EZ: Unreimbursed Employee Business Expenses Definition", "@id": "https://www.investopedia.com/terms/f/form-2106-ez.asp", "related": ["https://www.investopedia.com/terms/f/form-2106.asp", "https://www.investopedia.com/terms/s/standardmileagerate.asp", "https://www.investopedia.com/terms/i/irs-pub-463.asp", "https://www.investopedia.com/terms/i/itemizeddeduction.asp", "https://www.investopedia.com/terms/t/transportation-and-storage-costs.asp", "https://www.investopedia.com/terms/f/form-4562.asp"], "body": ["\nForm 2106-EZ: Unreimbursed Employee Business Expenses was a tax form issued by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) for use by employees who wished to deduct ordinary and necessary expenses related to their jobs.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a> (TCJA) eliminated virtually all of the deductions for unreimbursed employee expenses for most taxpayers. As a result, Form 2106-EZ: Unreimbursed Employee Business Expenses could no longer be used after the tax year 2017.\n", "\nOrdinary expenses were generally defined as expenditures that were common and accepted in a particular line of business. Necessary expenses are those that are required in order to conduct business.\n", "\nForm 2106-EZ was a simplified version of Form 2106 and was used by employees who were claiming a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">tax deduction</a> because of unreimbursed expenses related to their jobs.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nAn employee could only qualify for a deduction if the expense was not reimbursed by the employer. Employees who used this form were able to claim the standard mileage rate for vehicle expenses.\n", "\nThe form was divided into two parts. Part I tabulated all employee <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessexpenses.asp\" rel=\"noopener noreferrer\">business expenses</a>, then calculated whether—and which—expenses were eligible for a tax deduction. Part II more specifically addressed vehicle expenses.\n", "\nIn Part I, employees were required to list all unreimbursed business expenses, such as airfare, lodging, parking, tolls, and car rental, as well as any personal vehicle expenses from Part II. So-called incidental expenses allowed a deduction for valet tips and other small cash transactions that don’t typically generate a receipt. Meals and entertainment were added separately because most taxpayers were only allowed to claim 50% of those expenses.\n", "\nAnother way to calculate overnight expenses was to use the General Services Administration (GSA) <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/093014/understanding-diem.asp\" rel=\"noopener noreferrer\">per diem</a> rates for cities around the U.S. or, for foreign travel, the State Department rates for every country.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Lodging rates could vary considerably by month, based on supply and demand in any given locality. For example, the GSA would allow a per diem lodging rate of $361 in Aspen, Colorado, during January 2020, but only $185 in September. The per diem meal rate for Aspen was listed as $76 for 2020.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nPart II addressed personal vehicle expenses, which must be claimed using the standard mileage rate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ This entailed multiplying the IRS mileage rate for the tax year by the number of business-qualifying miles driven. The mileage rate factors in gasoline and repair expenses plus wear and tear on the average car.\n", "\nThe tax code still permits self-employed taxpayers to deduct the use of a personal vehicle for work-related purposes. For the 2020 tax year, the rate was set at 57.5 cents per mile. For the 2021 tax year, it dropped to 56 cents.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nTaxpayers also may still deduct expenses for use of their vehicles for charitable purposes and medical purposes. The deduction for personal vehicle use to relocate for a job is now restricted to active military personnel.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form-2106.asp\" rel=\"noopener noreferrer\">Form 2106</a> can be downloaded on the IRS website.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-pdf/f2106.pdf\" rel=\"noopener noreferrer\">Form 2106-EZ</a> is still accessible but is no longer in use.\n"]}