{"name": "Fortune 100: Overview", "@id": "https://www.investopedia.com/terms/f/fortune-100.asp", "related": ["https://www.investopedia.com/terms/f/fortune500.asp", "https://www.investopedia.com/terms/f/forbes500.asp", "https://www.investopedia.com/terms/r/russell_1000index.asp", "https://www.investopedia.com/terms/f/fortune-1000.asp", "https://www.investopedia.com/terms/l/larry-ellison.asp", "https://www.investopedia.com/terms/h/hedgefund.asp"], "body": ["\nThe Fortune 100 is a list of the top 100 companies in the United States. It is a subset of the Fortune 500, a list of the 500 largest U.S. public and privately held companies published by Fortune magazine. Fortune creates the list by ranking public and private companies that report annual revenue figures to a government agency. The ranking is based on total revenues for the company's corresponding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalyear.asp\">fiscal year</a>.\n", "\nFortune first published its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fortune.com/2014/06/02/first-fortune-500/\">first Fortune 500 in 1955</a>. Since that year, the publisher has published an annual list of the top-500 revenue-producing companies.\n", "\nThe Fortune 500 in 1955 was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://archive.fortune.com/magazines/fortune/fortune500_archive/full/1955/\">led by General Motors</a>, a company that held the top position for more than 30 years. General Motors had revenues of $9.82 billion to top the list. The remaining nine rounded out as follows:\n", "\nAt first, the magazine's editors were stricter on which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector-breakdown.asp\">business sectors</a> were included. From 1955 to 1994, the Fortune 100 list only included businesses in the manufacturing, mining, and energy sectors. This left out many of the top-earning companies across the country. However, Fortune did publish individual sector lists for the top 50 companies in the industries of banks, utilities, insurance, retailers, and transportation.\n", "\nIn 1994, Fortune expanded its list of companies to include service companies, opening the door for many newcomers to join. This change added many new companies to the Fortune 100 list and also dramatically increased the amount of annual revenue required to make the prestigious list. A company had to generate $10.9 billion in revenue to make the 1995 Fortune 100 list, compared to $5.3 billion in 1994.\n", "\nThe Fortune 100 list does not include foreign companies, though many of the listed companies have significant international operations.\n", "\nBased on rankings from Fortune magazine, the Fortune 100 are the 100 largest public and private companies in the United States based on revenues. The Fortune 100 are a subset of the Fortune 500, derived from a list of companies that operate in the United States and report to federal agencies. Prior to 1994, the Fortune 100 only included companies that operated in mining, manufacturing, and energy sectors. It has since included companies that operate in the services sector.\n", "\nIn 1955, Fortune magazine established the Fortune 500 list. At the time, General Motors ranked at the top of the list with revenues in excess of $9.8 billion. This was a position that it continued to hold for the next three decades. Along with General Motors, many of the largest companies by revenue in 1955 are names that are still exist today—including Chrysler, Exxon, and General Electric. \n", "\nThe Fortune 100 ranks the highest revenue-generating companies in the United States each year. By contrast, the Fortune 100 Best Companies to Work For are ranked according to a survey of employees, who are asked about topics including trust in their organization, reaching their potential, and the effectiveness of leaders, among other variables. To be eligible, companies must employ at least 1,000 employees, and government agencies are not applicable. \n"]}