{"name": "Franked Dividend Definition", "@id": "https://www.investopedia.com/terms/f/frankeddividend.asp", "related": ["https://www.investopedia.com/terms/f/franked-investment-income.asp", "https://www.investopedia.com/terms/d/dividendimputations.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/f/frankingcredit.asp", "https://www.investopedia.com/terms/t/taxtreaty.asp", "https://www.investopedia.com/terms/d/double_taxation.asp"], "body": ["\nA franked dividend is an arrangement in Australia that eliminates the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double_taxation.asp\" rel=\"noopener noreferrer\">double taxation</a> of dividends. The shareholder can reduce the tax paid on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a> by an amount equal to the tax imputation credits.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ An individual’s <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\" rel=\"noopener noreferrer\">marginal tax rate</a> and the tax rate for the company issuing the dividend affect how much tax an individual owes on a dividend.\n", "\nA franked dividend is paid with a tax credit attached and is designed to eliminate the issue of double taxation of dividends for investors. Basically, it reduces a dividend-receiving investor's tax burden.\n", "\nDividends are paid by companies to their shareholders out of profits. These payments are often periodic, such as monthly, quarterly, semi-annually or annually, but can also be paid out through special distributions which are carried out as a standalone event. Since these payments are drawn from profits, it implies dividends have already been subject to tax at the corporate level. So, a shareholder receiving the dividend should not be obligated for the tax on that dividend when it comes to paying their individual income taxes. That would constitute double taxation.\n", "\nFranked dividends eliminate this double taxation by giving investors a tax credit, commonly known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frankingcredit.asp\" rel=\"noopener noreferrer\">franking credit</a>, for the amount of tax the business paid on that dividend. The shareholder submits the dividend income plus the franking credit as income but will end up being taxed only on the dividend portion. Franked dividends can be fully franked (100%) or partially franked (less than 100%).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nThe formula for calculating a franking credit for a fully franked dividend paying $1,000 by a company whose corporate tax rate is 30% is:\n", "\n<strong>Franking Credit = (Dividend Amount ÷ (1 - Company Tax Rate)) - Dividend Amount</strong>\n", "\nFranking Credit = ($1,000 ÷ (1 - 0.30)) - $1,000 = ($1,000 ÷ 0.70) - $1,000 = $428.57\n", "\nThe shareholder would receive a fully franked dividend of $1,000, and their dividend statement would show a franking credit of $428.57. If the dividend were not franked, the shareholder would have owed taxes on the entire $1,428.57 ($1,000 + $428.57). With the franking credit, taxes only apply to the $1,000, even though they declare $1,428.57 as taxable income.\n", "\nThere are two different types of franked dividends, fully franked and partially franked. When a stock’s shares are fully franked, the company pays tax on the entire dividend. Investors receive 100% of the tax paid on the dividend as franking credits. In contrast, shares that are not fully franked may result in tax payments for investors.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nBusinesses sometimes claim tax deductions, perhaps due to losses from preceding years. That allows them to avoid paying the entire tax rate on their profits in a given year. When this happens, the business does not pay enough tax to legally attach a full tax credit to the dividends paid to shareholders. As a result, a tax credit is attached to part of the dividend, making that portion franked. The rest of the dividend remains untaxed, or unfranked. This dividend is then said to be partially franked. The investor is responsible for paying the remaining tax balance.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-advantaged.asp\" rel=\"noopener noreferrer\">tax advantages</a> of franked dividends for investors are apparent, but there are additional benefits for markets and society. The classic argument against double taxation of income is that it deters investment in publicly traded companies that issue dividends. Many small businesses have <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flow-through.asp\" rel=\"noopener noreferrer\">flow-through</a> taxation, so investors only have to pay income taxes. Large firms must pay corporate income tax, and then their investors are taxed again on the dividend income. Double taxation seems unfair on the surface. Furthermore, it distorts investment choices, potentially leading to reduced economic efficiency and lower incomes.\n", "\nFranked dividends may have additional benefits within the stock market. Because unfranked dividends suffer from tax disadvantages, there was a trend away from issuing them. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthstock.asp\" rel=\"noopener noreferrer\">Growth stocks</a> in the U.S., most notably <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/amazon-effect-us-economy/\" rel=\"noopener noreferrer\">Amazon</a> (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=amzn\" rel=\"noopener noreferrer\">AMZN</a>), outperformed the market in part by reinvesting profits in their operations rather than issuing dividends. Stocks that do not issue dividends are necessarily more <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\" rel=\"noopener noreferrer\">speculative</a>, so markets become less stable as those companies succeed. In the long-run, reinvesting in firms instead of issuing dividends reduces competition, efficiency, and consumer choice. Franked dividends help to create more stable and competitive markets by lowering the tax burden on dividends.\n", "\nFrom April 2016 to June 2109, New York-based investment firm VanEck ran the VanEck Vectors S&amp;P/ASX Franked Dividend ETF. The ETF tracked the S&amp;P/ASX Franked Dividend Index and included companies in the S&amp;P/ASX 200 that paid out 100% franked dividends in the preceding two years. The fund changed its investment objective and name in June 2019.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}