{"name": "Free Rider Problem Definition", "@id": "https://www.investopedia.com/terms/f/free_rider_problem.asp", "related": ["https://www.investopedia.com/terms/c/capitalism.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/c/consumerism.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/i/intertemporal-equilibrium.asp", "https://www.investopedia.com/terms/p/private-good.asp"], "body": ["\nThe free rider problem is the burden on a shared resource that is created by its use or overuse by people who aren't paying their fair share for it or aren't paying anything at all.\n", "\nThe free rider problem can occur in any community, large or small. In an urban area, a city council may debate whether and how to force suburban commuters to contribute to the upkeep of its roads and sidewalks or the protection of its police and fire services. A public radio or broadcast station devotes airtime to fundraising in hopes of coaxing donations from listeners who aren't contributing.\n", "\nThe free rider problem is an issue in economics. It is considered an example of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketfailure.asp\">market failure</a>. That is, it is an inefficient distribution of goods or services that occurs when some individuals are allowed to consume more than their fair share of the shared resource or pay less than their fair share of the costs.\n", "\nFree riding prevents the production and consumption of goods and services through conventional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free-market</a> methods. To the free rider, there is little incentive to contribute to a collective resource since they can enjoy its benefits even if they don't. As a consequence, the producer of the resource cannot be sufficiently compensated. The shared resource must be subsidized in some other way, or it will not be created.\n", "\nThe free rider problem as an economics issue only occurs under certain conditions:\n", "\nEconomists point out that no business would voluntarily produce goods or services under these conditions. When the free rider problem looms, businesses back away. Either the shared resource will not be provided, or a public agency must provide it using taxpayer funds.\n", "\nOn the positive side, some people in every community will demonstrate that they feel a responsibility to pay their fair share. Some combination of a high sense of trust, positive reciprocity, and a sense of collective duty makes them willing to pay their fair share.\n", "\nThe free rider problem can crop up when the resource is shared by all and free to all. Like air. If a community sets voluntary pollution standards that encourage all residents to cut back on carbon-based fuels, many will respond positively. But some will refuse to make any change in their habits. If enough follow the standards, the air quality will improve and all the residents will benefit equally, even the free riders.\n", "\nCommunities that face a free riding problem may try any of several solutions.\n"]}