{"name": "Free Look Period Definition", "@id": "https://www.investopedia.com/terms/f/free-look-period.asp", "related": ["https://www.investopedia.com/terms/s/surrender-rights.asp", "https://www.investopedia.com/terms/c/conditionally-renewable-policy.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp", "https://www.investopedia.com/terms/n/nonforfeiture-clause.asp", "https://www.investopedia.com/terms/c/conversion-privilege.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp"], "body": ["\nThe free look period is a required period of time in which a new life insurance policy owner can terminate the policy without penalties, such as surrender charges. A free look period often lasts 10 or more days (depending on the insurer), allowing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractholder.asp\" rel=\"noopener noreferrer\">contract holder</a> to decide whether or not to keep the insurance policy; if they are not satisfied and wish to cancel, the policy purchaser can receive a full refund.\n", "\nFree look periods are most commonly associated with life insurance policies. In fact, all 50 states and the District of Columbia have laws requiring them for various types of life insurance policies.\n", "\nInsurance policies are legal contracts that grant rights and responsibilities to both the insurer and policyholder. If you are not satisfied with the terms and conditions of the policy you have purchased, you can cancel and return the policy within a specified period after receiving it, and your premiums will be fully refunded. Here, the time frame will vary depending on your insurer.\n", "\nDuring the free look period, sometimes known as the free examination period, the purchaser can continue to ask the insurer questions regarding the contract in order to better understand the policy. If refunded, the amount given back may equate to the value of the account at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cancellation.asp\">cancellation</a> or the number of payments, depending on the state in which the policy was written.\n", "\nThe free look period is for the benefit of a policyholder. It provides additional time to review a new life insurance policy in depth and have your agent, lawyer or company representative review your policy's terms and conditions with you. Once a policyholder is in receipt of a new <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.protective.com/life-insurance/overview/\" rel=\"nofollow\">life insurance policy</a>, the free look period begins. If you decide to cancel the policy, you must notify your agent or company representative with your request(s).\n", "\nThe U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/06/insureneeds.asp\">life insurance</a> industry was once very poorly regulated and rife with scams. Back in the 1930s and 1940s, the industry tended to attract unscrupulous characters. As a result, the whole life insurance industry got a bad reputation because of high-pressure tactics, badgering of customers and many disreputable, insolvent or even nonexistent insurance companies that never paid claims.\n", "\nLuckily, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/120814/life-insurance-smart-investment.asp\">industry</a> has vastly improved since those days. The negative reputation of the past forced the industry to reform its practices. State governments also got heavily involved with complaints about abusive sales strategies. They also responded with legislation, and that's how the free look period came into existence.\n", "\nLet's say someone named Sam, who lives in Texas, buys a variable life insurance policy from their local insurance agent. After signing up for the policy, Sam receives their executed policy documents in the mail two days later. Sam's free look period begins when they receive those documents, and in Texas, they have 10 days to review the policy and decide whether they want to keep it.\n", "\nTwo days later, Sam brings their policy to their lawyer to review, and their lawyer advises them to cancel the policy and go with another insurer instead. Sam takes their lawyer's advice and advises their insurer the next day that they want to cancel the policy. The insurer is obliged under law to comply with their wishes, and the insurer refunds Sam's initial premium payment.\n"]}