{"name": "Free Trade Area Defintion", "@id": "https://www.investopedia.com/terms/f/free_trade_area.asp", "related": ["https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/d/dominican-republiccentral-america-free-trade-area-caftadr.asp", "https://www.investopedia.com/terms/b/bilateral-trade.asp", "https://www.investopedia.com/terms/t/trade-liberalization.asp", "https://www.investopedia.com/terms/g/group-of-3.asp", "https://www.investopedia.com/terms/i/import.asp"], "body": ["\nA free trade area is a region in which a group of countries has signed a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/free-trade.asp\">free trade agreement</a> and maintain little or no barriers to trade in the form of tariffs or quotas between each other. Free trade areas facilitate international trade and the associated gains from trade along with the international division of labor and specialization. However, free trade areas have been criticized both for costs that are associated with increasing economic integration and for artificially restraining free trade.\n", "\nA free trade area is a group of countries that have few or no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-controls.asp\">barriers</a> to trade in the form of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\">tariffs</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quota.asp\">quotas</a> between each other. Free trade areas tend to increase the volume of international trade among member countries and allow them to increase their specialization in their respective <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparativeadvantage.asp\">comparative advantages</a>.\n", "\nTo develop a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/free-trade.asp\">free trade</a> area, participating nations must develop rules for how the new free trade area will operate. What customs procedures will each country have to follow? What tariffs, if any, will be allowed and what will their costs be? How will participating countries resolve trade disputes? How will goods be transported for trade? How will intellectual <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property_rights.asp\">property rights</a> be protected and managed? How these questions are answered in a specific free trade agreement tends to be based on political influences within and power relations between countries. This shapes the scope and degree of how “free” trade will actually be. The goal is to create a trade policy that all countries in the free trade area can feasibly agree upon.\n", "\nFree trade produces costs and benefits. Free trade areas can benefit consumers, who can have increased access to less expensive and/or higher quality foreign goods and who can see prices decrease as governments reduce or eliminate tariffs. Producers can struggle with increased competition, but they might also acquire a greatly expanded market of potential customers or suppliers. Workers in some countries and industries will lose jobs and face related hardships as production moves to areas where <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparativeadvantage.asp\">comparative advantage</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/home-market-effect.asp\">home market effects</a> make those industries more efficient overall. Some investments in fixed physical capital and human capital will end up losing value or as entirely sunk costs. Free trade areas can also encourage economic development in countries as a whole, benefiting some of the population who will see increased living standards. Proponents of free trade areas highlight the benefits, while those who oppose them focus on the costs. \n", "\nFree trade areas are favored by some advocates of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free market economics</a>. Others argue instead that true free trade does not require any complicated treaties among governments or political entities and that the benefits of trade can be easily reaped by simply eliminating trade restrictions, even unilaterally. They sometimes argue that the outcomes of free trade agreements represent the influence of special interest pressure and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rentseeking.asp\">rent-seeking</a> as much as the results of free trade. Some free market advocates point out that free trade areas may actually distort patterns of international specialization and division of labor by biasing, or even explicitly limiting, trade toward trade blocs as opposed to allowing natural market forces to determine patterns of production and trade across countries. \n", "\nThe United States participates in 14 free trade areas with 20 countries as of 2020.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ One of the most well-known and largest free trade areas was created by the signing of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nafta.asp\" rel=\"noopener noreferrer\">North American Free Trade Agreement (NAFTA)</a> on Jan. 1, 1994. This agreement between Canada, the United States, and Mexico encourages trade between these North American countries.\n", "\nThis agreement between Canada, the United States, and Mexico encourages trade between these North American countries. In 2018, the U.S., Canada, and Mexico signed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/usmca-4582387\" rel=\"noopener noreferrer\">United States-Mexico-Canada Agreement</a> (USMCA) to replace NAFTA. The USMCA took effect on July 1, 2020, replacing NAFTA. In addition to USMCA, there is the Dominican Republic-Central American Free Trade Area (DR-CAFTA), which includes the Dominican Republic, Costa Rica, El Salvador, Nicaragua, Honduras, and Guatemala.\n", "\nThe United States also has free trade agreements with Australia, Bahrain, Chile, Colombia, Panama, Peru, Singapore, Israel, Jordan, Korea, Oman, and Morocco. The United States recently pulled out of the Trans-Pacific Partnership (TPP), though the agreement will proceed without the United States as a participant. The United States has also been working on a European trade agreement, called the Transatlantic Trade and Investment Partnership (T-TIP), with the objective of shaping a \"high-standard, broad-based regional pact,\" according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ustr.gov/trade-agreements/free-trade-agreements\" rel=\"noopener noreferrer\">Office of U.S. Trade Representative</a>.\n"]}