{"name": "Friedrich Engels Definition", "@id": "https://www.investopedia.com/terms/f/friedrich-engels.asp", "related": ["https://www.investopedia.com/terms/k/karl-marx.asp", "https://www.investopedia.com/terms/m/marxism.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/c/communism.asp", "https://www.investopedia.com/terms/s/socialism.asp", "https://www.investopedia.com/terms/b/barometer.asp"], "body": ["\nFriedrich Engels was a German philosopher, social scientist, journalist, and businessman who lived from 1820 to 1895. His collection of work done with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/karl-marx.asp\">Karl Marx</a> laid the groundwork for modern communism. Engels and Marx wrote and published many articles and books together that attempted to expose the uneven distribution of wealth gained during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrial-revolution.asp\">Industrial Revolution</a>. Their writings see capitalism as an exploitative system that benefits the owners of land, capital, and means of production more than the workforce. Specifically, Engels and Marx claimed that the surplus value created by workers in excess of wages produced significant profits for owners of capital—a central theme in Engel's contributions to modern communism.\n", "\nFriedrich Engels was born on November 20, 1820, in Prussia, or what is now Germany. He was the eldest son of a wealthy textile manufacturer Friedrich Sr. and Elisabeth Engels. At an early age, Engels developed a profound sense of cynicism toward major societal institutions like religion. He was opposed to organized religion and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\">capitalism</a>, much of which was influenced by the writings of German philosopher Georg Wilhelm Friedrich Hegel. Engels helped develop the foundations of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-theory-of-value.asp\">labor theory of value</a> and exploitation of labor prior to meeting Karl Marx years later.\n", "\nThese unorthodox beliefs placed a significant strain on his relationship with his parents. They grew concerned by his radical ideology but still expected he would follow Friedrich Sr.'s footsteps. At 22, Engels was sent to a manufacturing center in Manchester to become well-versed in the family business. It was here that Engels grew more engrossed with socialism and met Karl Marx for the first time.\n", "\nTogether, Marx and Engels would produce many pieces of work critiquing capitalism and developing an alternative economic system in communism. Their most famous pieces of work include<em> The Condition of the Working Class in England, The Communist Manifesto, </em>and each volume of <em>Das Kapital. </em>Engels edited and published the fourth volume of <em>Kapital </em>after Marx's death in 1883. The remainder of Engels' life was spent compiling Marx's unfinished work and putting together thoughts of his own. Engels died of throat cancer in London at age 74.\n", "\nSome of Engels' most famous work were collaborations with Karl Marx. These include:\n"]}