{"name": "Fringe Benefits Definition", "@id": "https://www.investopedia.com/terms/f/fringe-benefits.asp", "related": ["https://www.investopedia.com/terms/i/irs-publication-15-b.asp", "https://www.investopedia.com/terms/w/wellness-program.asp", "https://www.investopedia.com/terms/t/taxableincome.asp", "https://www.investopedia.com/terms/n/non-qualified-plan.asp", "https://www.investopedia.com/terms/b/base-pay.asp", "https://www.investopedia.com/terms/d/dependent-care-benefits.asp"], "body": ["\nFringe benefits are additions to compensation that companies give their employees. Some fringe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0912/companies-that-offer-unique-employee-discounts.aspx\" rel=\"noopener noreferrer\">benefits</a> are given universally to all employees of a company while others may be offered only to those at executive levels. Some benefits are awarded to compensate employees for costs related to their work while others are geared to general job satisfaction.\n", "\nIn any case, employers use fringe benefits to help them recruit, motivate, and keep high-quality people.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/011915/what-are-some-examples-common-fringe-benefits.asp\" rel=\"noopener noreferrer\">Common fringe benefits are basic items often included in hiring packages</a>. These include health insurance, life insurance, tuition assistance, childcare reimbursement, cafeteria subsidies, below-market loans, employee discounts, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\" rel=\"noopener noreferrer\">employee stock options</a>, and personal use of a company-owned vehicle.\n", "\nUncommon fringe benefits may fit the company profile. PetSmart And Dogtopia both operate pet-friendly workplaces. Ben&amp;Jerry's rewards its workers with free ice cream. Patagonia's headquarters features extensive volleyball courts and yoga classes.\n", "\nThe companies that compete for the best talent in highly competitive fields may offer the most extraordinary fringe benefits. Alphabet, the parent company of Google, is known for its benefits that include free commuter bus service and a free gourmet cafeteria. Microsoft gives 20 weeks of paid time off to new birth mothers and 12 weeks for other new parents.\n", "\nAny fringe benefit not named above, or any of the benefits named above which does not conform to IRS rules for exemption, is taxable. Those rules are complex too.\n", "\nFor example, working condition benefits are taxable to the extent that they are for personal use. If an employee is given a laptop, the taxable income would be the percentage of the laptop's fair market value that is devoted to personal use. If 80% of its use is personal, the taxable income is 80% of the value of the computer.\n", "\nIn general, fringe benefits are valued at fair market value. This is the amount the employee would pay for the same benefit at retail.\n", "\nBy default, fringe benefits are taxable unless they are specifically exempted. Recipients of taxable fringe benefits are required to include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairmarketvalue.asp\" rel=\"noopener noreferrer\">fair market value</a> of the benefit in their taxable income for the year.\n", "\nThe Internal Revenue Service (IRS) maintains a list called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs-publication-15-b.asp\" rel=\"noopener noreferrer\">Tax Guide to Fringe Benefits</a>. As of 2019, the list of fringe benefits excluded from income taxes includes:<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAll of these exemptions are subject to certain and often complex conditions. For example, achievement awards are only exempt up to a value of $1,600 for qualified plan awards and a value of $400 for non-qualified plan awards.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nQualified plan awards are open to all employees, not just highly-paid employees. Other exemptions are not available to highly compensated employees if the benefits are given to them but not rank-and-file employees. These include employee discounts, adoption assistance, and dependent care assistance. Most but not all fringe benefits that are income tax-exempt are also exempt from Social Security, Medicare, and federal unemployment taxes.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}