{"name": "Fully Amortizing Payment Definition", "@id": "https://www.investopedia.com/terms/f/fully_amortizing_payment.asp", "related": ["https://www.investopedia.com/terms/s/self-amortizing_loan.asp", "https://www.investopedia.com/terms/f/flexible_payment_arm.asp", "https://www.investopedia.com/terms/n/nontraditionalmortgages.asp", "https://www.investopedia.com/terms/a/amortization_schedule.asp", "https://www.investopedia.com/terms/s/scheduledrecast.asp", "https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp"], "body": ["\nA fully amortizing payment refers to a type of periodic repayment on a debt. If the borrower makes payments according to the loan's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization_schedule.asp\">amortization schedule</a>, the debt is fully paid off by the end of its set term. If the loan is a fixed-rate loan, each fully <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\">amortizing</a> payment is an equal dollar amount. If the loan is an adjustable-rate loan, the fully amortizing payment changes as the interest rate on the loan changes.\n", "\nLoans for which fully amortizing payments are made are known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-amortizing_loan.asp\">self-amortizing loans</a>. Mortgages are typical self-amortizing loans, and they usually carry fully amortizing payments.\n", "\nTo illustrate a fully amortizing payment, imagine a man takes out a 30-year fixed-rate mortgage with a 4.5% interest rate, and his monthly payments are $1,266.71. At the beginning of the loan's life, the majority of these payments are devoted to interest and just a small part to the loan's principal; near the end of the loan's term, the majority of each payment covers principal, and only a small portion is allocated to interest. Because these payments are fully amortizing, if the borrower makes them each month, he pays off the loan by the end of its term.\n", "\nAn interest-only payment is the opposite of a fully amortizing payment. If our borrower is only covering the interest on each payment, he is not on the schedule to pay the loan off by the end of its term. If a loan allows the borrower to make initial payments that are less than the fully amortizing payment then the fully amortizing payments later in the life of the loan are significantly higher. This is typical of many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\">adjustable-rate mortgages (ARM).</a>\n", "\nTo illustrate, imagine someone takes out a $250,000 mortgage with a 30-year term and a 4.5% interest rate. However, rather than being fixed, the interest rate is adjustable, and the lender only assures the 4.5% rate for the first five years of the loan. After that point, it adjusts automatically.\n", "\nIf the borrower were making fully amortizing payments, he would pay $1,266.71, as indicated in the first example, and that amount would increase or decrease when the loan's interest rate adjusts. However, if the loan is structured so the borrower only pays interest payments for the first five years, his monthly payments are only $937.50 during that time. But they are not fully amortizing. As a result, after the introductory interest rate expires, his payments may increase up to $1,949.04. By taking non-fully amortizing payments early in the life of the loan, the borrower essentially commits to making larger fully amortizing payments later in the loan's term.\n", "\nIn some cases, borrowers may choose to make fully amortizing payments or other types of payments on their loans. In particular, if a borrower takes out a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paymentoptionarm.asp\">payment option ARM</a>, he receives four different monthly payment options: a 30-year fully amortizing payment, a 15-year fully amortizing payment, an interest-only payment, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum-monthly-payment.asp\">minimum payment</a>. He must pay at least the minimum. However, if he wants to stay on track to have the loan paid off in 15 or 30 years, he must make the corresponding fully amortizing payment.\n"]}