{"name": "Full Retirement Age Definition", "@id": "https://www.investopedia.com/terms/n/normal-retirement-age-nra.asp", "related": ["https://www.investopedia.com/terms/s/social-security-benefits.asp", "https://www.investopedia.com/terms/s/socialsecurity.asp", "https://www.investopedia.com/terms/f/file-and-suspend.asp", "https://www.investopedia.com/terms/r/retirement.asp", "https://www.investopedia.com/terms/o/oasdi.asp", "https://www.investopedia.com/terms/h/hospital-insurance-trust-fund.asp"], "body": ["\nThe full retirement age, also known as the “normal retirement age,” is the age at which people can receive full retirement benefits upon leaving the workforce. In the U.S., for example, the full retirement age for receiving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-benefits.asp\" rel=\"noopener noreferrer\">Social Security benefits</a> is 67 years of age for persons born in 1960 or after, 66 for people born from 1943 to 1954, and 66 and two, four, six, eight, or 10 months for people born from 1955 to 1959 (the age increases by two months each successive year). Claiming benefits prior to your full retirement age will reduce your benefit, while claiming after your FRA will increase them by 8% annually with the maximum benefit occurring at age 70.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nFull retirement age also applies to pension plans, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer_sponsored_plan.asp\" rel=\"noopener noreferrer\">employer-sponsored plans</a>. The Internal Revenue Service (IRS) identifies full retirement age for minimum <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vesting.asp\" rel=\"noopener noreferrer\">vesting</a> purposes as “the earlier of (A) the time a plan participant attains normal retirement age under the plan or (B) the later of age 65 or the fifth anniversary of the time a plan participant commenced participation in the plan.”<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nPublic servants, police officers, and military members, for example, typically receive full benefits after a certain number of service years, rather than at a specific age.\n", "\nCurrently, full retirement age for Social Security retirement benefits is 66 years and two months for people born in 1955, and it will gradually rise to 67 for those born in 1960 or later.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nGiven concerns about the solvency of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-trust-fund.asp\" rel=\"noopener noreferrer\">Social Security Trust Fund</a>, coupled with demographic changes and increases in longevity, there has been talk in conservative circles of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/051915/will-retirement-age-change-future.asp\" rel=\"noopener noreferrer\">making the full retirement age higher</a>, with Senator Mitt Romney (R–Utah) proposing such a policy in 2019. That, however, is unlikely to fly in the new Biden administration, especially with the House of Representatives in Democratic hands.<span class=\"ql-inline-citation\" data-cite=\"25\">﻿</span>﻿\n", "\nAmendments in 1983 to Social Security included a provision that allowed raising the full retirement age beginning with people born in 1938 or later. Improvements in the overall health of older people and increased life expectancy prompted the change. The Social Security Administration provides a calculator that will tell an individual their full retirement age.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nIf you were born in 1960 or later, your full retirement age is 67, though you may begin claiming benefits at age 62. Those benefits, however, will be at a reduced sum (70% of the full retirement age benefit), because you will receive benefits for 60 months longer. At age 65 you will get 86.7% of the full retirement benefit. If you start receiving benefits as a spouse at full retirement age, you will get half the monthly benefit your spouse would receive if their benefits started at full retirement age.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nSimilarly, you can wait until after the full retirement age to begin collecting benefits and instead collect delayed retirement credits until age 70.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nFull retirement age throughout the world typically falls between 65 and 67 years of age and can also vary for men and women. Here are some examples:\n"]}