{"name": "Fundamentals Definition", "@id": "https://www.investopedia.com/terms/f/fundamentals.asp", "related": ["https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/v/valueinvesting.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/b/bottomupinvesting.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/f/financial-analysis.asp"], "body": ["\nFundamentals include the basic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\" rel=\"noopener noreferrer\">qualitative</a> and quantitative information that contributes to the financial or economic well-being of a company, security, or currency, and their subsequent financial <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\" rel=\"noopener noreferrer\">valuation</a>. Where qualitative information includes elements that cannot be directly measured, such as management experience, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitativeanalysis.asp\" rel=\"noopener noreferrer\">quantitative analysis</a> (QA) uses mathematics and statistics to understand the asset and predict its movements.\n", "\nIn business and economics, fundamentals represent the primary characteristics and financial data necessary to determine the stability and health of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a>. This data can include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomic</a>, or large-scale factors, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomic</a>, or small-scale factors to set a value on securities or businesses.\n", "\nAnalysts and investors examine these fundamentals to develop an estimate as to whether the underlying asset is considered a worthwhile investment, and if there is fair valuation in the market. For businesses, information such as profitability, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a>, assets, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a>, and growth potential are considered fundamentals. Through the use of fundamental analysis, you may calculate a company's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-ratios-4689817\" rel=\"noopener noreferrer\">financial ratios</a> to determine the feasibility of the investment.\n", "\nWhile fundamentals are most often considered factors that relate to particular businesses or securities, national economies, and their currencies also have a set of fundamentals that can be analyzed. For example, interest rates, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP) growth, trade balance surplus/deficits, and inflation levels are some factors that are considered to be fundamentals of a nation's value.\n", "\nMacroeconomic fundamentals are topics that affect an economy at-large, including statistics regarding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">unemployment</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a>, growth, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, as well as considerations for monetary or fiscal policy and international trade. These categories can be applied to the analysis of a large-scale economy as a whole or can be related to individual business activity to make changes based on macroeconomic influences. Large scale, macroeconomic fundamentals are also part of the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/topdownanalysis.asp\" rel=\"noopener noreferrer\">top-down analysis</a> of individual companies.\n", "\nMicroeconomic fundamentals focus on the activities within smaller segments of the economy, such as a particular market or sector. This small-scale focus can include issues of supply and demand within the specified segment, labor, and both consumer and firm theories. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-theory.asp\" rel=\"noopener noreferrer\">Consumer theory</a> investigates how people spend within their particular budget restraints. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/theory-firm.asp\" rel=\"noopener noreferrer\">theory of the firm</a> states that a business exists and makes decisions to earn profits.\n", "\nBy looking at the economics of a business, including the overall management and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>, investors are looking at a company's fundamentals. Not only do these data points show the health of the business, but they also indicate the probability of further growth. A company with little <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\" rel=\"noopener noreferrer\">debt</a> and sufficient cash is considered to have strong fundamentals.\n", "\nStrong fundamentals suggest that a business has a viable framework or financial structure. Conversely, those with weak fundamentals may have issues in the areas of debt obligation management, cost control, or overall organizational management. A business with strong fundamentals may be more likely to survive adverse events, like economic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recessions</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depression.asp\" rel=\"noopener noreferrer\">depressions</a>, than one with weaker fundamentals. Also, strength may indicate less risk should an investor consider purchasing securities associated with the businesses mentioned.\n", "\nInvestors and financial analysts are interested in evaluating the fundamentals of a company to compare its economic position relative to its industry peers, to the broader market, or to itself over time. Fundamental analysis involves digging deep into a company's financial statements to extract its profit and growth potential, relative riskiness, and to ultimately decide if its shares are over, under, or fairly valued in the market.\n", "\nOften fundamental analysis involves computing and analyzing ratios to make apples-to-apples comparisons. Some common fundamental analysis ratios are listed below.\n", "\nFundamental analysis should be carried out with a holistic approach, utilizing several ratios and including a bottom-up as well as a top-down analysis to come to specific conclusions and actions.\n", "\nIn the fourth quarter of 2018, according to MarketWatch, large-cap tech companies Microsoft and Apple had similar market caps for the first time since 2010. Although the two companies had similar market caps of about $850 billion, they had very different fundamentals. For example, Microsoft was trading at 45X <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\">earnings</a> while Apple was trading at 15X earnings.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nAlso, while Microsoft’s earnings were predicated on software as a service (SaaS) and software sales, Apple’s were still primarily dependent on hardware sales. Apple’s revenue base is about 2½ times Microsoft’s; the global market for its devices is far more saturated than the global market for Microsoft’s software.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThough both companies had a similar market cap, they had very different fundamentals, which would need to be considered when choosing them as potential investments, particularly in determining future growth prospects.\n"]}