{"name": "Fundamental Analysis Definition", "@id": "https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "related": ["https://www.investopedia.com/terms/f/financial-analysis.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/s/stock-analysis.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/t/technical-analysis-of-stocks-and-trends.asp", "https://www.investopedia.com/terms/p/pricetarget.asp"], "body": ["\nFundamental analysis (FA) is a method of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\" rel=\"noopener noreferrer\">measuring a security's intrinsic value</a> by examining related economic and financial factors. Fundamental analysts study anything that can affect the security's value, from macroeconomic factors such as the state of the economy and industry conditions to microeconomic factors like the effectiveness of the company's management.\n", "\nThe end goal is to arrive at a number that an investor can compare with a security's current price in order to see whether the security is undervalued or overvalued.\n", "\nThis method of stock analysis is considered to be in contrast to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis,</a> which forecasts the direction of prices through an analysis of historical market data such as price and volume.\n", "\nAll stock analysis tries to determine whether a security is correctly valued within the broader market. Fundamental analysis is usually done from a macro to micro perspective in order to identify securities that are not correctly priced by the market.\n", "\nAnalysts typically study, in order, the overall state of the economy and then the strength of the specific industry before concentrating on individual company performance to arrive at a fair market value for the stock.\n", "\nFundamental analysis uses public data to evaluate the value of a stock or any other type of security. For example, an investor can perform fundamental analysis on a bond's value by looking at economic factors such as interest rates and the overall state of the economy, then<br/>studying information about the bond issuer, such as potential changes in its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\" rel=\"noopener noreferrer\">credit rating</a>.\n", "\nFor stocks, fundamental analysis uses revenues, earnings, future growth, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonequity.asp\" rel=\"noopener noreferrer\">return on equity</a>,<br/>profit margins, and other data to determine a company's underlying value and potential for future growth. All of this data is available in a company's financial statements (more on that below).\n", "\nAn analyst works to create a model for determining the estimated value of a company's share price based on publicly available data. This value is only an estimate, the analyst's educated opinion, of what the company's share price should be worth compared to the current market price. Some analysts may refer to their estimated price as the company's intrinsic value.\n", "\nIf an analyst calculates that the stock's value should be significantly higher than the stock's current market price, they may publish a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buy.asp\">buy</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overweight.asp\">overweight</a> rating for the stock. This acts as a recommendation to investors who follow that analyst. If the analyst calculates a lower intrinsic value than the current market price, the stock is considered overvalued and a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sell.asp\">sell</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underweight.asp\">underweight</a> recommendation is issued.\n", "\nInvestors who follow these recommendations will expect that they can buy stocks with favorable recommendations because such stocks should have a higher probability of rising over time. Likewise, stocks with unfavorable ratings are expected to have a higher probability of falling in price. Such stocks are candidates for being removed from existing portfolios or added as \"short\" positions.\n", "\nThis method of stock analysis is considered to be the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis,</a> which forecasts the direction of prices through an analysis of historical market data such as price and volume.\n", "\nThe problem with defining the word fundamentals is that it can cover anything related to the economic well-being of a company. They obviously include numbers like revenue and profit, but they can also include anything from a company's market share to the quality of its management.\n", "\nThe various fundamental factors can be grouped into two categories: quantitative and qualitative. The financial meaning of these terms isn't much different from their standard definitions. Here is how a dictionary defines the terms:\n", "\nIn this context, quantitative fundamentals are hard numbers. They are the measurable characteristics of a business. That's why the biggest source of quantitative data is financial statements. Revenue, profit, assets, and more can be measured with great precision.\n", "\nThe qualitative fundamentals are less tangible. They might include the quality of a company's key executives, its brand-name recognition, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\" rel=\"noopener noreferrer\">patents</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proprietarytechnology.asp\" rel=\"noopener noreferrer\">proprietary technology</a>.\n", "\nNeither qualitative nor quantitative analysis is inherently better. Many analysts consider them together.\n", "\nThere are four key fundamentals that analysts always consider when regarding a company. All are qualitative rather than quantitative. They include:\n", "\nIt's also important to consider a company's industry: customer base, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\">market share</a> among firms, industry-wide growth, competition, regulation, and business cycles. Learning about how the industry works will give an investor a deeper understanding of a company's financial health.\n", "\nFinancial statements are the medium by which a company discloses information concerning its financial performance. Followers of fundamental analysis use quantitative information gleaned from financial statements to make investment decisions. The three most important financial statements are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statements</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheets</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow statements</a>.\n", "\nThe balance sheet represents a record of a company's assets, liabilities, and equity at a particular point in time. The balance sheet is named by the fact that a business's financial structure balances in the following manner:\n", "\nAssets represent the resources that the business owns or controls at a given point in time. This includes items such as cash, inventory, machinery, and buildings. The other side of the equation represents the total value of the financing the company has used to acquire those assets. Financing comes as a result of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liabilities</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a>. Liabilities represent debt (which of course must be paid back), while equity represents the total value of money that the owners have contributed to the business - including retained earnings, which is the profit made in previous years. <em> </em>\n", "\nWhile the balance sheet takes a snapshot approach in examining a business, the income statement measures a company's performance over a specific time frame. Technically, you could have a balance sheet for a month or even a day, but you'll only see public companies report quarterly and annually.\n", "\nThe income statement presents information about revenues, expenses, and profit that was generated as a result of the business' operations for that period. <em> </em>\n", "\nThe statement of cash flows represents a record of a business' cash inflows and outflows over a period of time. Typically, a statement of cash flows focuses on the following cash-related activities:\n", "\nThe cash flow statement is important because it's very difficult for a business to manipulate its cash situation. There is plenty that aggressive accountants can do to manipulate earnings, but it's tough to fake cash in the bank. For this reason, some investors use the cash flow statement as a more conservative measure of a company's performance.\n", "\nOne of the primary assumptions of fundamental analysis is that the current price from the stock market often does not fully reflect the value of the company supported by the publicly available data. A second assumption is that the value reflected from the company's fundamental data is more likely to be closer to the true value of the stock.\n", "\nAnalysts often refer to this hypothetical true value as the intrinsic value. However, it should be noted that this usage of the phrase intrinsic value means something different in stock valuation than what it means in other contexts such as options trading. Option pricing uses a standard calculation for intrinsic value; however, analysts use various complex models to arrive at their intrinsic value for a stock. There is not a single, generally accepted formula for arriving at the intrinsic value of a stock.\n", "\nFor example, say that a company's stock was trading at $20, and after extensive research on the company, an analyst determines that it ought to be worth $24. Another analyst does equal research but determines that it ought to be worth $26. Many investors will consider the average of such estimates and assume that the intrinsic value of the stock may be near $25. Often investors consider these estimates highly relevant information because they want to buy stocks that are trading at prices significantly below these intrinsic values.\n", "\nThis leads to a third major assumption of fundamental analysis: In the long run, the stock market will reflect the fundamentals. The problem is, nobody knows how long \"the long run\" really is. It could be days or years.\n", "\nThis is what fundamental analysis is all about. By focusing on a particular business, an investor can estimate the intrinsic value of a firm and find opportunities to buy at a discount. The investment will pay off when the market catches up to the fundamentals.\n", "\nThe biggest criticisms of fundamental analysis come primarily from two groups: proponents of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> and believers of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp\" rel=\"noopener noreferrer\">efficient market hypothesis</a>.\n", "\nTechnical analysis is the other primary form of security analysis. Put simply, technical analysts base their investments (or, more precisely, their trades) solely on the price and volume movements of stocks. Using charts and other tools, they trade on momentum and ignore the fundamentals.\n", "\nOne of the basic tenets of technical analysis is that the market discounts everything. All news about a company is already priced into the stock. Therefore, the stock's price movements give more insight than the underlying fundamentals of the business itself.\n", "\nFollowers of the efficient market hypothesis (EMH), however, are usually in disagreement with both fundamental and technical analysts.\n", "\nThe efficient market hypothesis contends that it is essentially impossible to beat the market through either fundamental or technical analysis. Since the market efficiently prices all stocks on an ongoing basis, any opportunities for excess returns are almost immediately whittled away by the market's many participants, making it impossible for anyone to meaningfully outperform the market over the long term.\n", "\nTake the Coca-Cola Company, for example. When examining its stock, an analyst must look at the stock's annual dividend payout, earnings per share, P/E ratio, and many other quantitative factors. However, no analysis of Coca-Cola is complete without taking into account its brand recognition. Anybody can start a company that sells sugar and water, but few companies are known to billions of people. It's tough to put a finger on exactly what the Coke brand is worth, but you can be sure that it's an essential ingredient contributing to the company's ongoing success.\n", "\nEven the market as a whole can be evaluated using fundamental analysis. For example, analysts looked at fundamental indicators of the S&amp;P 500 from July 4 to July 8, 2016. During this time, the S&amp;P rose to 2129.90 after the release of a positive jobs report in the United States.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> In fact, the market just missed a new record high, coming in just under the May 2015 high of 2130.82.<span class=\"ql-inline-citation\" data-cite=\"8\"></span> The economic surprise of an additional 287,000 jobs for the month of June specifically increased the value of the stock market on July 8, 2016.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nHowever, there are differing views on the market's true value. Some analysts believe the economy is heading for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\">bear market</a>, while other analysts believe it will continue as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\">bull market</a>.\n", "\nBroadly speaking, fundamental analysis evaluates individual companies by looking at the firm's financial statements and examining various ratios and other metrics. This is used to estimate a company's intrinsic value based on its revenues, profit, costs, capital structure, cash flows, and so forth. Company metrics can then be compared with industry peers and competitors. Finally, these can be compared to the broader market or larger economic environment.\n", "\nFundamental analysis is used largely by long-term or value investors to identify well-priced stocks and those with favorable prospects. Equity analysts will also use fundamental analysis to generate price targets and recommendations to clients (e.g., buy, hold, or sell). Corporate managers and financial accountants will also use financial analysis to analyze and increase a firm's operating efficiency and profitability and to compare the firm against the competition. Warren Buffett, one of the world's most renowned value investors, is a promoter of fundamental analysis.\n", "\nTechnical analysis does not dig under the hood of a company any examine financial statements or do ratio analyses. Instead, technical traders look to relatively short-term chart patterns to identify price signals, trends, and reversals. Technical traders tend to enter into short-term positions and do not necessarily look to longer-term valuation. The motivation behind technical analysis is largely driven by market psychology.\n", "\nNo. Like any other investment strategy or technique, fundamental analysis is not always successful. The fact that fundamentals show a stock to be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/undervalued.asp\">undervalued</a> does not guarantee that its shares will rise to intrinsic value any time soon. Things are not so simple. In reality, real price behavior is influenced by a myriad of factors that may undermine fundamental analysis.\n", "\nInvestors and analysts will frequently use a combination of fundamental, technical, and quantitative analyses when evaluating a company’s potential for growth and profitability.\n"]}