{"name": "Fund of Funds (FOF) Definition", "@id": "https://www.investopedia.com/terms/f/fundsoffunds.asp", "related": ["https://www.investopedia.com/terms/a/acquiredfundfeesandexpenses.asp", "https://www.investopedia.com/terms/f/fundmanager.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/i/investorshares.asp", "https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/e/etf-of-etfs.asp"], "body": ["\nA fund of funds (FOF)—also known as a multi-manager investment—is a pooled investment fund that invests in other types of funds. In other words, its portfolio contains different underlying portfolios of other funds. These holdings replace any investing directly in bonds, stocks, and other types of securities.\n", "\nFOFs usually invest in other mutual funds or hedge funds. They are typically classified as \"fettered,\" or only able to invest in funds managed by the FOF's managing company, or \"unfettered,\" or able to invest in funds across the market.\n", "\nThe fund of funds (FOF) strategy aims to achieve broad <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a> and appropriate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetallocation.asp\">asset allocation</a> with investments in a variety of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundcategory.asp\">fund categories</a> that are all wrapped into one portfolio.\n", "\nThere are different kinds of FOFs, with each type acting on a different investment scheme. A FOF may be structured as a mutual fund, a hedge fund, a private equity fund, or an investment trust. The FOF may be fettered, meaning it only invests in portfolios managed by one investment company. Alternatively, the FOF can be unfettered, letting it invests in external funds controlled by other managers from other companies.\n", "\nTypically, FOFs attract small investors who want to get better exposure with fewer risks compared to directly investing in securities—or even in individual funds. Investing in a FOF gives the investor professional wealth management services and expertise.\n", "\nInvesting in a FOF also allows investors with limited capital to tap into diversified portfolios with different underlying assets. Many of these would be out-of-reach for the average retail investor. For example, hedge funds typically require six-figure minimum investments or require investors to have a minimum net worth—or both.\n", "\nMost FOFs require a formal due-diligence procedure for their fund managers—both their own and those managing the underlying funds. Applying managers' backgrounds are checked, which ensures the portfolio handler's background and credentials in the securities industry.\n", "\nThough FOFs provide diversification and less exposure to market volatility, these returns may be lessened by investment fees that are typically higher than traditional investment funds. Higher fees come from the compounding of fees on top of fees.\n", "\nLike most mutual funds, a FOF carries an annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\">operating expense</a>—known as the expense ratio—as well as management fees and operating costs. However, FOFs investors are essentially paying double—because the underlying funds in the FOF all have their annual costs and fees, too.\n", "\nIn the past, funds of funds' prospectuses didn't always include the fees of the underlying funds. As of January 2007, the SEC began requiring that these fees be disclosed in a line called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquiredfundfeesandexpenses.asp\">Acquired Fund Fees and Expenses</a> (AFFE).\n", "\nA fund of funds might charge annual management fees of 0.5% to 1% to invest in funds that charge another 1% annual management fee. So, the FOF investor in sum is paying up to 2%. Small wonder that, after allocating the money invested to fees and other payable taxes, the returns of fund of funds investments may generally be lower compared to the profits that single-manager funds can provide—even if the funds perform very well.\n", "\nPicking good fund managers and funds can be difficult, too—especially if the FOF is fettered. The FOF may end up owning the same stock or other security through several different funds, thus reducing the actual diversification.\n", "\nSince they are so varied, funds of funds can be hard to track as a group and to compare. However, an index does exist. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://portal.barclayhedge.com/cgi-bin/indices/displayHfIndex.cgi?indexCat=Barclay-Hedge-Fund-Indices&amp;indexName=Fund-of-Funds-Index\" rel=\"nofollow\">Barclay Fund of Funds Index</a>, sponsored by Barclay-Hedge, a provider of data on alternative investments, is a measure of the average return of all FOFs that report into the company database; it includes some 500 to 650 funds. As of March 2019, 583 funds had an averaged return of 3.95% year-to-date.\n"]}