{"name": "Futures Market Definition", "@id": "https://www.investopedia.com/terms/f/futuresmarket.asp", "related": ["https://www.investopedia.com/terms/c/commodity-market.asp", "https://www.investopedia.com/terms/f/futurescontract.asp", "https://www.investopedia.com/terms/f/futurespack.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/i/imm.asp", "https://www.investopedia.com/terms/c/cea.asp"], "body": ["\nA futures market is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auctionmarket.asp\">auction market</a> in which participants buy and sell commodity and futures contracts for delivery on a specified future date. Futures are exchange-traded derivatives contracts that lock in future delivery of a commodity or security at a price set today.\n", "\nExamples of futures markets are the New York Mercantile Exchange (NYMEX), the Kansas City Board of Trade, the Chicago Mercantile Exchange (CME), the Chicago Board of Trade (CBoT), Chicago Board <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/difference-between-options-and-futures/\">Options</a> Exchange (CBOE) and the Minneapolis Grain Exchange.\n", "\nOriginally, such trading was carried on through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openoutcry.asp\">open outcry</a> and the use of hand signals in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pit.asp\">trading pits</a>, located in financial hubs such as New York, Chicago, and London. Throughout the 21st century, like most other markets, futures exchanges have become mostly electronic.\n", "\nIn order to understand fully what a futures market is, it’s important to understand the basics of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contracts</a>, the assets traded in these markets.\n", "\nFutures contracts are made in an attempt by producers and suppliers of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodities</a> to avoid market volatility. These producers and suppliers negotiate contracts with an investor who agrees to take on both the risk and reward of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatile</a> market.\n", "\nFutures markets or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresexchange.asp\">futures exchanges</a> are where these financial products are bought and sold for delivery at some agreed-upon date in the future with a price fixed at the time of the deal. Futures markets are for more than simply agricultural contracts, and now involve the buying, selling and hedging of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/08/structured-products.asp\">financial products</a> and future values of interest rates.\n", "\nFutures contracts can be made or \"created\" as long as open interest is increased, unlike other securities that are issued. The size of futures markets (which usually increase when the stock market outlook is uncertain) is larger than that of commodity markets, and are a key part of the financial system.\n", "\nLarge futures markets run their own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/clearing-house/\">clearinghouses</a>, where they can both make revenue from the trading itself and from the processing of trades after the fact. Some of the biggest futures markets that operate their own clearing houses include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange</a>, the ICE, and Eurex. Other markets like CBOE and LIFFE have outside clearinghouses (Options Clearing Corporation and LCH.Clearnet, respectively) settle trades.\n", "\nMost all futures markets are registered with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cftc.asp\">Commodity Futures Trading Commission</a> (CFTC), the main U.S. body in charge of regulation of futures markets. Exchanges are usually regulated by the nations regulatory body in the country in which they are based.\n", "\nFor instance, if a coffee farm sells green coffee beans at $4 per pound to a roaster, and the roaster sells that roasted pound at $10 per pound and both are making a profit at that price, they’ll want to keep those costs at a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedcost.asp\">fixed rate</a>. The investor agrees that if the price for coffee goes below a set rate, the investor agrees to pay the difference to the coffee farmer.\n", "\nIf the price of coffee goes higher than a certain price, the investor gets to keep profits. For the roaster, if the price of green coffee goes above an agreed rate, the investor pays the difference and the roaster gets the coffee at a predictable rate. If the price of green coffee is lower than an agreed-upon rate, the roaster pays the same price and the investor gets the profit.\n"]}