{"name": "Futures Contract", "@id": "https://www.investopedia.com/terms/f/futurescontract.asp", "related": ["https://www.investopedia.com/terms/f/futures.asp", "https://www.investopedia.com/terms/a/assignablecontract.asp", "https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/f/firstnoticeday.asp", "https://www.investopedia.com/terms/b/buyerscall.asp"], "body": ["\nA futures contract is a legal agreement to buy or sell a particular commodity asset, or security at a predetermined price at a specified time in the future. Futures contracts are standardized for quality and quantity to facilitate trading on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresexchange.asp\" rel=\"noopener noreferrer\">futures exchange</a>. The buyer of a futures contract is taking on the obligation to buy and receive the underlying asset when the futures contract expires. The seller of the futures contract is taking on the obligation to provide and deliver the underlying asset at the expiration date. \n", "\nFutures are derivative financial contracts that obligate the parties to transact an asset at a predetermined future date and price. Here, the buyer must purchase or the seller must sell the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\">underlying asset</a> at the set price, regardless of the current market price at the expiration date.\n", "\nUnderlying assets include physical commodities or other financial instruments. Futures contracts detail the quantity of the underlying asset and are standardized to facilitate trading on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresexchange.asp\">futures exchange</a>. Futures can be used for hedging or trade speculation.\n", "\n\"Futures contract\" and \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a>\" refer to the same thing. For example, you might hear somebody say they bought oil futures, which means the same thing as an oil futures contract. When someone says \"futures contract,\" they're typically referring to a specific type of future, such as oil, gold, bonds, or S&amp;P 500 index futures. Futures contracts are also one of the most direct ways to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/08/oil-as-investment.asp\">invest in oil</a>. The term \"futures\" is more general, and is often used to refer to the whole market, such as \"They're a futures trader.\"\n", "\nFutures contracts are standardized, unlike forward contracts. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardcontract.asp\">Forwards</a> are similar types of agreements that lock in a future price in the present, but forwards are traded <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter</a> (OTC) and have customizable terms that are arrived at between the counterparties. Futures contracts, on the other hand, will each have the same terms regardless of who is the counterparty.\n", "\nFutures contracts are used by two categories of market participants: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-hedger.asp\">hedgers</a> and speculators. Producers or purchasers of an underlying asset hedge or guarantee the price at which the commodity is sold or purchased, while portfolio managers and traders may also make a bet on the price movements of an underlying asset using futures.\n", "\nAn oil producer needs to sell their oil. They may use futures contracts to do it. This way they can lock in a price they will sell at, and then deliver the oil to the buyer when the futures contract expires. Similarly, a manufacturing company may need oil for making widgets. Since they like to plan ahead and always have oil coming in each month, they too may use futures contracts. This way they know in advance the price they will pay for oil (the futures contract price) and they know they will be taking delivery of the oil once the contract expires.\n", "\nFutures are available on many different types of assets. There are futures contracts on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/index.asp\">stock exchange indexes</a>, commodities, and currencies.\n", "\nImagine an oil producer plans to produce one million barrels of oil over the next year. It will be ready for delivery in 12 months. Assume the current price is $75 per barrel. The producer could produce the oil, and then sell it at the current market prices one year from today.\n", "\nGiven the volatility of oil prices, the market price at that time could be very different than the current price. If oil producer thinks oil will be higher in one year, they may opt not to lock in a price now. But, if they think $75 is a good price, they could lock-in a guaranteed sale price by entering into a futures contract.\n", "\nA mathematical model is used to price futures, which takes into account the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotprice.asp\" rel=\"noopener noreferrer\">spot price</a>, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\" rel=\"noopener noreferrer\">risk-free rate of return</a>, time to maturity, storage costs, dividends, dividend yields, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convenienceyield.asp\" rel=\"noopener noreferrer\">convenience yields</a>. Assume that the one-year oil futures contracts are priced at $78 per barrel. By entering into this contract, in one year the producer is obligated to deliver one million barrels of oil and is guaranteed to receive $78 million. The $78 price per barrel is received regardless of where spot market prices are at the time.\n", "\nContracts are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standardization.asp\" rel=\"noopener noreferrer\">standardized</a>. For example, one oil contract on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\" rel=\"noopener noreferrer\">Chicago Mercantile Exchange</a> (CME) is for 1,000 barrels of oil.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ Therefore, if someone wanted to lock in a price (selling or buying) on 100,000 barrels of oil, they would need to buy/sell 100 contracts. To lock in a price on one million barrels of oil/they would need to buy/sell 1,000 contracts.\n", "\nThe futures markets are regulated by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cftc.asp\" rel=\"noopener noreferrer\">Commodity Futures Trading Commission</a> (CFTC). The CFTC is a federal agency created by Congress in 1974 to ensure the integrity of futures market pricing, including preventing abusive trading practices, fraud, and regulating brokerage firms engaged in futures trading.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ \n", "\nRetail traders and portfolio managers are not interested in delivering or receiving the underlying asset. A retail trader has little need to receive 1,000 barrels of oil, but they may be interested in capturing a profit on the price moves of oil. \n", "\nFutures contracts can be traded purely for profit, as long as the trade is closed before expiration. Many futures contracts expire on the third Friday of the month, but contracts do vary so check the contract specifications of any and all contracts before trading them.\n", "\nFor example, it is January and April contracts are trading at $55. If a trader believes that the price of oil will rise before the contract expires in April, they could buy the contract at $55. This gives them control of 1,000 barrels of oil. They are not required to pay $55,000 ($55 x 1,000 barrels) for this privilege, though. Rather, the broker only requires an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/initialmargin.asp\" rel=\"noopener noreferrer\">initial margin</a> payment, typically of a few thousand dollars for each contract.\n", "\nThe profit or loss of the position fluctuates in the account as the price of the futures contract moves. If the loss gets too big, the broker will ask the trader to deposit more money to cover the loss. This is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maintenancemargin.asp\" rel=\"noopener noreferrer\">maintenance margin</a>.\n", "\nThe final profit or loss of the trade is realized when the trade is closed. In this case, if the buyer sells the contract at $60, they make $5,000 [($60-$55) x 1000). Alternatively, if the price drops to $50 and they close out the position there, they lose $5,000.\n", "\nA futures contract gets its name from the fact that the buyer and seller of the contract are agreeing to a price today for some asset or security that is to be delivered in the future.\n", "\nThese two types of derivatives contract function in much the same way, but the main difference is that futures are exchange-traded and have standardized contract specifications. These exchanges are highly regulated and provide transparent contract and pricing data. Forwards, in contrast, trade over-the-counter (OTC) with terms and contract specifications customized by the two parties involved.\n", "\nUnless the contract position is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closeposition.asp\" rel=\"noopener noreferrer\">closed out</a> prior to its expiration, the short is obligated to make delivery to the long, who is obligated to take it. Depending on the contract the values exchanged can be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashsettlement.asp\" rel=\"noopener noreferrer\">settled in cash</a>. Most often, the trader will simply pay or receive a cash settlement depending on whether the underlying asset increased or decreased during the investment holding period. In some cases, however, futures contracts will require <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/physicaldelivery.asp\" rel=\"noopener noreferrer\">physical delivery</a>. In this scenario, the investor holding the contract upon expiration would be responsible for storing the goods and would need to cover costs for material handling, physical storage, and insurance.\n", "\nSpeculators can use futures contracts to bet on the future price of some asset or security. Hedgers use futures to lock in a price today to reduce market uncertainty between now and the time that good is to be delivered or received. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrageur.asp\" rel=\"noopener noreferrer\">Arbitrageurs</a> trade futures contracts in or across related markets, taking advantage of theoretical mispricings that may exist temporarily.\n", "\nDepending on your broker and your account status with that broker, you may be eligible to trade futures. You will require a margin account and be approved to do so. Qualified traders in the U.S. will often have the ability to trade futures on different exchanges such as the Chicago Mercantile Exchange (CME), <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intercontinentalexchange.asp\" rel=\"noopener noreferrer\">ICE Futures</a> U.S. (Intercontinental Exchange), and the CBOE Futures Exchange (CFE).\n"]}