{"name": "Gamma Definition", "@id": "https://www.investopedia.com/terms/g/gamma.asp", "related": ["https://www.investopedia.com/terms/g/gamma-hedging.asp", "https://www.investopedia.com/terms/d/deltagamma-hedging.asp", "https://www.investopedia.com/terms/z/zomma.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/k/kappa.asp", "https://www.investopedia.com/terms/d/deltahedging.asp"], "body": ["\nGamma is the rate of change in an option's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delta.asp\" rel=\"noopener noreferrer\">delta</a> per 1-point move in the underlying asset's price. Gamma is an important measure of the convexity of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivative's</a> value, in relation to the underlying. A <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deltahedging.asp\" rel=\"noopener noreferrer\">delta hedge</a> strategy seeks to reduce gamma in order to maintain a hedge over a wider price range. A consequence of reducing gamma, however, is that <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alpha.asp\" rel=\"noopener noreferrer\">alpha</a> will also be reduced.\n", "\nGamma is the first derivative of delta and is used when trying to gauge the price movement of an option, relative to the amount it is in or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\" rel=\"noopener noreferrer\">out of the money</a>. In that same regard, gamma is the second derivative of an option's price with respect to the underlying's price. When the option being measured is deep in or out-of-the-money, gamma is small. When the option is near or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\" rel=\"noopener noreferrer\">at the money</a>, gamma is at its largest. All options that are a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long</a> position have a positive gamma, while all <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short</a> options have a negative gamma.\n", "\nSince an option's delta measure is only valid for short period of time, gamma gives traders a more precise picture of how the option's delta will change over time as the underlying price changes. Delta is how much the option price changes in respect to a change in the underlying asset's price.\n", "\nAs an analogy to physics, the delta of an option is its \"speed,\" while the gamma of an option is its \"acceleration.\"\n", "\nGamma decreases, approaching zero, as an option gets deeper in the money and delta approaches one. Gamma also approaches zero the deeper an option gets out-of-the-money. Gamma is at its highest when the price is at-the-money.\n", "\nThe calculation of gamma is complex and requires financial software or spreadsheets to find a precise value. However, the following demonstrates an approximate calculation of gamma. Consider a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">call option</a> on an underlying stock that currently has a delta of 0.4. If the stock value increases by $1, the option will increase in value by $0.40, and its delta will also change. After the $1 increase, assume the option's delta is now 0.53. The 0.13 difference in deltas can be considered an approximate value of gamma.\n", "\nGamma is an important metric because it corrects for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convexity.asp\" rel=\"noopener noreferrer\">convexity</a> issues when engaging in hedging strategies. Some portfolio managers or traders may be involved with portfolios of such large values that even more precision is needed when engaged in hedging. A third-order derivative named \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/color.asp\" rel=\"noopener noreferrer\">color</a>\" can be used. Color measures the rate of change of gamma and is important for maintaining a gamma-hedged portfolio.\n", "\nSuppose a stock is trading at $10 and its option has a delta of 0.5 and a gamma of 0.1. Then, for every 10 percent move in the stock’s price, the delta will be adjusted by a corresponding 10 percent. This means that a $1 increase will mean that the option’s delta will increase to 0.6. Likewise, a 10 percent decrease will result in corresponding decline in delta to 0.4.\n"]}