{"name": "Gantt Chart Definition", "@id": "https://www.investopedia.com/terms/g/gantt-chart.asp", "related": ["https://www.investopedia.com/terms/s/scope.asp", "https://www.investopedia.com/terms/p/pert-chart.asp", "https://www.investopedia.com/terms/p/project-management.asp", "https://www.investopedia.com/terms/c/critical-path-analysis.asp", "https://www.investopedia.com/terms/c/critical-path-analysis-cpa.asp", "https://www.investopedia.com/terms/b/bar-graph.asp"], "body": ["\nA Gantt chart is a graphical depiction of a project schedule. It's is a type of bar chart that shows the start and finish dates of several elements of a project that include resources, milestones, tasks, and dependencies. Henry Gantt, an American mechanical engineer, designed the Gantt chart.\n", "\nThe Gantt chart is the most widely used chart in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/project-management.asp\">project management</a>. These charts are useful in planning a project and defining the sequence of tasks that require completion. In most instances, the chart is displayed as a horizontal bar chart.\n", "\nHorizontal bars of different lengths represent the project timeline, which can include task sequences, duration, and the start and end dates for each task. The horizontal bar also shows how much of a task requires completion.\n", "\nA Gantt chart helps in scheduling, managing, and monitoring specific tasks and resources in a project. The chart shows the project timeline, which includes scheduled and completed work over a period. The Gantt chart aids <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/113015/project-manager-career-path-qualifications.asp\">project managers</a> in communicating project status or plans and also helps ensure the project remains on track.\n", "\nThe chart identifies tasks that may be executed in parallel and those that cannot be started or finished until other tasks are complete. The Gantt chart can help detect potential bottlenecks and identify tasks that may have been excluded from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/critical-path-analysis.asp\" rel=\"noopener noreferrer\">project timeline</a>.\n", "\nThe chart depicts task slack time or additional time for completion of a task that should not delay the project, noncritical activities that may be delayed, and critical activities that must be executed on time.\n", "\nGantt charts can be used in managing projects of all sizes and types. These charts are utilized in several industries and for a range of projects. These may include building infrastructure like dams, bridges, and highways. They may also include software development and other technologies. Project management tools, such as Microsoft Visio, Project, SharePoint, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/032415/importance-excel-business.asp\" rel=\"noopener noreferrer\">Excel,</a> or specialized software, such as Gantto or Matchware, can help in designing Gantt charts.\n", "\nIf the project is about installing new software on a server, the project tasks that require completion are conducting research, selecting a software product, testing the software, and installing it. A milestone is selecting the software. These tasks appear as vertical lines on the chart. The project duration is 40 days.\n", "\nEach task takes 10 days to complete, and each task is dependent on the previous task. A critical activity is testing the software in the development and test environments. The task start and end dates, duration, and milestones appear as horizontal bars. The percentage of work completed for each task also is displayed on the horizontal bars.\n"]}