{"name": "Gap Analysis Definition", "@id": "https://www.investopedia.com/terms/g/gap-analysis.asp", "related": ["https://www.investopedia.com/terms/s/strategic-gap-analysis.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/s/strategic-management.asp", "https://www.investopedia.com/terms/h/human-resource-planning.asp", "https://www.investopedia.com/terms/m/management-by-objectives.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nA gap analysis is the process companies use to compare their current performance with their desired, expected performance. This analysis is used to determine whether a company is meeting expectations and using its resources effectively.\n", "\nA gap analysis is the means by which a company can recognize its current state—by measuring time, money, and labor—and compare it to its target state. By defining and analyzing these gaps, the management team can <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strategic-gap-analysis.asp\" rel=\"noopener noreferrer\">create an action plan</a> to move the organization forward and fill in the performance gaps.\n", "\nWhen organizations aren't making the best use of their resources, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a>, and technology, they may not be able to reach their full potential. This is where a gap analysis can help.\n", "\nA gap analysis, which is also referred to as a needs analysis, is important for any type of organizational performance. It allows companies to determine where they are today and where they want to be in the future. Companies can reexamine their goals through a gap analysis to figure out whether they are on the right track to accomplishing them.\n", "\nGap analyses were widely used in the 1980s, typically in tandem with duration analyses. A gap analysis is considered harder to use and less widely implemented than duration analysis, but it can still be used to assess exposure to a variety of term structure movements.\n", "\nThere are four steps in a gap analysis, ending in a compilation report that identifies areas of improvement and outlines an action plan to achieve increased company performance.\n", "\nThe \"gap\" in a gap analysis is the space between where an organization is and where it wants to be in the future.\n", "\nThe four steps of a gap analysis are the construction of organizational goals, benchmarking the current state, analyzing the gap data, and compiling a gap report.\n", "\nGap analysis can be used by organizations of varying degrees, from large corporations to small businesses. There is no limit to which areas can benefit from using this strategy; these areas include the following:\n", "\nGap analysis is also a method of asset-liability management that can be used to assess <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a> (IRR) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidityrisk.asp\" rel=\"noopener noreferrer\">liquidity risk</a>, excluding <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\" rel=\"noopener noreferrer\">credit risk</a>. It is a simple IRR measurement method that conveys the difference between rate-sensitive assets and rate-sensitive liabilities over a given period of time.\n", "\nThis type of analysis works well if assets and liabilities are composed of fixed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>. Because of this, a significant shortcoming of gap analysis is that it cannot handle <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a>, as options have uncertain cash flows.\n"]}