{"name": "Gap", "@id": "https://www.investopedia.com/terms/g/gap.asp", "related": ["https://www.investopedia.com/terms/g/gapping.asp", "https://www.investopedia.com/terms/r/runawaygap.asp", "https://www.investopedia.com/terms/e/exhaustiongap.asp", "https://www.investopedia.com/terms/c/commongap.asp", "https://www.investopedia.com/terms/b/breakawaygap.asp", "https://www.investopedia.com/terms/i/islandreversal.asp"], "body": ["\nA gap is an area discontinuity in a security's chart where its price either rises or falls from the previous day’s close with no trading occurring in between. Gaps are common when news causes market fundamentals to change during hours when markets are typically closed, for instance an earnings call after-hours.\n", "\nGaps typically occur when a piece of news or an event causes a flood of buyers or sellers into the security. It results in the price opening significantly higher or lower than the previous day’s closing price. Depending on the kind of gap, it could indicate either the start of a new trend or a reversal of a previous trend.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gapping.asp\">Gapping</a> occurs when the price of a security or asset opens well above or below the previous day’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\">close</a> with no trading activity in between. Partial gapping occurs when the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openingprice.asp\">opening price</a> is higher or lower than the previous day’s close but within the previous day’s price range. Full gapping occurs when the open is outside of the previous day’s range. Gapping, especially a full gap, shows a strong shift in sentiment occurred overnight.\n", "\nSome traders make it a strategy to profit from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/05/playinggaps.asp\">playing the gap</a> when such a situation occurs.\n", "\nThere are some fundamental differences between the different types of gaps: – <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commongap.asp\">Common Gaps</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakawaygap.asp\">Breakaway Gaps</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/runawaygap.asp\">Runaway Gaps</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exhaustiongap.asp\">Exhaustion Gaps</a>.\n", "\nEach type of gap has certain consequences for traders. For example, reversal or breakaway gaps are typically accompanied by a sharp rise in trading volume, while common and runaway gaps are not. Additionally, most gaps occur due to news, or an event such as earnings or an analyst's upgrade/downgrade.\n", "\nCommon gaps happen more regularly and do not always need a reason to occur. Also, common gaps tend to get filled, whereas the other two gaps may signal a reversal or continuation of a trend.\n", "\nIn the historical example below, Amazon.com Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=amzn\">AMZN</a>) stock gaps higher on October 27, 2017, rising sharply from the previous days close after months of sideways consolidation. The stock's gain is accompanied by a massive increase in volume, confirming a breakaway gap. It is the start of a new trend higher in Amazon’s stock, which goes on to rally from $985 to $2,050 by September 2018.\n", "\nIn the next example, Alphabet Inc.’s (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=googl\">GOOGL</a>) chart shows a runaway gap. Alphabet’s stock was already increasing in April 2017 when it gapped sharply higher, continuing its previous uptrend. \n", "\nThere are limitations despite gaps being easy to spot. The glaring flaw is one's own ability to identify the different types of gap that occur. If a gap is misinterpreted, it could be a disastrous mistake causing one to miss an opportunity to either buy or sell a security, which could weigh heavily on one's profits and losses.\n"]}