{"name": "GARCH Process", "@id": "https://www.investopedia.com/terms/g/generalalizedautogregressiveconditionalheteroskedasticity.asp", "related": ["https://www.investopedia.com/terms/g/garch.asp", "https://www.investopedia.com/terms/a/autoregressive-conditional-heteroskedasticity.asp", "https://www.investopedia.com/terms/h/heteroskedasticity.asp", "https://www.investopedia.com/terms/m/mlr.asp", "https://www.investopedia.com/terms/r/residual-sum-of-squares.asp", "https://www.investopedia.com/terms/h/homoskedastic.asp"], "body": ["\nThe generalized autoregressive conditional heteroskedasticity (GARCH) process is an econometric term developed in 1982 by Robert F. Engle, an economist and 2003 winner of the Nobel Memorial Prize for Economics. GARCH describes an approach to estimate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> in financial markets.\n", "\nThere are several forms of GARCH modeling. Financial professionals often prefer the GARCH process because it provides a more real-world context than other models when trying to predict the prices and rates of financial instruments.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heteroskedasticity.asp\" rel=\"noopener noreferrer\">Heteroskedasticity</a> describes the irregular pattern of variation of an error term, or variable, in a statistical model. Essentially, where there is heteroskedasticity, observations do not conform to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/linearrelationship.asp\" rel=\"noopener noreferrer\">linear pattern</a>. Instead, they tend to cluster.\n", "\nThe result is that the conclusions and predictive value drawn from the model will not be reliable. GARCH is a statistical model that can be used to analyze a number of different types of financial data, for instance, macroeconomic data. Financial institutions typically use this model to estimate the volatility of returns for stocks, bonds, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketindex.asp\" rel=\"noopener noreferrer\">market indices</a>. They use the resulting information to determine pricing, judge which assets will potentially provide higher returns, and forecast the returns of current investments to help in their asset allocation, hedging, risk management, and portfolio optimization decisions.\n", "\nThe general process for a GARCH model involves three steps. The first is to estimate a best-fitting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/autoregressive.asp\" rel=\"noopener noreferrer\">autoregressive</a> model. The second is to compute <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/autocorrelation.asp\" rel=\"noopener noreferrer\">autocorrelations</a> of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/errorterm.asp\" rel=\"noopener noreferrer\">error term</a>. The third step is to test for significance.\n", "\nTwo other widely used approaches to estimating and predicting financial volatility are the classic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historicalvolatility.asp\" rel=\"noopener noreferrer\">historical volatility</a> (VolSD) method and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ema.asp\" rel=\"noopener noreferrer\">exponentially weighted moving average</a> volatility (VolEWMA) method.\n", "\nGARCH processes differ from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homoskedastic.asp\" rel=\"noopener noreferrer\">homoskedastic</a> models, which assume constant volatility and are used in basic <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/least-squares.asp\" rel=\"noopener noreferrer\">ordinary least squares</a> (OLS) analysis. OLS aims to minimize the deviations between data points and a regression line to fit those points. With asset returns, volatility seems to vary during certain periods and depend on past variance, making a homoskedastic model suboptimal.\n", "\nGARCH processes, because they are autoregressive, depend on past squared observations and past variances to model for current variance. GARCH processes are widely used in finance due to their effectiveness in modeling asset returns and inflation. GARCH aims to minimize errors in forecasting by accounting for errors in prior forecasting and enhancing the accuracy of ongoing predictions.\n", "\nGARCH models describe financial markets in which volatility can change, becoming more volatile during periods of financial crises or world events and less volatile during periods of relative calm and steady economic growth. On a plot of returns, for example, stock returns may look relatively uniform for the years leading up to a financial crisis such as that of 2007.\n", "\nIn the period following the onset of a crisis, however, returns may swing wildly from negative to positive territory. Moreover, the increased volatility may be predictive of volatility going forward. Volatility may then return to levels resembling that of pre-crisis levels or be more uniform going forward. A simple regression model does not account for this variation in volatility exhibited in financial markets. It is not representative of the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackswan.asp\" rel=\"noopener noreferrer\">black swan</a>\" events that occur more often than predicted.\n"]}