{"name": "GBP Definition", "@id": "https://www.investopedia.com/terms/g/gbp.asp", "related": ["https://www.investopedia.com/terms/s/shp-st-helana-pound.asp", "https://www.investopedia.com/terms/forex/i/iep-irish-punt.asp", "https://www.investopedia.com/terms/x/xcd-eastern-caribbean-dollar.asp", "https://www.investopedia.com/terms/forex/c/cny-china-yuan-renminbi.asp", "https://www.investopedia.com/terms/c/currency-symbol.asp", "https://www.investopedia.com/terms/b/bulldogbond.asp"], "body": ["\nGBP is the abbreviation for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quid.asp\">British pound sterling</a>, the official currency of the United Kingdom, the British Overseas Territories of South Georgia, the South Sandwich Islands, and British Antarctic Territory and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/042915/how-uk-makes-money.asp\">U.K.</a> crown dependencies the Isle of Man and the Channel Islands. The African country of Zimbabwe also uses the pound. Many other currencies are pegged to the British pound, including the Falkland Islands pound, Gibraltar pound, Saint Helenian pound, Jersey pound (JEP), Guernsey pound (GGP), Manx pounds, Scotland notes. and Northern Ireland notes.\n", "\nThe penny sterling (plural: <em>pence</em>), is 1/100 of a pound. Many stocks are traded in pence rather than in pounds; in these cases, stock exchanges may use GBX or GBp to indicate the distinction between pence and pounds (GBP). Though the official name of GBP is pound sterling, \"sterling\" or STG may be used more commonly in accounting or foreign exchange settings.\n", "\nThe British pound has one of the highest trading volumes in the world, trailing only the U.S. dollar, euro, and Japanese yen in daily volume. The British pound accounts for roughly 13% of the daily trading volume in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/f/foreign-exchange-markets.asp\">foreign exchange markets</a>. The pound symbol is £, while the euro symbol is €.\n", "\nThe most common currency <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/pipandcurrencypair.asp\">pairs</a> involving the British pound are the euro (EUR/GBP) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/relativecurrencystrength.asp\">U.S. dollar</a> (GBP/USD). <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/g/gbp-usd-british-pound-us-dollar-currency-pair.asp\">GBP/USD</a> is referred to as \"cable\" by foreign exchange traders.\n", "\nThe British pound sterling is symbolized by the pound sign (£) and is sometimes referred to simply as \"sterling\" or by the nickname \"quid.\" Because stocks are traded in pence, the British term for pennies, investors may see stock prices listed as pence sterling, GBX or GBp.\n", "\nThe British pound became the official currency of the United Kingdom when England and Scotland united to form a single country in 1707. However, the British pound was first created as a form of money in the year 760. The British pound is the oldest currency in the world that is still used as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/legal-tender.asp\">legal tender</a>.\n", "\nIn addition to the United Kingdom, the British pound has previously served as currency in many of the colonies of the British Empire, including Australia, New Zealand, and Canada. Prior to 1855, when it began printing British pound notes, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boe.asp\">Bank of England</a> wrote all notes by hand.\n", "\nIn the late 19th and early 20th centuries, many countries enacted measures to tie the value of their currencies to the price of gold. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/gold-standard.asp\">The gold standard</a> offered a uniform way to determine value among world currencies. Prior to World War I, the United Kingdom used the gold standard to set the value of the British pound. At the outbreak of World War I, the country abandoned the gold standard, then reinstated it in post-war 1925, only to abandon it again during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a>.\n", "\nIn 1971, the United Kingdom let the British pound float freely against other currencies. This decision allowed market forces, rather than artificial pegs, to determine the value of the currency. In 1990, the U.K. considered tying the value of the British pound to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/d-mark.asp\">Deutsche Mark</a> but abandoned this idea shortly thereafter. In 2002, when the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euro</a> became the common currency of most European Union member nations, the U.K. chose not to adopt it, but instead kept the GBP as its official currency. In a June 2016 referendum, British voters, by a slim majority, supported a measure to leave the European Union altogether, initiating a process that's commonly known as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brexit.asp\">Brexit</a>.\n"]}