{"name": "GDP Gap Definition", "@id": "https://www.investopedia.com/terms/g/gdpgap.asp", "related": ["https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/s/standard-of-living.asp", "https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/p/per-capita-gdp.asp", "https://www.investopedia.com/terms/g/gross-value-added.asp", "https://www.investopedia.com/terms/r/recessionarygap.asp"], "body": ["\nGDP gap is the forfeited output of a country's economy resulting from the failure to create sufficient jobs for all those willing to work. GDP gap is represented as the difference between actual GDP and potential GDP as represented by the long-term trend. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP) gap represents production and value that is irretrievably lost due to a shortage of employment opportunities.\n", "\nA GDP gap can be positive or negative. It is calculated as:\n", "\n(Actual GDP - Potential GDP)/Potential GDP\n", "\nFrom a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">macroeconomic</a> perspective, you want the smallest possible GDP gap, and preferably no gap at all. A negative gap shows that an economy is underperforming and essentially leaving money on the table from where it should be trend-wise. Negative GDP gaps are common after economic shocks or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\">financial crises</a>. The negative GDP gap is mostly a reflection of a hesitant business environment in this case. Companies are unwilling to spend or commit to increased production schedules until stronger signs of a recovery are present. This, in turn, leads to less hiring and perhaps even continued layoffs in all sectors.\n", "\nThat said, a positive GDP gap is also problematic. A large positive GDP gap may be a sign that the economy is overheated and heading towards a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/correction.asp\">correction</a>. The larger the positive GDP gap, the more likely it is that an economy is at risk of a period of high inflation at the very least.\n", "\nAccording to the Bureau of Economic Analysis, the actual GDP in the United States for the first quarter of 2019 was $21.05 trillion. The Federal Reserve Bank of St. Louis has its own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fred.stlouisfed.org/series/GDPPOT\">real potential GDP in 2012 dollars</a>. Adjusted to 2019 dollars, it projected a potential GDP of $20.91 trillion. Running this through the formula - ($21.05-$20.91)/$20.91 - we get a positive GDP gap of 0.8%. That is near ideal from the perspective of sustainable economic growth. That is, of course, just a moment in time. Policymakers watch the GDP gap closely and make adjustments to try and keep growth in line with the long-term trend.\n", "\nThe term GDP gap is also applied more simply to the difference between two national economies. In recent years, an increasing amount of attention has been paid to the GDP gap between the United States, the world's largest economy in terms of GDP, and China. In 2017, this GDP gap was around $7 trillion but that still represents a rapid closing in by China over the last decade. When these GDP figures are adjusted for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/purchasing-power-parity-ppp/\">purchasing power parity</a>, China actually eclipsed the U.S. in 2017. That said, China still has a long way to go by other measures like <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/per-capita-gdp.asp\">GDP per capita</a>.\n"]}