{"name": "Genetically Modified Food (GMF)", "@id": "https://www.investopedia.com/terms/g/genetically-modified-food-gmf.asp", "related": ["https://www.investopedia.com/terms/g/genetic-engineering.asp", "https://www.investopedia.com/terms/s/seed-stock.asp", "https://www.investopedia.com/terms/b/biofuel.asp", "https://www.investopedia.com/terms/a/agribusiness.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/t/transatlantic-trade-and-investment-partnership-ttip.asp"], "body": ["\nGenetically Modified Foods (GMF) are produced from organisms that have had their genes altered to introduce traits not created through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/natural-selection.asp\" rel=\"noopener noreferrer\">natural selection</a>. Genetically modified foods (mostly fruits and vegetables) have been commercially available since the 1994.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Modifying the genetic code of a fruit, vegetable or animal involves introducing a gene from another organism.\n", "\nIn the United States, the U.S <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fda.asp\" rel=\"noopener noreferrer\">Food and Drug Administration</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/environmental-protection-agency.asp\" rel=\"noopener noreferrer\">Environmental Protection Agency</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usda.asp\" rel=\"noopener noreferrer\">U.S. Department of Agriculture</a> regulate genetically modified foods to ensure they are safe for human consumption.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nProponents of genetically modified fruits and vegetables point to the benefits such as higher crop yields. Scientists genetically engineer fruits and vegetables to introduce resistance to diseases or pests. Other changes allow fruits and vegetables to withstand pesticides or herbicides.\n", "\nThe \"green revolution\" of the 20th century owed much of its success to the introduction of plants that could produce higher yields in adverse conditions, such as climates that receive less rainfall. Norman Borlaug won a Nobel Peace Prize in 1970 for his work in developing a robust strain of wheat that drastically improved wheat yields in Mexico, India and Pakistan in the 1950s and 1960s.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nCritics argue that genetically modified foods should be labeled differently from conventionally produced food. They argue there is uncertainty regarding the long-term health impacts on consumers, as well as the impact on the environment. For example, genetically modified organisms may squeeze out conventional fruits and vegetables from the environment. This in turn could impact animals, insects and other organisms that depend on those plants to survive. Critics also worry that genes from genetically modified organisms may move to conventional crops (cross-fertilization), or may be transferred from food to the consumer.\n", "\nSeveral countries have passed or proposed legislation regulating the development and use of genetically modified organisms in the food supply. Others have taken steps to ban them outright. More than half the 28 countries in the European Union<em>—</em>including Germany and France<em>—</em>have banned farmers from growing genetically modified crops, though imports of GMF animal feed is still allowed. Several regions such as Northern Ireland, Scotland and Wales have also joined the anti-GMF movement, but the United Kingdom itself has no formal GMF ban.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nOnly one GM crop has been approved and grown in Europe: a type of maize that is resistant to a weevil called the European corn borer. The only farmers to grow the maize are primarily in Spain where weevils are a problem. The map below shows which countries around the world have full, partial or no restrictions on GMF.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}