{"name": "General Ledger Definition", "@id": "https://www.investopedia.com/terms/g/generalledger.asp", "related": ["https://www.investopedia.com/terms/r/reconciliation.asp", "https://www.investopedia.com/terms/a/asset-ledger.asp", "https://www.investopedia.com/terms/a/accountspayable.asp", "https://www.investopedia.com/terms/d/debit-ticket.asp", "https://www.investopedia.com/terms/t/t-account.asp", "https://www.investopedia.com/terms/a/accounting-equation.asp"], "body": ["\nA general ledger represents the record-keeping system for a company's financial data with debit and credit account records validated by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trial_balance.asp\">trial balance</a>. The general ledger provides a record of each financial transaction that takes place during the life of an operating company.\n", "\nThe general ledger holds account information that is needed to prepare the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a>, and transaction data is segregated by type into accounts for assets, liabilities, owners' equity, revenues, and expenses.\n", "\nA general ledger is the foundation of a system used by accountants to store and organize financial data used to create the firm’s financial statements. Transactions are posted to individual sub-ledger accounts, as defined by the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chart-accounts.asp\">chart of accounts</a>.\n", "\nThe transactions are then closed out or summarized to the general ledger, and the accountant generates a trial balance, which serves as a report of each ledger account’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/030915/how-do-you-calculate-credits-and-debits-general-ledger.asp\">balance</a>. The trial balance is checked for errors and adjusted by posting additional necessary entries, and then the adjusted trial balance is used to generate the financial statements.\n", "\nA general ledger is used by businesses that employ the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double-entry.asp\">double-entry</a> bookkeeping method, which means that each financial transaction affects at least two sub-ledger accounts and each entry has at least one <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debit.asp\">debit</a> and one credit transaction. Double-entry transactions, called journal entries, are posted in two columns, with debit entries on the left and credit entries on the right, and the total of all debit and credit entries must balance.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-equation.asp\">accounting equation</a>, which underlies double-entry accounting, is as follows:\n", "\n<span data-value=\"\\text{Assets} - \\text{Liabilities} = \\text{Stockholders' Equity}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mtext>\nAssets\n</mtext>\n<mo>\n−\n</mo>\n<mtext>\nLiabilities\n</mtext>\n<mo>\n=\n</mo>\n<mtext>\nStockholders’ Equity\n</mtext>\n</mrow>\n<annotation encoding=\"application/x-tex\">\n\\text{Assets} - \\text{Liabilities} = \\text{Stockholders' Equity}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"strut\"></span><span class=\"strut bottom\"></span><span class=\"base\"><span class=\"mord text\"><span class=\"mord mathrm\">Assets</span></span><span class=\"mbin\">−</span><span class=\"mord text\"><span class=\"mord mathrm\">Liabilities</span></span><span class=\"mrel\">=</span><span class=\"mord text\"><span class=\"mord mathrm\">Stockholders’ Equity</span></span></span></span></span></span>﻿\n", "\nThe balance sheet follows this format and shows information at a detailed account level. For example, the balance sheet shows several asset accounts, including cash and accounts receivable, in its short-term assets section.\n", "\nThe double-entry accounting method works based on the accounting equation's requirement that transactions posted to the accounts on the left of the equal sign in the formula must equal the total of transactions posted to the account (or accounts) on the right. Even if the equation is presented differently (such as Assets = Liabilities + Stockholders' Equity), the balancing rule always applies.\n", "\nThe transaction details contained in the general ledger are compiled and summarized at various levels to produce a trial balance, income statement, balance sheet, statement of cash flows, and many other financial reports. This helps accountants, company management, analysts, investors, and other stakeholders assess the company's performance on an ongoing basis.\n", "\nWhen expenses spike in a given period, or a company records other transactions that affect its revenues, net income, or other key financial metrics, the financial statement data often doesn't tell the whole story.\n", "\nIn the case of certain types of accounting errors, it becomes necessary to go back to the general ledger and dig into the detail of each recorded transaction to locate the issue. At times, this can involve reviewing dozens of journal entries, but it is imperative to maintain reliably error-free and credible company financial statements.\n", "\nIf a company receives payment from a client for a $200 invoice, for example, the company accountant increases the cash account with a $200 debit and completes the entry with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\">credit, or reduction,</a> of $200 to accounts receivable. The posted debit and credit amounts are equal.\n", "\nIn this instance, one asset account (cash) is increased by $200, while another asset account (accounts receivable) is reduced by $200. The net result is that both the increase and the decrease only affect one side of the accounting equation. Thus, the equation remains in balance.\n", "\nThe income statement follows its own formula, which can be written as follows:\n", "\n<span data-value=\"\\text{Revenue} -\\text{Expenses} = \\text{Net Income (NI) or Net Profit}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mtext>\nRevenue\n</mtext>\n<mo>\n−\n</mo>\n<mtext>\nExpenses\n</mtext>\n<mo>\n=\n</mo>\n<mtext>\nNet Income (NI) or Net Profit\n</mtext>\n</mrow>\n<annotation encoding=\"application/x-tex\">\n\\text{Revenue} -\\text{Expenses} = \\text{Net Income (NI) or Net Profit}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"strut\"></span><span class=\"strut bottom\"></span><span class=\"base\"><span class=\"mord text\"><span class=\"mord mathrm\">Revenue</span></span><span class=\"mbin\">−</span><span class=\"mord text\"><span class=\"mord mathrm\">Expenses</span></span><span class=\"mrel\">=</span><span class=\"mord text\"><span class=\"mord mathrm\">Net Income (NI) or Net Profit</span></span></span></span></span></span>﻿\n", "\nIt is possible for an accounting transaction to impact both the balance sheet and the income statement simultaneously.\n", "\nFor example, assume that a company bills its client for $500. The accountant would enter this transaction into the accounting ledger by posting a $500 debit (increase) to accounts receivable (a balance sheet asset account) and a $500 credit (increase) to revenue, which is an income statement account. Debits and credits both increase by $500, and the totals stay in balance.\n", "\nFor related insight into general ledgers, consider reading more about <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double-entry.asp\" rel=\"noopener noreferrer\">double entry accounting</a>.\n", "\nIn accounting, a general ledger is used to record all of a company’s transactions. Within a general ledger, transactional data is organized into assets, liabilities, revenues, expenses, and owner’s equity. After each sub ledger has been closed out, the accountant prepares the trial balance. This data from the trial balance is then used to create the company’s financial statements such as its balance sheet, income statement, statement of cash flows, and other financial reports. \n", "\nYes, a company that uses a double entry bookkeeping method uses the general ledger method of storing company financial data. Specifically, double entry bookkeeping is when each transaction impacts at least one debit and one credit transaction. In other words, each transaction appears in two columns, a debit column and a credit column, whose totals must balance. Under this balancing rule, the following equation applies: Assets — Liabilities = Stockholders’ Equity.\n", "\nConsider the following example where a company receives a $1,000 payment from a client for its services. The accountant would then increase the asset column by $1,000 and subtract $1,000 from accounts receivable. The equation remains in balance, since the equivalent increase and decrease affect one side— the asset side— of the accounting equation. \n"]}