{"name": "General Partnership Definition", "@id": "https://www.investopedia.com/terms/g/generalpartnership.asp", "related": ["https://www.investopedia.com/terms/p/partnership.asp", "https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/l/llc.asp", "https://www.investopedia.com/terms/t/tenancy_in_common.asp", "https://www.investopedia.com/terms/u/ulc.asp", "https://www.investopedia.com/terms/l/limited_company.asp"], "body": ["\nA general partnership is a business arrangement by which two or more individuals agree to share in all assets, profits, and financial and legal liabilities of a jointly-owned business. In a general partnership, partners agree to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unlimited-liability.asp\" rel=\"noopener noreferrer\">unlimited liability</a>, meaning liabilities are not capped and can be paid through the seizure of an owner's assets. Furthermore, any partner may be sued for the business's debts.\n", "\nEach is responsible for their personal tax liabilities—including partnership earnings—on their income tax returns as taxes do not flow through the general partnership.\n", "\nGeneral partnerships offer participants the flexibility to structure their businesses however they see fit, giving partners the ability to control operations more closely. This allows for more swift and decisive management as compared to corporations, which must often slog through multiple levels of bureaucracy and red tape, further complicating and slowing down the implementation of new ideas.\n", "\nA general partnership must satisfy the following conditions:\n", "\nIn a general partnership, each partner has the agency to unilaterally enter into binding agreements, contracts, or business deals, and all other partners are consequently obligated to adhere to those terms. Not surprisingly, such activities may lead to disagreements; as a result, many successful general partnerships build conflict resolution mechanisms into their partnership agreements.\n", "\nIn some cases, the partners agree only to proceed with major decisions if there's either a complete consensus or a majority vote. In other cases, the partners designate non-partner appointees to manage the partnerships, similar to a company's board of directors. In any case, a broad agreement is essential because when all partners have unlimited liability, even innocent players can be fiscally on the hook when the other partners commit inappropriate or illegal actions.\n", "\nGeneral partnerships typically dissolve when one partner dies, becomes disabled, or exits the partnership. Provisions may be written into an agreement that provides directives for moving forward during these situations. For example, the agreement may stipulate that the deceased partner's interest is transferred to the surviving partners or a successor.\n", "\nThe cost of creating a general partnership is less expensive than setting up a corporation or a limited liability partnership like an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/llc.asp\" rel=\"noopener noreferrer\">LLC</a>. General partnerships likewise involve substantially less paperwork. Case in point: In the United States, filing limited partnership paperwork with a state is generally not required, though certain registration forms, permits, and licenses may be necessary at the local level.\n"]}