{"name": "Generic Brand Definition", "@id": "https://www.investopedia.com/terms/g/generic-brand.asp", "related": ["https://www.investopedia.com/terms/o/orange-book.asp", "https://www.investopedia.com/terms/p/patent-cliff.asp", "https://www.investopedia.com/terms/p/private-brand.asp", "https://www.investopedia.com/terms/b/bioequivalence.asp", "https://www.investopedia.com/terms/e/expiration-date.asp", "https://www.investopedia.com/terms/a/abbreviated-new-drug-application-anda.asp"], "body": ["\nThe term generic brand refers to a type of consumer product on the market that lacks a widely recognized name or logo because it typically isn't advertised. Generic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand.asp\">brands</a> are usually less expensive than their brand name counterparts due to their lack of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promotion.asp\">promotion</a>, which can inflate the cost of a good or service. These brands, which are designed as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitute.asp\">substitutes</a> for more expensive brand name goods, are especially common in the food and pharmaceutical industry and tend to be more popular during a recession.\n", "\nThese brands are known for their trimmed-down packaging and plain labels. Rather than being known by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand.asp\">brand</a> name, generic products are distinguished by their characteristics alone. All of this helps keep the product's price down significantly.\n", "\nWhen comparing generic and brand-name products, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer.asp\">consumers</a> tend to pay close attention to and compare their lists of individual ingredients. Most consumers believe that generics are of a lesser quality compared to brand names. The quality of generic brands, though, is generally comparable to name brand products. Despite the difference in cost between name and generic brands, there is little taste or nutritional difference between them. Some consumers may prefer generics—as they're often called—over name brands, even if its price isn't a considering factor.\n", "\nAs noted above, generic brands can be found in the food and beverage industry as well as in pharmaceuticals. For example, a supermarket may offer its own generic product—say a dairy product like sour cream—next to a name brand product to appeal to a cost-conscious customer. Or a pharmacy may offer consumers a generic alternative to Advil's ibuprofen.\n", "\nA generic drug or pharmaceutical may be created when a name-brand drug's patent expires. In the U.S, which is responsible for most drug patents, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.fda.gov/drugs/development-approval-process-drugs/frequently-asked-questions-patents-and-exclusivity\">patent term length</a> is 20 years. There is also an exclusivity period—the length of which depends on the drug type and its use. Once a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\">patent</a> ends and exclusivity is satisfied, a single manufacturer is permitted to produce a generic, chemically identical version of the brand-name drug. At the end of the generic's period of exclusivity, any other manufacturer that can prove that it can achieve the same drug efficacy may make a generic version of that drug.\n", "\nSome manufacturers may even create a generic version of their brand-name drug, either by manufacturing it themselves or contracting it out to another manufacturer. This strategy makes sense because insurance company policy often dictates that a generic, when available, must be prescribed. Generics are sold at a discount from brand name drugs, often about 80% less. Because of competition, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\">margins</a> on generic drugs can be very thin. As recently as 2015, it was estimated that generic drugs had saved U.S. consumers about $1 trillion over the previous decade.\n", "\nA variation of a generic brand is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-brand.asp\">private brand label</a>—also called a store brand, own brand, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-brand.asp\">private brand</a>—in which an item carries the brand of a store. Some stores offer both value and premium versions of the same private label product.\n", "\nGrocery and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/dollar-stores-could-bring-relief-to-bettered-portfolios-4800778\">dollar stores</a> are well known for their generic brands. Those commonly found on these retailers' shelves include:\n", "\nGeneric brands in pharmacies include but aren't limited to:\n", "\nSome well-known name brands have become genericized. This can happen when a company loses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\">trademark</a> protection or if a name becomes part of everyday jargon. Here are a few common examples:\n"]}