{"name": "Generally Accepted Principles And Practices (GAPP)", "@id": "https://www.investopedia.com/terms/g/gaap-santiagoprinciples.asp", "related": ["https://www.investopedia.com/terms/m/mumtalakat-holding-company.asp", "https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/k/kia.asp", "https://www.investopedia.com/terms/s/sama-foreign-holdings.asp", "https://www.investopedia.com/terms/e/excess-crude-account.asp", "https://www.investopedia.com/terms/b/best_practices.asp"], "body": ["\nThe generally accepted principles and practices (GAPP), which are also known as the Santiago principles, are standardized business procedures related to the operation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign_wealth_fund.asp\">sovereign wealth funds</a> (SWFs), which have agreed to pursue financial rather than political agendas and maintain a stable global financial system.\n", "\nThe generally accepted principles and practices (GAPP), were agreed upon by the International Working Group of the Sovereign Wealth Funds (IWG)—23 countries with SWFs—in October 2008. In response to the concern of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\">investors</a> and regulators about the inadequate transparency, independence, and governance of the industry, the IWG resolved that SWFs demonstrate that their arrangements are properly set up and investments are made on an economic and financial basis—instead of pursuing political agendas.\n", "\nGAPP is underpinned by the following guiding objectives for SWFs, defined as \"special purpose investment funds or arrangements, owned by the general government\":<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThe 24 voluntary Santiago Principles simply provide a framework for these guiding principles in three key areas: legal, institutional, and investment and risk.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> The principles are maintained and promoted by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.ifswf.org/\" rel=\"nofollow\">International Forum of Sovereign Wealth Funds</a> (IFSWF), whose members voluntarily endorse the principles and seek to implement them in their governance and investment practices. As of 2021, the forum represented more than 30 sovereign wealth funds from all corners of the globe.\n"]}