{"name": "Genesis Block Definition", "@id": "https://www.investopedia.com/terms/g/genesis-block.asp", "related": ["https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/b/bit-gold.asp", "https://www.investopedia.com/terms/s/satoshi-nakamoto.asp", "https://www.investopedia.com/terms/c/craig-wright.asp", "https://www.investopedia.com/bitcoin-halving-4843769", "https://www.investopedia.com/terms/d/difficulty-cryptocurrencies.asp"], "body": ["\nGenesis Block is the name of the first block of <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a> ever mined—thus called \"Genesis.\" The Genesis Block forms the foundation of the entire Bitcoin trading system and is the prototype of all other blocks in the blockchain. In 2009, Bitcoin's named developer, <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/satoshi-nakamoto.asp\">Satoshi Nakamoto</a>, created the Genesis Block, which launched the process of Bitcoin trading that's in place today.\n", "\nBecause the Genesis Block, also known as Block 0, began the process of trading bitcoin, Bitcoin fans hold the Genesis Block in a kind of cult-like reverence, as they do its creator. Fans are drawn to Bitcoin's arcane construct and idiosyncratic vocabulary with the fervor of one obsessed with a sophisticated arcade game.\n", "\nBitcoin devotees have been donating small amounts of bitcoin (BTC) to the Genesis Block as a tribute to Satoshi Nakamoto. This is seen as a kind of sacrifice because once a coin is moved into the Genesis Block, it can never be moved again—sort of like throwing a quarter into a fountain.\n", "\nBitcoin is a type of <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a>, which is based on the peer-to-peer electronic cash system developed by Satoshi Nakamoto. Bitcoin refers to the system and concept of the trading platform and \"bitcoin\"—small \"b\"—refers to the virtual coinage that is traded. There are no actual coins, thus the \"bit\"—or binary digit, the most basic unit of data in computing—before \"coin.\"\n", "\nIn the world of digital currency, blocks are files where data about the Bitcoin network and its transactions are permanently recorded. Each time a block is completed—that is, filled with bitcoin transactions—it gives way to the next block in the blockchain. The only way to release new cryptocurrency into circulation is through <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tech/how-does-bitcoin-mining-work/\">mining</a>. So, to \"mine bitcoin\" is to \"mint currency.\"\n", "\nLike gold, Bitcoin cannot be created arbitrarily. Gold must be mined out of the ground, and BTC must be mined via digital means. Moreover, Bitcoin's founder stipulated that, like gold, the supply of bitcoin should be limited and finite. <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tech/what-happens-bitcoin-after-21-million-mined/\">Only 21 million BTC can be mined in total</a>. When miners have unlocked this many bitcoin, then the planet's supply will be tapped out, unless someone changes Bitcoin's protocol to allow for a larger supply.\n", "\nBeginning with the fact that the name, \"Satoshi Nakamoto,\" itself is a pseudonym, the Genesis Block and the founding of Bitcoin remains riddled with mystery. Shortly after the launch of Bitcoin, the person called \"Satoshi Nakamoto\" vanished from the face of the earth, leaving barely a trace. This auspicious event paved the way for the continuous enigma surrounding what fans lovingly call \"the Block.\"\n", "\nThe Genesis Block's beginnings were shrouded in the debate about a fine point of its creation: Was the code that rendered the Genesis Block effectively untradeable an intention or a mistake on the part of Nakamoto?\n", "\nAlthough the Genesis Block points to a web address—written into the Genesis Block's code—that link displayed an error message when activated. The system could not find the first 50-BTC transaction in its database, and the spending transaction was rejected. So, the Genesis Block's transaction is not considered as a \"real transaction\" by the original Bitcoin client.\n", "\nBut Why? Did Nakamoto mean for the first bitcoin to be non-tradeable? Or, was it a mistake? This became the subject of much debate among Bitcoin fans and insiders. Because of the precision of this developer, however, most believe that it was hardly an error. Nakamoto likely wrote the code for the Genesis Block exactly the way he wanted it. We just will never know why, as the quirk was not discovered until after Nakamoto disappeared.\n", "\nAnother puzzling aspect of the Genesis Block is the secret message that Nakamoto instilled within the Block's raw data: \"The Times 03/Jan/2009 Chancellor on brink of second bailout for banks.\"\n", "\nAlthough Nakamoto never commented on the meaning of this text, most believe that it serves as a mission statement for Bitcoin itself. The text is a headline for an article in the January 3, 2009 edition of <em>The [London] Times </em>about the British government's failure to stimulate the economy following the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2007–08 financial crisis</a>. Nakamoto famously hated the idea of too-big-to-fail financial institutions and wanted Bitcoin to be different in that regard. Most people think that Nakamoto's reference to the article in the Genesis Block's code was a hint as to how Bitcoin <em>is </em>different from the big investment banks that needed government bailouts in 2008.\n", "\nBitcoin cannot be bailed out because its process eliminates the middleman; there is no third-party, no corporate entity to go between BTC and the consumer. The Bitcoin network checks and double-checks itself continuously via complex mathematical problems that are first resolved by computers, then by human bitcoin miners. One cannot proceed with any bitcoin trade until the math puzzle is validated. Another failsafe is that, because all transactions are stored forever, the actions of miners can always be traced, which makes it impossible to hide any evidence of wrongdoing.\n", "\nIn November 2013, early protegees of Nakamoto formed the Satoshi Nakamoto Institute (SNI) to educate the public about the history and vision of Bitcoin’s creation. Among other interesting details, the SNI houses one of the biggest remnants of Nakamoto’s online existence: An extensive list of forum posts, broken into subject categories, that the Bitcoin creator penned while he still worked on the project.\n", "\nPerhaps the true gift of the Genesis Block, however, is its legacy of accountability, integrity, and transparency—qualities that the financial services sector is painfully learning to acquire.\n"]}