{"name": "General Equilibrium Theory Definition", "@id": "https://www.investopedia.com/terms/g/general-equilibrium-theory.asp", "related": ["https://www.investopedia.com/terms/m/microeconomics.asp", "https://www.investopedia.com/terms/m/maurice-allais.asp", "https://www.investopedia.com/terms/a/austrian_school.asp", "https://www.investopedia.com/terms/j/joseph-schumpeter.asp", "https://www.investopedia.com/terms/q/quantity_theory_of_money.asp", "https://www.investopedia.com/terms/i/imperfect_competition.asp"], "body": ["\nGeneral equilibrium theory, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/walras-law.asp\" rel=\"noopener noreferrer\">Walrasian</a> general equilibrium, attempts to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012615/what-general-equilibrium-theory-macroeconomics.asp\" rel=\"noopener noreferrer\">explain the functioning of the macroeconomy</a> as a whole, rather than as collections of individual market phenomena.\n", "\nThe theory was first developed by the French economist Leon Walras in the late 19th century. It stands in contrast with partial equilibrium theory, or Marshallian partial equilibrium, which only analyzes specific markets or sectors.\n", "\nWalras developed the general equilibrium theory to solve a much-debated problem in economics. Up to that point, most economic analyses only demonstrated partial equilibrium—that is, the price at which supply equals demand and markets clear—in individual markets. It was not yet shown that equilibrium could exist for all markets at the same time in aggregate.\n", "\nGeneral equilibrium theory tried to show how and why all free markets tend toward equilibrium in the long run. The important fact was that markets didn't necessarily reach <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\" rel=\"noopener noreferrer\">equilibrium</a>, only that they tended toward it. As Walras wrote in 1889, “The market is like a lake agitated by the wind, where the water is incessantly seeking its level without ever reaching it.”\n", "\nGeneral equilibrium theory builds on the coordinating processes of a free market price system, first widely popularized by Adam Smith's \"The Wealth of Nations\" (1776). This system says traders, in a bidding process with other traders, create transactions by buying and selling goods. Those transaction prices act as signals to other producers and consumers to realign their resources and activities along more profitable lines.\n", "\nWalras, a talented mathematician, believed he proved that any individual market was necessarily in equilibrium if all other markets were also in equilibrium. This became known as Walras’s Law.\n", "\nThere are many assumptions, realistic and unrealistic, inside the general equilibrium framework. Each economy has a finite number of goods in a finite number of agents. Each agent has a continuous and strictly concave utility function, along with possession of a single pre-existing good (the “production good”). To increase his utility, each agent must trade his production good for other goods to be consumed.\n", "\nThere is a specified and limited set of market prices for the goods in this theoretical economy. Each agent relies on these prices to maximize his utility, thereby creating supply and demand for various goods. Like most equilibrium models, markets lack uncertainty, imperfect knowledge, or innovation.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/austrian_school.asp\" rel=\"noopener noreferrer\">Austrian</a> economist Ludwig von Mises developed an alternative to long-run general equilibrium with his so-called Evenly Rotating Economy (ERE). This was another imaginary construct and shared some simplifying assumptions with general equilibrium economics: no uncertainty, no monetary institutions, and no disrupting changes in resources or technology. The ERE illustrates the necessity of entrepreneurship by showing a system where none existed.\n", "\nAnother Austrian economist, Ludwig Lachmann, argued the economy is an ongoing, non-stable process replete with subjective knowledge and subjective expectations. He argued that equilibrium could never be mathematically proven in a general or non-partial market. Those influenced by Lachmann imagine the economy as an open-ended evolutionary process of spontaneous order.\n"]}