{"name": "General Order (GO) Definition", "@id": "https://www.investopedia.com/terms/g/general-order.asp", "related": ["https://www.investopedia.com/terms/r/real-estate-short-sale.asp", "https://www.investopedia.com/terms/s/savingsaccount.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/c/certificateofdeposit.asp"], "body": ["\nA general order (GO) is a status given to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import.asp\">imported</a> goods that are missing the proper documentation or cannot be quickly cleared through customs for other reasons. Merchandise may be held under general order if the proper duties, fees, or interest are not paid, if the owner fails to complete the required customs paperwork, or if it is not correctly or legally invoiced. Goods will be held under general order if they remain uncleared for more than 15 days.\n", "\nAfter 15 days, any general order merchandise will be moved to a Class 11 bonded warehouse under the authority set forth in Title 19, United States Code (U.S.C.), section 1555. The risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/072115/why-these-industries-are-prone-corruption.asp\">transportation and storage</a> of the goods remains with the owner of the merchandise.\n", "\nIf the goods remain under general order for more than six months, the merchandise will be confiscated by the government or put up for an auction run by the U.S. Customs and Border Protection (CBP) agency. Live auctions take place each month online (nationwide) or at public venues like a hotel located close to ports. Auctions are open to anyone except CBP employees and their immediate family members. Bidders must place down a $5,000 deposit to participate. Purchases are nonrefundable and the buyers are responsible for picking up the merchandise.\n", "\nOn February 16-17, 2017, the CBP held a nationwide online auction for general order merchandise abandoned at ports and moved to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warehouse-bond.asp\">bonded warehouses</a>. After six months, the merchandise became eligible for auction. The list of items included the following:\n"]}