{"name": "Giffen Good Definition", "@id": "https://www.investopedia.com/terms/g/giffen-good.asp", "related": ["https://www.investopedia.com/terms/v/veblen-good.asp", "https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/i/inferior-good.asp", "https://www.investopedia.com/terms/d/demand_theory.asp", "https://www.investopedia.com/terms/l/law-of-supply-demand.asp", "https://www.investopedia.com/terms/d/demand-curve.asp"], "body": ["\nA Giffen good is a low income, non-luxury product that defies standard economic and consumer demand theory. Demand for Giffen goods rises when the price rises and falls when the price falls. In econometrics, this results in an upward-sloping demand curve, contrary to the fundamental <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lawofdemand.asp\" rel=\"noopener noreferrer\">laws of demand</a> which create a downward sloping demand curve.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n The term \"Giffen goods\" was coined in the late 1800s, named after noted Scottish <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/why-economists-do-not-agree.asp\" rel=\"noopener noreferrer\">economist</a>, statistician, and journalist Sir Robert Giffen. The concept of Giffen goods focuses on a low income, non-luxury products that have very few close substitutes.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Giffen goods can be compared to Veblen goods which similarly defy standard economic and consumer demand theory but focus on luxury goods.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nExamples of Giffen goods can include bread, rice, and wheat. These goods are commonly essentials with few near-dimensional substitutes at the same price levels.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nGiffen good are a rarity in economics because supply and demand for these goods is opposite of standard conventions. Giffen goods can be the result of multiple market variables including supply, demand, price, income, and substitution. All of these variables are central to the basic theories of supply and demand economics. Giffen goods cases study the effects of these variables on low income, non-luxury goods which result in an upward sloping demand curve.\n", "\nThe laws of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/11/intro-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a> govern macro and microeconomic theories. Economists have found that when prices rise, demand falls creating a downward sloping curve. When prices fall, demand is expected to increase creating an upward sloping curve. Income can slightly mitigate these results, flattening curves since more personal income can result in different behaviors. Substitution and the substitution effect can also be significant. Since there are typically substitutes for most goods, the substitution effect helps strengthen the case for standard supply and demand.\n", "\nIn the case of Giffen goods, the income effect can be substantial while the substitution effect is also impactful. With Giffen goods, the demand curve is upward sloping which shows more demand at higher prices. Since there are few substitutes for Giffen goods, consumers continue to remain willing to buy a Giffen good when the price rises. Giffen goods are usually essential items as well which then incorporates both the income effect and a higher price substitution effect. Since Giffen goods are essential, consumers are willing to pay more for them but this also limits disposable income which makes buying slightly higher options even more out of reach. Therefore, consumers buy even more of the Giffen good. Overall, both the income and substitution effects are at work to create the unconventional supply and demand results.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn his textbook <em>Principles of Economics</em>, economist Alfred Marshall described Robert Giffen’s work in the context of bread rising in price because people lacked the income to buy meat.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ However, in 1947, the meat-bread example was challenged by George J. Stigler in his article \"Notes on the History of the Giffen Paradox.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Another example of the existence of a Giffen good was offered by a 2007 study authored by Harvard economists Robert Jensen and Nolan Miller, who conducted a field experiment in the Hunan province of China, where rice is a dietary staple, and in the Gansu province, where wheat is the staple. Randomly selected households in both provinces were given <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/voucher.asp\" rel=\"noopener noreferrer\">vouchers</a> that subsidized the purchase of their respective staple foods.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nJensen and Miller found strong evidence of Giffen behavior exhibited by Hunan households with respect to rice. Lowering the price of rice through the subsidy caused reduced demand by households for the rice while increasing the price by removing the subsidy had the opposite effect. However, the evidence of wheat in Gansu was weaker.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nBoth Giffen goods and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/veblen-good.asp\" rel=\"noopener noreferrer\">Veblen goods</a> are nonordinary goods that defy standard supply and demand conventions. With both Giffen and Veblen goods, a product’s demand curve is upward sloping.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Income and substitution are key factors in explaining the econometrics of the upward sloping demand curve for Giffen goods as discussed.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nVeblen goods also have an upward sloping demand curve but with some slightly different influences. Veblen goods are premium product, luxury goods. Examples can include celebrity-endorsed perfumes or fine wines. With these goods, their high price is associated with a high social status symbol. As such, high-income consumers find these goods more desirable at a higher price. The income effect has little impact on these goods because income is not a factor. Substitution is also a minimal factor because the goods are generally status symbols and not cross-dimensional.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}