{"name": "Gift Tax Definition", "@id": "https://www.investopedia.com/terms/g/gifttax.asp", "related": ["https://www.investopedia.com/terms/g/gift-tax-return.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/u/uniform-transfer-tax.asp", "https://www.investopedia.com/terms/g/gift-splitting.asp", "https://www.investopedia.com/terms/g/gift.asp", "https://www.investopedia.com/terms/a/annual-exclusion.asp"], "body": ["\nA gift tax is a federal tax applied to an individual giving anything of value to another person. For something to be considered a gift, the receiving party cannot pay the giver full value for the gift, though they may pay an amount less than its full value.\n", "\nThe giver of the gift is required to pay the gift tax. Under special circumstances, the receiver of the gift may pay the federal gift tax.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0412/what-are-gift-taxes.aspx\">federal gift tax</a> was created to prevent taxpayers from gifting their money and items of value to others to avoid paying taxes. To prevent undue hardship to the recipient and oblige givers to honor their tax liability, the gift tax is applied to the gift giver.\n", "\nThe following are generally not subject to gift tax:\n", "\nAs the regulations applied to gift taxes are very complicated, it is best to check with your respective tax authorities if you have given anyone a gift valued at more than $15,000, the gift tax maximum in effect since the 2018 tax year.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ This means that an individual has been able to give another individual $15,000 or less per year without incurring a gift tax.\n", "\nAs of 2019, a single donor can gift up to $11,400,000 ($11,580,000 in 2020) in their lifetime before the gift tax is applied.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Annual limits still apply; the lifetime exemption applies to amounts exceeding annual exclusions.\n", "\nNote that even if they file a joint tax return, spouses can each give $15,000 to the same recipient, raising that gift to $30,000 per year. This is known as “<a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gift-splitting.asp\">gift splitting</a>” and enables wealthy couples to give substantial annual gifts to children, grandchildren, and others.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ This can be on top of, say, tuition paid directly to a grandchild’s school or college, which comes under the gift tax exemption.\n", "\nTaxpayer A gives $20,000 to each of five recipients in 2020. Because the annual exclusion limit is $15,000 per person, $25,000 of the total amount given is not excluded. However, the non-excluded amount reduces the lifetime exemption amount. So, after making these gifts, Taxpayer A has $11,555,000 remaining of the exemption to give before paying gift taxes.\n"]}