{"name": "Gift Tax Return Definition", "@id": "https://www.investopedia.com/terms/g/gift-tax-return.asp", "related": ["https://www.investopedia.com/terms/g/gift-splitting.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/g/gift.asp", "https://www.investopedia.com/terms/u/uniform-transfer-tax.asp", "https://www.investopedia.com/terms/c/carryover-basis.asp", "https://www.investopedia.com/terms/a/annual-exclusion.asp"], "body": ["\nA gift tax return is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/taxes/08/owe-nothing-federal-tax-return.asp\" rel=\"noopener noreferrer\">federal tax return</a> that must be filed under certain conditions by the giver of a gift. (It is <em>not</em> a tax on returning gifts.) The return is known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-pdf/f709.pdf\" rel=\"noopener noreferrer\">Form 709</a>.﻿﻿ ﻿\n", "\nIndividuals who give a gift that exceeds the annual or lifetime exempt gift limit established by the IRS must fill out the form when filing their taxes. The annual exemption limit for 2019 to 2026 is $15,000 per gift, and the lifetime exemption in 2020 is $11.58 million. The lifetime exemption is inflation-indexed, so it will rise year-over-year.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿﻿﻿\n", "\nThe federal government increased the gift tax exemption from $14,000, which had been the limit since 2013, to $15,000. If an individual gifts anything over that amount, even $15,001, to a single recipient, that individual must fill out a gift tax return form. The return must be filled out because gifts above the exempt amount are subject to a gift tax.﻿\n", "\nThe gift tax return is only used by those who have given over $15,000.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿﻿﻿ As the regulations applied to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gifttax.asp\" rel=\"noopener noreferrer\">gift taxes</a> are very complicated, it is best to consult a professional as well as your <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/localtax.asp\" rel=\"noopener noreferrer\">local tax law</a>. In order to avoid the gift tax, many people use estate planning, working with a financial planner, tax professional or attorney to strategically choose when, how, and who gets the estate owner's money.\n", "\nA gift tax is a federal tax applied to an individual giving anything of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value.asp\" rel=\"noopener noreferrer\">value</a> to another person. For something to be considered a gift, the receiving party cannot pay the giver <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/full-value.asp\" rel=\"noopener noreferrer\">full value</a> for the gift but may pay an amount less than its full value.﻿﻿﻿\n", "\nA gift tax return is a form that must be filed by a gift-giver if they give any amount over the gift <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax_exempt.asp\" rel=\"noopener noreferrer\">tax exemption</a>. Unless special arrangements have been made, it is always the gift-giver, not the recipient, who is responsible for paying the gift tax and for filing the gift tax return.﻿\n", "\nThe gift tax return is IRS Form 709. The receiver of the gift may pay the gift tax, or a percentage of it, on the giver's behalf, in the event that the giver has exceeded their lifetime gift exclusion limit.﻿\n", "\nThe federal government allows married couples who file together to double the amount of their gift tax through a process called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gift-splitting.asp\" rel=\"noopener noreferrer\">gift splitting</a>. Married couples combine their individual allowances as if each contributed half of the amount.﻿﻿\n", "\nFor gift splitting to be official, both spouses must agree to the gift and specify the situation in which the gift was given when filing their taxes. In 2018, because the gift tax exemption limit was increased to $15,000, a couple filing a gift tax return could gift $30,000 before the giver needed to pay taxes on the amount.﻿﻿\n"]}