{"name": "Gig Economy Definition", "@id": "https://www.investopedia.com/terms/g/gig-economy.asp", "related": ["https://www.investopedia.com/california-assembly-bill-5-ab5-4773201", "https://www.investopedia.com/pandemic-unemployment-assistance-pua-definition-4802064", "https://www.investopedia.com/terms/s/self-employed.asp", "https://www.investopedia.com/terms/f/freelancer.asp", "https://www.investopedia.com/terms/u/unemployment-claim.asp", "https://www.investopedia.com/terms/s/subcontracting.asp"], "body": ["\nIn a gig economy, temporary, flexible jobs are commonplace and companies tend to hire <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/independent-contractor.asp\">independent contractors</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freelancer.asp\">freelancers</a> instead of full-time employees. A gig economy undermines the traditional economy of full-time workers who often focus on their career development.\n", "\nIn a gig economy, large numbers of people work in part-time or temporary positions or as independent contractors. The result of a gig economy is cheaper, more efficient services, such as Uber or Airbnb, for those willing to use them. People who don't use technological services such as the Internet may be left behind by the benefits of the gig economy. Cities tend to have the most highly developed services and are the most entrenched in the gig economy.\n", "\nA wide variety of positions fall into the category of a gig. The work can range from driving for Lyft or delivering food to writing code or freelance articles. Adjunct and part-time professors, for example, are contracted employees as opposed to tenure-track or tenured professors. Colleges and universities can cut costs and match professors to their academic needs by hiring more adjunct and part-time professors.\n", "\nAmerica is well on its way to establishing a gig economy, and estimates show as much as a third of the working population is already in some gig capacity. Experts expect this working number to rise, as these types of positions facilitate independent contracting work, with many of them not requiring a freelancer to come into an office. Gig workers are much more likely to be part-time workers and to work from home.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nEmployers also have a wider range of applicants to choose from because they don't have to hire someone based on their proximity. Additionally, computers have developed to the point that they can either take the place of the jobs people previously had or allow people to work just as efficiently from home as they could in person.\n", "\nEconomic reasons also factor into the development of a gig economy. Employers who cannot afford to hire full-time employees to do all the work that needs to be done will often hire part-time or temporary employees to take care of busier times or specific projects.\n", "\nOn the employee's side of the equation, people often find they need to move or take multiple positions to afford the lifestyle they want. It's also common to change careers many times throughout a lifetime, so the gig economy can be viewed as a reflection of this occurring on a large scale.\n", "\nDuring the coronavirus pandemic of 2020, the gig economy has experienced significant increases as gig workers have delivered necessities to home-bound consumers, and those whose jobs have been eliminated have turned to part-time and contract work for income. Employers will need to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/sites/rebeccahenderson/2020/12/10/how-covid-19-has-transformed-the-gig-economy/?sh=7cb0310f6c99\" rel=\"noopener noreferrer\">plan for changes to the world of work</a>, including the gig economy, when the pandemic has ended.\n", "\nDespite its benefits, there are some downsides to the gig economy. While not all employers are inclined to hire contracted employees, the gig economy trend can make it harder for full-time employees to develop in their careers since temporary employees are often cheaper to hire and more flexible in their availability. Workers who prefer a traditional career path and the stability and security that come with it are being crowded out in some industries.\n", "\nFor some workers, the flexibility of working gigs can actually disrupt the work-life balance, sleep patterns, and activities of daily life. Flexibility in a gig economy often means that workers have to make themselves available any time gigs come up, regardless of their other needs, and must always be on the hunt for the next gig. Competition for gigs has increased during the pandemic, too. And unemployment insurance usually doesn't cover gig workers who can't find employment (the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\" rel=\"noopener noreferrer\">CARES Act</a> made an exception during the pandemic).\n", "\nIn effect, workers in a gig economy are more like entrepreneurs than traditional workers. While this may mean greater freedom of choice for the individual worker, it also means that the security of a steady job with regular pay, benefits—including a retirement account—and a daily routine that has characterized work for generations are rapidly becoming a thing of the past.\n", "\nLastly, because of the fluid nature of gig economy transactions and relationships, long-term relationships between workers, employers, clients, and vendors can erode. This can eliminate the benefits that flow from building long-term trust, customary practice, and familiarity with clients and employers. It could also discourage investment in relationship-specific assets that would otherwise be profitable to pursue since no party has an incentive to invest significantly in a relationship that only lasts until the next gig comes along.\n"]}