{"name": "Glass Cliff Definition", "@id": "https://www.investopedia.com/terms/g/glass-cliff.asp", "related": ["https://www.investopedia.com/terms/g/glass-ceiling.asp", "https://www.investopedia.com/terms/w/william-cavanaugh-iii.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/m/muriel-siebert.asp", "https://www.investopedia.com/terms/c/c-suite.asp", "https://www.investopedia.com/terms/a/ann-moore.asp"], "body": ["\nGlass cliff refers to a phenomenon wherein women tend to be promoted to positions of power during times of crisis or downturn when the chance of failure is more likely. The British researchers Michelle K. Ryan, Alexander Haslam, and Julie S. Ashby of the University of Exeter, United Kingdom, have been credited with coining this term based on their research on the 100 companies included in the Financial Times Stock Exchange (FTSE) 100 Index.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nThe glass cliff phenomenon occurs in fields as diverse as finance, politics, technology, and academia. While the more common term \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/glass-ceiling.asp\">glass ceiling</a>\" refers to the barrier preventing women from reaching the highest executive levels within their respective organizations, the glass cliff addresses the tendency to promote women into problematic organizational situations, making it more likely their performance will falter. The metaphor of the glass cliff is that women in this position are at risk of falling off a cliff (and failing).\n", "\nThere are many reasons why women tend to be placed in more precarious leadership roles than men. One is the notion that a struggling company will likely result in a shorter tenure for upper management, so the position itself is risky. Placing a woman in that position gives the company someone to blame if she fails to pull the company out of its downward spiral.\n", "\nMartin Lanik, CEO of Pinsight and the author of <em>The Leader Habit, </em>a book about leadership skills and how to acquire them, said, \"In times of crisis, companies don't want to risk the loss of who they believe to be their most valuable, high-potential talent—white men. In tough times, they are more likely to sacrifice employees who they perceive as less valued and more dispensable—women and racial minorities.\"<span class=\"ql-inline-citation\" data-cite=\"12\"></span>\n", "\nIt also makes the company look good regardless: if the woman fails, the company still earns a reputation of being \"progressive,\" but it is free to reappoint a man to her position when she fails; if she succeeds, the company is better off and might even take credit for having the foresight to appoint the right person for the job.\n", "\nWomen often struggle in such situations, due to a lack of mentors and access to the \"good old boys’ club.\" One of the most common strategies for moving up in the world of business is strategic networking. This is where the phrase, \"It's now what you know, it's who you know\" comes from. Women cannot do this without networking with men and seeking men as mentors. However, women are not always welcome in these informal social networks so they miss out on these connections. The \"old boys club\" refers to an informal network of connections through which men use their positions of influence by providing favors and information to help other men.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nEven with the high chance of failure, a glass cliff position can be difficult to turn down because leadership roles are so infrequently offered to women. Although the term glass cliff is typically applicable to women, it can also be used in reference to minorities or any group marginalized by prejudice.\n", "\nThe glass cliff phenomenon has been documented in companies and organizations in a wide variety of disciplines, from law and education to politics. In 2004, Michelle K. Ryan, Julie S. Ashby, and Alexander Haslam of the University of Exeter studied the 100 companies included in the Financial Times Stock Exchange (FTSE) 100 Index. This index consists of the 100 companies listed on the London Stock Exchange with the highest market capitalizations. \n", "\nRyan, Haslam, and Ashby found that companies that appointed women to their boards were more likely to have performed poorly in the preceding five months. The term \"glass cliff\" was born from this study. The researchers claimed that sexism was the motivation behind those in power appointing women to these precarious positions: they don't want to risk tarnishing a prominent man's reputation with failure.\n", "\nA further study by these researchers revealed that female law students were typically assigned the highest risk cases or those with the highest probability of failure. This experiment, conducted with law students, demonstrated that male candidates were just as likely as female candidates to be selected as lead counsel for a low-risk case. However, there was a strong preference for a female rather than a male appointment for a high-risk case. (In this study, legal cases were either defined as either low-risk or high-risk.) The researchers published these findings in an article called, \"Legal Work and the Glass Cliff: Evidence that Women are Preferentially Selected to Lead Problematic Cases.\"<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nLater, in 2013, the researchers Alison Cook and Christy Glass published their findings related to the promotion probabilities and leadership tenure of women and racial/ethnic minority CEOs within Fortune 500 companies in the U.S. Using a dataset of all CEO transitions in Fortune 500 companies over a 15‐year period, Cook and Glass's findings were consistent with the theory of the glass cliff; occupational minorities (white women and men and women of color) are more likely than white men to be promoted CEO of firms that are performing poorly.\n", "\nIn their paper, Cook and Glass wrote, \"Minority leaders face challenges that begin at the point of promotion and go beyond underrepresentation ... they are more likely to be appointed to struggling firms, creating greater obstacles to successful leadership than their white male peers.\" Their research also revealed that when firm performance declines during the tenure of white women and men and women of color, they are more likely to be replaced by white men. (In fact, a female CEO succeeded another female CEO in only four of the 608 transitions at Fortune 500 companies.) The researchers coined this phenomenon the \"savior effect.\"<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nMost recently, research from the University of Missouri has revealed that businesses led by female CEOs are more likely to be targeted by activist investors. These investors specifically buy these shares with the intention of directing management decisions. \"Shareholders who buy 5% or more of a publicly-traded firm with the intent of changing the direction of that firm must register with the Securities and Exchange Commission as activists, which makes activist investing a very public act. If gender bias is present in such public actions, we have to wonder what other challenges these women are facing that are less public,” said Daniel Turban, a professor of management and the Emma S. Hibbs/Harry Gunnison Brown Chair of Business and Economics at the Robert J. Trulaske, Sr. College of Business.\n", "\nTurban and his colleagues were led by Vishal Gupta of the University of Alabama. Speaking about the paper that he authored, Turban also said, \"These findings lend more credence to the idea that women are treated differently than men when they are given leadership positions.\"<span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nRecent examples of prominent women facing glass cliffs include Marissa Mayer, who was appointed CEO of Yahoo in 2012 after it lost significant market share to Google. Mayer was the company's third CEO in a period of less than a year (and the company's fifth CEO if you count interim CEOs). After Mayer failed to change Yahoo's trajectory, and amidst mounting pressure, she resigned in 2017 after leading the company for about five years. Critics attributed Mayer's performance to her effort, rather than the environment of an underperforming company. Yahoo appointed a white man, Thomas McInerny, to replace Mayer.<span class=\"ql-inline-citation\" data-cite=\"5\"></span><span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nIn the midst of posting losses for consecutive quarters, closing dozens of their stories, and struggling to adapt to the changing needs of its customers in the digital era, J.C. Penney hired its first woman CEO, Jill Soltau, in 2018. While only a handful of women have ever served as chief executives of Fortune 500 companies, Soltau was certainly qualified for the position.\n", "\nBefore she joined JCPenney, Soltau was the president and CEO of Joann Stores, Inc., the chain of fabric and craft stores, and she was a 30-year veteran of the industry. However, Soltau was coming into a challenging industry and JC Penney had enormous amounts of debt; experts did not expect that the company would be able to avoid bankruptcy. Unfortunately, the economic impacts of the COVID-19 pandemic proved to be disastrous for JCPenney: the company filed for bankruptcy sooner than expected, in May 2020. In December 2020, Soltau was asked to leave her position as CEO.<span class=\"ql-inline-citation\" data-cite=\"8\"></span><span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nWomen already face many barriers when they are trying to scale the corporate ladder and enter leadership roles. The same scenario is also true for other minorities, such as people of color. Unfortunately, for those individuals that do surpass these obstacles, the glass cliff creates an impossible situation where they are set up to fail in a workplace.\n", "\nAnna Beninger, senior director of research and corporate engagement partner at Catalyst, a nonprofit focused on promoting women in business, says, \"When an organization is in crisis, women are often seen as being able to come in and take care of a problem. They’re effectively handed the mess to clean up.”<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nNot only is this phenomenon setting women and minorities up for failure, but it's also unsustainable for the businesses themselves. When a company is in the throes of an organizational crisis, it likely does not have the infrastructure and extra support to facilitate an effective leadership transition. If an individual is promoted to a leadership position without any kind of organizational support or development, the result can be maintaining an illusion of progressiveness or inclusivity for the company when, in reality, that individual is being tokenized as a minority.\n", "\nWhen a female leader or a person of color ultimately does not succeed in saving a failing company, they usually leave the company, creating a further disruption for the organization. And if these individuals do fail, it further reinforces the stereotypes that exist about the women and people of color in leadership.\n", "\nThe researchers Ryan, Haslam, and Ashby, who coined the term \"glass cliff,\" also have some insight into how to prevent it. The first step is to simply recognize and name the glass cliff. Acknowledging the biases that those in leadership may have, and then providing education around those topics is a good first step.\n", "\nWomen and minorities should also do their research and find out as much information as they can about the current financial state of their company. Staying up-to-date on company insights (including the company's stock information) and industry trends can help you calculate your risk level. Tapping into your network is also incredibly important; ask for their guidance and insight when you are assessing the risk of a new promotion. Don't accept a role if it seems like the position is destined for failure.\n", "\nDuring negotiations, it is a good idea to ask how success in the role will be defined. Here are some questions that you might consider asking:\n", "\nIt's also important to include risk in your salary negotiations. In fact, men are four times more likely to negotiate their salaries than women.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ You should always ask for more than the initial offer and use the risk factor of the position as a negotiating point.\n", "\nIf you decide to accept the position, you will likely find yourself in a male-dominated environment. At this point, you can use your unique skills and perspective to your advantage. In fact, women score better than men in 11 out of 12 emotional intelligence competencies.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nFinally, it's okay to say no. Many women who face the glass cliff and are not successful do not get asked to lead another company after being ousted.\n", "\nWomen in leadership roles, such as business executives in the corporate world and female candidates for political office, are more likely than men to be promoted to leadership roles during periods of crisis or downturn, when the chance of failure is highest.\n", "\nThe glass cliff effectively maintains the status quo because it can reinforce the harmful idea that women and people of color can't lead. When women or minorities are promoted to positions of leadership without the support they need, and they are not successful, the assumption is that they were not successful because women and minorities are not good leaders.\n", "\nCompanies need to put measures in place to make sure that women and people of color in senior leadership positions have all of the resources they need to be successful. While there are things that women and minorities can do to make it less likely that they'll find themselves in an impossible \"glass cliff\" scenario, the onus is really on companies to prevent this phenomenon from happening. Companies can offer women-specific leadership development tracks and conduct blind hiring to lessen the effects of unconscious bias.\n"]}