{"name": "Glass-Steagall Act Definition", "@id": "https://www.investopedia.com/terms/g/glass_steagall_act.asp", "related": ["https://www.investopedia.com/terms/f/firewall.asp", "https://www.investopedia.com/terms/d/deregulate.asp", "https://www.investopedia.com/terms/f/financial-services-act-of-1999.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/r/regulationq.asp", "https://www.investopedia.com/terms/e/emergencybankingact.asp"], "body": ["\nThe Glass-Steagall Act was passed by the U.S. Congress as part of the Banking Act of 1933. Sponsored by Senator Carter Glass, a former Treasury secretary, and Representative Henry Steagall, chairman of the House Banking and Currency Committee, it prohibited commercial banks from participating in the investment banking business and vice versa. An emergency measure to counter the failure of almost 5,000 banks during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a>. Glass-Steagall lost its potency in subsequent decades and was partially repealed in 1999. In the 21<sup>st </sup>century, however, another financial crisis has led to talk in political and economic circles of reviving the act.\n", "\nThe Glass-Steagall Act had two primary objectives: to stop the unprecedented run on banks and restore public confidence in the U.S. banking system; and to sever the linkages between banking and investing activities that were believed to have caused—or at least, greatly contributed to—the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1929.asp\" rel=\"noopener noreferrer\">1929 market crash</a>, and the ensuing Great Depression.\n", "\nThe rationale for the separation was the conflict of interest that arose when banks invested in securities with their own assets, which of course were actually their account-holders' assets. Banks that held people's savings and checking accounts had a fiduciary duty to protect them, not to engage in excessively <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\" rel=\"noopener noreferrer\">speculative activity,</a> the bill's proponents argued. Separating banking business from investing business would prevent banks from providing loans that would boost the prices of securities in which they had a stake, using depositors' money to underwrite stock offerings or funds, or persuading clients to make investments that served the institution's interests, but went against the individual's.\n", "\nAlong with establishing a firewall between commercial banks and investment banks—and forcing banks to spin off brokerage operations—the Glass-Steagall Act created the Federal Deposit Insurance Corporation (FDIC), which guaranteed bank deposits up to a specified limit. The act also established the Federal Open Market Committee (FOMC) and introduced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationq.asp\" rel=\"noopener noreferrer\">Regulation Q</a>, which prohibited banks from paying interest on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demanddeposit.asp\" rel=\"noopener noreferrer\">demand deposits</a> and capped interest rates on other deposit products.\n", "\nWhile Glass-Steagall always faced some opposition from the finance industry, it lasted pretty much unchallenged until the 1980s. The rise of giant financial services firms, a roaring stock market, and an anti-regulatory stance at the Federal Reserve and in the White House encouraged an increasing disregard of its provisions. Over the next two decades, courts and the SEC allowed major mergers and acquisitions that were in violation of the act, such as Citibank's acquisition of investment bank Salomon Smith Barney through its purchase of Traveler's Group in 1998.\n", "\nFinally, after intense lobbying by industry groups, the Glass-Steagall Act was partially repealed in 1999 by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/glba.asp\" rel=\"noopener noreferrer\">Graham-Leach-Bliley Act (GLBA)</a>—specifically, its Section 20, which limited commercial banks' activities with their assets. Although Section 16 remained, restricting the types of assets banks could invest depositors' funds in, essentially banks could now act as stockbrokers, and vice versa. The GBLA also removed the ban of “simultaneous service by any officer, director, or employee of a securities firm as an officer, director, or employee of any member bank.” Regulation Q was repealed in July 2011.\n", "\nThe 2008 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime_mortgage.asp\" rel=\"noopener noreferrer\">subprime mortgage</a> meltdown, which led to a national—and eventually global—credit crisis, signaled the final demise of the Glass-Steagall Act's separation-of-powers spirit. The severity of the crisis forced Goldman Sachs and Morgan Stanley, top-tier independent investment banks, to convert to bank-holding companies. Two other prominent investment banks, Bear Stearns and Merrill Lynch, were acquired by commercial banking giants J.P. Morgan and Bank of America, respectively.\n", "\nThat these mergers resulted from the 2008-2009 financial crisis is in a sense ironic, since some politicians, economists, and even financial-industry professionals believe that Glass-Steagall's repeal contributed to the crisis in the first place. Although others <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050515/did-repeal-glasssteagall-act-contribute-2008-financial-crisis.asp\" rel=\"noopener noreferrer\">debunk this theory</a>, noting that the major players in the subprime meltdown weren't combination commercial-investment banks, a sense still remains that de-fanging the act has allowed U.S. financial institutions to become too big—<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/too-big-to-fail.asp\" rel=\"noopener noreferrer\">too big to fail</a>, in fact—too reckless with client funds, and too untrustworthy to police themselves. And that some tougher regulation might again be called for.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volcker-rule.asp\" rel=\"noopener noreferrer\">Volcker Rule</a> in the 2010 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\" rel=\"noopener noreferrer\">Dodd-Frank</a> Wall Street Reform and Consumer Protection Act, implemented in 2015, essentially reinstated some of Glass-Steagall's Section 20 provisions: It prohibits banks from engaging in proprietary trading and from investing in—or sponsoring—hedge funds or private equity funds.\n", "\nIn 2015, a group of senators, including John McCain and Elizabeth Warren, initiated a draft for a bill for the \"21<sup>st </sup>Century Glass-Steagall Act.\" The bill would institute a separation of traditional banking from investment banks, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge funds</a>, insurance, and private equity activities, within a five-year transition period. This would ideally make the institutions more secure for depositors and mitigate the risk of another <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bailout.asp\" rel=\"noopener noreferrer\">government bailout</a>.\n", "\nDuring the 2016 presidential campaign, Donald Trump hinted at a potential reinstatement of the Glass-Steagall Act. After his election in 2017, his head of the National Economic Council, Gary Cohn, revived talks of restoring the act to break up the big banks and financial-services \"supermarkets.\"\n"]}