{"name": "Global Recession Definition", "@id": "https://www.investopedia.com/terms/g/global-recession.asp", "related": ["https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/a/advanced-economies.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/e/economictsunami.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/e/economic-collapse.asp"], "body": ["\nA global recession is an extended period of economic decline around the world. A global recession involves more or less synchronized recessions across many national economies, as trade relations and international financial systems transmit economic shocks and the impact of recession from one country to another. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\" rel=\"noopener noreferrer\">International Monetary Fund (IMF)</a> uses a broad set of criteria to identify global recessions, including a decrease in per-capita <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP) worldwide. According to the IMF’s definition, this drop in global output must coincide with a weakening of other macroeconomic indicators, like trade, capital flows, and employment.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nIt is important to note macroeconomic indicators have to wane for a significant period of time to classify as a recession. In the United States, it is generally accepted that GDP must drop for two consecutive quarters for a true <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a> to take place, based on analysis by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nber.asp\" rel=\"noopener noreferrer\">National Bureau of Economic Research (NBER)</a>, which is considered the national authority in declaring and dating <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\" rel=\"noopener noreferrer\">business cycles</a>.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ For global recessions the IMF plays a role similar to the NBER.\n", "\nWhile there is no official definition of a global recession, the criteria established by the IMF carries significant weight because of the organization’s stature across the globe. Unlike the NBER however, the IMF does not specify a minimum length of time when examining global recessions. In contrast to some definitions of a recession, the IMF looks at additional factors beyond a decline in gross domestic product (GDP). There must also be a deterioration of other economic factors, which include trade, capital flows, industrial production, oil consumption, unemployment rate, per‑capita investment, and per‑capita consumption.\n", "\nIdeally, economists would be able to simply add the GDP figures for each country to arrive at a “global GDP.” The vast number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency.asp\" rel=\"noopener noreferrer\">currencies</a> used throughout the world makes the process considerably more difficult. Though some organizations use <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rates</a> to calculate the aggregate output, the IMF prefers to use purchasing power parity (PPP)—that is, the amount of local goods or services that one unit of currency can buy rather than the amount of foreign currency it can buy—in its analysis.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nUp until 2020, according to the IMF, there have been four global recessions since World War II, beginning in 1975, 1982, 1991, and 2009. In 2020 the IMF declared a new global recession, which it dubbed the Great Lockdown, caused by the widespread implementation of quarantines and social distancing measures during the Covid-19 outbreak. This is the worst global recession on record since the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a>.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nThe impact and severity of the effect of a global recession on a country varies based on several factors. For example, a country's trading relationships with the rest of the world determine the scale of impact on its manufacturing sector. On the other hand, the sophistication of its markets and investment efficiency determine how the financial services industry is affected. The interconnection of trade relations and financial systems among countries can help to spread an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-shock.asp\" rel=\"noopener noreferrer\">economic shock</a> in one region into a global recession in a process known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contagion.asp\" rel=\"noopener noreferrer\">contagion</a>.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> was an extended period of extreme economic distress observed around the world between 2007 and 2009. World trade plunged by over 15% between 2008 and 2009 during this recession. The scale, impact, and recovery of the downturn varied from country to country.\n", "\nThe U.S. markets experienced a major stock market correction in 2008 after the housing market collapsed and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lehman-brothers.asp\" rel=\"noopener noreferrer\">Lehman Brothers</a> filed for bankruptcy.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ Economic conditions had already turned down by the end of 2007 and major indicators like unemployment and inflation hit critical levels with the collapse of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing_bubble.asp\" rel=\"noopener noreferrer\">housing bubble</a> and ensuing <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis</a>. The situation improved a few years after the stock market bottomed in 2009, but other nations experienced much longer roads to recovery. Over a decade later, the effects can still be felt in many developed nations and emerging markets.\n", "\nAccording to economic research conducted for the NBER, the United States would have suffered limited shocks to its economy, if the 2008 recession had not originated within its borders.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ This is mainly because it has limited trading relationships with the rest of the world in comparison to the size of its domestic economy. On the other hand, a manufacturing powerhouse like Germany would have suffered regardless of the robustness of its internal economy because it has vast number of trade linkages with the rest of the world.\n"]}