{"name": "Global Industry Classification Standard (GICS) Definition", "@id": "https://www.investopedia.com/terms/g/gics.asp", "related": ["https://www.investopedia.com/terms/i/industry.asp", "https://www.investopedia.com/terms/c/communication-industry-etf.asp", "https://www.investopedia.com/terms/s/sector-breakdown.asp", "https://www.investopedia.com/terms/s/sector-etf.asp", "https://www.investopedia.com/terms/i/industrygroup.asp", "https://www.investopedia.com/terms/i/industry-classification-benchmark.asp"], "body": ["\nThe Global Industry Classification Standard (GICS) is a method for assigning every public company to the economic sector and industry group which best defines its business. It is one of two rival systems that are used by investors, analysts, and economists to compare and contrast competing companies.\n", "\nGICS was developed jointly by Morgan Stanley Capital International (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/msci.asp\">MSCI</a>) and Standard &amp; Poors. The GICS methodology is used by the MSCI indexes, which include U.S. and international stocks, as well as by a large portion of the professional investment management community.\n", "\nThe top of the GICS hierarchy defines 11 economic sectors. These are further divided into 24 industry groups, then into 68 industries, and finally into 157 sub-industries. Each stock has a code to identify it at all four of these levels.\n", "\nSince the GICS’s creation in 1999, a number of revisions have added, deleted, or refined industry groups, sub-industries, and industries. A real estate sector was added in 2016. The telecommunications sector was renamed the communication services sector in 2018. At the same time, the sector was expanded to include some media and entertainment interests previously classified under the consumer discretionary sector, and some interactive media and services interests previously classified under the information technology sector.\n", "\nAll told, more than 26,000 stocks worldwide have been classified by GICS, accounting for more than 95% of the world's listed market capitalization. GICS is used by portfolio managers to identify and analyze stocks and their competitors.\n", "\nIt also is used for benchmarking the MSCI Indexes. Morgan Stanley estimates that more than $3 trillion in global assets is benchmarked to its MSCI indexes, many of which are sector-specific.\n", "\nGICS competes with the Industry Classification Benchmark (ICB) system, which is maintained by Dow Jones and London's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ftse.asp\">FTSE</a> Group.\n", "\nIn practice, most of the same sector and industry designations exist in both standards.\n", "\nIn recent years, the relevance of GICS and ICB classification has been questioned.\n", "\nMany of our current economic categories and measurements are products of the Industrial Age, when the companies that were growing and shaping the world were giants with huge physical plants and plenty of material products.\n", "\nToday's giants cross boundaries between hardware and software and beyond. Apple makes phones and computers and sells entertainment products. Amazon creates hardware, produces entertainment programming, sells cloud services, and delivers just about everything. General Electric has interests in NBC, Telemundo, and Universal Pictures.\n", "\nCritics argue that it’s time to move from a vertical industry emphasis to one centered on business models instead, by updating the Global Industry Classification Standard to reflect the wider scope of today’s corporate giants. New measures and standards can help investors, customers, and employees manage new strategic landscapes with greater insight.\n"]}