{"name": "Global Investment Performance Standards (GIPS) Definition", "@id": "https://www.investopedia.com/terms/g/gips.asp", "related": ["https://www.investopedia.com/terms/c/certificate-investment-performance-measurement-cipm.asp", "https://www.investopedia.com/terms/c/cfainstitute.asp", "https://www.investopedia.com/terms/t/temporarynewaccount.asp", "https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/p/performanceaudit.asp", "https://www.investopedia.com/terms/i/ifrs.asp"], "body": ["\nGlobal Investment Performance Standards (GIPS) are a set of voluntary standards used by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-manager.asp\">investment managers</a> throughout the world to ensure the full disclosure and fair representation of their investment performance. The goal of the standards is to make it possible for investors to compare one firm’s performance against that of another firm.\n", "\nThe Global Investment Performance Standards were created by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfainstitute.asp\">CFA Institute</a>, a global association for investment management professionals, and are governed by the GIPS Executive Committee.\n", "\nThe Global Investment Performance Standards are a \"set of standardized, industry-wide ethical principles that guide investment firms on how to calculate and present their investment results to prospective clients,\" according to the CFA Institute. Because the standards are voluntary, investment firms can choose to comply with them or not. However, because the standards are in wide use worldwide, complying with them makes it easier for investment firms to do business in multiple countries, saving them the time of having to apply different performance calculation measures for investment presentations, depending on the locale.\n", "\nThe CFA Institute says the standards:\n", "\nInvestment management companies often make a point of indicating that they are \"GIPS compliant.\" That can lend additional credibility to companies, especially those that do business outside the more mature markets of North America and Europe.\n", "\nThe forerunner of the Global Investment Performance Standards was the Association for Investment Management and Research–Performance Presentation Standards (AIMR–PPS). Created in 1987, this was a set of voluntary performance guidelines for investment management firms in the United States and Canada.\n", "\nIn response to the need for a more international set of guidelines, the Global Investment Performance Standards were first introduced in 1999. In 2005 the CFA Institute, as the Association for Investment Management and Research had been renamed, approved a revised set of guidelines to create a single global standard of investment performance and replace the previous country-specific performance standards.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cfainstitute.org/-/media/documents/code/gips/2020-gips-standards-firms.ashx\">most recent edition</a> of Global Investment Performance Standards was released on June 30, 2019 and goes into effect on Jan. 1, 2020.\n", "\nAccording to the CFA Institute, the Global Investment Performance Standards are currently used in \"more than 40 markets globally\" and \"84 of the top 100 asset management firms worldwide claim compliance with the GIPS standards for all or part of their business. Combined, the top 100 GIPS-compliant firms represent more than US$50 trillion of assets under management.\"\n"]}