{"name": "Global Fund Definition", "@id": "https://www.investopedia.com/terms/g/globalfund.asp", "related": ["https://www.investopedia.com/terms/c/countryfund.asp", "https://www.investopedia.com/terms/e/emergingmarketfund.asp", "https://www.investopedia.com/terms/i/internationalfund.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/f/foreign-fund.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nA global fund is a fund that invests in companies located anywhere in the world including the investor’s own country. A global fund seeks to identify the best investments from a global universe of securities. Global funds may also be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/passivemanagement.asp\">passively managed</a>. A global fund can be focused on a single asset class or allocated to multiple asset classes.\n", "\nA global fund provides investors with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversified</a> portfolio of global investments. Investing in international securities can increase an investor’s potential return, with some additional risks. A global fund can help to mitigate some of the risks and fears investors may have when considering international investments.\n", "\nAround the globe, investment regions are usually described as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/developed-economy.asp\">developed markets</a>, emerging markets, and frontier markets. Each category includes countries with their own individual characteristics and risks.\n", "\nDeveloped markets represent companies that have mature economies and efficient infrastructures, specifically for financial market transactions. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketeconomy.asp\">Emerging markets</a> often provide the greatest opportunity for return, as they are some of the largest and fastest-growing economies in the world. Frontier markets will offer the highest risk, as they are the least developed.\n", "\nA global fund can invest in any region or country in the world. It may choose a specific concentration or it may invest broadly across asset classes and countries. Global funds can be offered as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-endinvestment.asp\">closed-end mutual funds</a>, open-end mutual funds, or exchange-traded funds (ETF).\n", "\nInvestors can expand their investable universe globally to seek out greater returns but investing in global securities can also increase risks. Therefore, global funds provide a leading investment option because their diversified investments can mitigate risk and also allow for the identification of top-performing investments.\n", "\nTo further manage risk while attempting to generate a higher return, investors can choose to invest in both global debt and equity funds or hybrid funds, which invest in both asset classes. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activemanagement.asp\">Actively managed</a> global funds are a popular choice for investors, however, passively managed index funds can also provide broad market exposure with diversification benefits.\n", "\nWhile there are many funds in the global debt category, some high-profile representative funds include the Vanguard Total International Bond Index Fund, which has over $142 billion in net assets as of late June 2020; the American Funds Capital World Bond Fund, which has over $13 billion in net assets; and the PIMCO International Bond Fund, with net assets of over $11 billion.\n", "\nWhile each global debt fund has different features and allocations, each invests in various diversified portfolios of U.S. and non-U.S. fixed-income securities.\n", "\nMajor funds in the large-cap global equity space include the American Funds New Perspective Fund, with net assets of over $95 billion as of late June 2020; American Funds Capital World Growth and Income Fund, net assets $91.2 billion; and First Eagle Global Fund, which manages over $41 billion worth of assets.\n", "\nGlobal equity funds buy stocks domestically and around the world, and come in hundreds of combinations of guiding philosophies, allocation strategies, and management styles.\n"]}