{"name": "Glocalization Definition", "@id": "https://www.investopedia.com/terms/g/glocalization.asp", "related": ["https://www.investopedia.com/terms/f/fintech.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp", "https://www.investopedia.com/terms/i/internationalization.asp", "https://www.investopedia.com/terms/c/consumerism.asp", "https://www.investopedia.com/terms/k/killerapplication.asp", "https://www.investopedia.com/terms/c/corporate-culture.asp"], "body": ["\nGlocalization is a combination of the words \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/10/globalization-developed-countries.asp\">globalization</a>\" and \"localization.\" The term is used to describe a product or service that is developed and distributed globally but is also adjusted to accommodate the user or consumer in a local market.\n", "\nA common example would be cars that are sold worldwide but adjusted to meet local criteria such as emissions standards or what side the steering wheel is located. It could also focus on more cultural aspects, such as a global fast-food chain offering geographically-specific menu items that cater to local tastes.\n", "\nOften, glocalization campaigns involve culturally friendly media and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insurance/020117/look-geicos-marketing-strategy.asp\">ad campaigns</a> to encourage the acceptance of foreign products among a local audience.\n", "\n<strong>[Important: While glocalization helps customize an international corporation's products to a particular culture or geography, it must also pay attention to the risk of perceived cultural appropriation.]</strong>\n", "\nGlocalization is the adaptation of global and international products, into the local contexts they're used and sold in. The term was coined in the Harvard Business Review, in 1980, by sociologist Roland Robertson, who wrote that glocalization meant \"the simultaneity—the co-presence—of both universalizing and particularizing tendencies.\"\n", "\nIn regards to a particular product or service, this means the adaptation of globally marketed products and services into local markets. A global product or service, something everyone needs and can get used out of, may be tailored to conform with local laws, customs, or consumer preferences. Products that are \"glocalized\" are, by definition, going to be of much greater interest to the end user, the person who ends up using the product. This is because while it's something that everyone can use and has use for, as a global product, it's localization makes it more specific to an individual, their context, and their needs.\n", "\nGlocalization works for companies with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/042015/why-governments-are-afraid-bitcoin.asp\">decentralized authority</a> structures, and for companies that exist and compete in multiple, different cultural contexts. The process can be expensive, and resource intensive, but it often pays off for companies that practice it, as it allows for greater access to a larger, more culturally varied target market. It also makes those countries more effective competitors in those markets.\n", "\nIf globalization was charged with cultural homogenization, glocalization is something of an answer to it. Glocalization can be thought of as the opposite, or the inverse, of Americanization, too, which is the influence that American culture and business has on another country's culture. \n", "\nThis has mixed results for the larger economy. In making these companies more effective competitors, it should increase the quality of competition and drive down prices, making goods more accessible.\n", "\nHowever, since glocalization is generally the practice of large multinational corporations, driving the price down and taking a big share of the market, the process can hurt smaller, local businesses, struggling to compete with these corporations low costs of production. This can result in less competition, and end up driving prices up.\n"]}