{"name": "GmbH Definition", "@id": "https://www.investopedia.com/terms/g/gmbh.asp", "related": ["https://www.investopedia.com/terms/l/limited_company.asp", "https://www.investopedia.com/terms/a/ag-aktiengesellschaft.asp", "https://www.investopedia.com/terms/l/ltd-limited.asp", "https://www.investopedia.com/terms/y/yugen-kaisha.asp", "https://www.investopedia.com/terms/p/plc.asp", "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp"], "body": ["\nGmbH is an abbreviation of the German phrase “Gesellschaft mit beschränkter Haftung,” which means \"company with limited liability.\" It's a suffix used after a private limited company's name in Germany (versus AG, which is used to indicate a public limited company). GmbH is the equivalent of \"Ltd.\" (limited) used in the U.K. and is the most common form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incorporate.asp\">incorporation</a> in Germany.\n", "\nA limited company is one where the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholders</a>' liability is limited to the amount of their original investment, and the shareholders are not responsible for the company's debts, thus protecting their personal assets in the event that the company becomes insolvent. The difference between a private limited company and a public limited company is that the shares in a private limited company are not offered to the general public and are not traded on a public stock exchange.\n", "\nThe most common corporate legal entity in Germany and Austria is the limited liability company or GmbH. Under German law, the minimum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalrequirement.asp\">capital requirement</a> for starting a private limited company is €25,000, half of which must be available before registering the firm in the Unternehmensregister or Company Register, the central platform for saving legally relevant company data. This way, the country ensures that only solvent entrepreneurs are able to start new companies.\n", "\nDuring the period between the creation and registration of the company, business activities may commence, making participating individuals personally liable. However, the company only becomes effective once it has been registered, which usually takes up to three weeks, at which point shareholders are protected from any personal liability.\n", "\nWhen a newly formed GmbH applies to the Company Register for registration of the firm’s incorporation, it must also appoint its first director and include a list of its shareholders. A supervisory board is required if the company has more than 500 employees; otherwise, the company is run only by the managing directors who have the unrestricted proxy for the company.\n", "\nThere is no central corporate registry in Germany; instead, a company is registered in a local court where the company’s registered office is located or where the GmbH has its legal seat.\n", "\nIn 2008, a mini-Gmbh called Unternehmergesellschaft (UG) was introduced to assist and encourage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\">entrepreneurs</a> with only a limited amount of capital. The minimum capital requirement for Unternehmergesellschaft is €1. Each year, a UG is required to put aside at least 25% of its yearly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net profit</a>, until its reserve capital reaches the statutory minimum of €25,000, at which point it may change its legal form to GmbH.\n"]}