{"name": "Goldilocks Economy Definition", "@id": "https://www.investopedia.com/terms/g/goldilockseconomy.asp", "related": ["https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/t/taylorsrule.asp", "https://www.investopedia.com/terms/i/inflationary_gap.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/a/accomodativemonetarypolicy.asp", "https://www.investopedia.com/terms/s/sacrificeratio.asp"], "body": ["\nA Goldilocks economy is not too hot or too cold but just right—to steal a line from the popular children's story <em>Goldilocks and the Three Bears</em>. The term describes an ideal state for an economic system. In this perfect state, there is full employment, economic stability, and stable growth. The economy is not expanding or contracting by a large margin. A Goldilocks economy is warm enough with steady economic growth to prevent a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a>. However, growth is not so hot as to push it into an inflationary status.\n", "\nAlthough there is some debate among economists as to the exact characteristics of a Goldilocks economy, it's safe to say there should be a balance between growth, employment, and inflation. The ideal conditions are typically characterized by:\n", "\nIf GDP growth is too low, the economy can dip into a recession or an economic downturn. When an economy has two consecutive quarters—or six months—of negative GDP growth economist say the country is experiencing a recession. If GDP growth is too fast, it can lead to a surge in prices in an economy or inflation.\n", "\nFiscal spending by Congress is a way to help create and manage a Goldilocks economy. Governments can boost their spending through infrastructure projects such as the creation of roads and bridges as well as writing government contracts with private companies.\n", "\nThe use of taxes is also a tool employed to manage an economy. The reduction of taxes on businesses encourage business investment, and consumers tax cuts encourage consumer spending. However, the effects of fiscal spending and tax cuts can have mixed results and is rarely a long-term solution to maintaining the Goldilocks economy.\n", "\nCentral banks are responsible for regulating the money supply and the banking sector. The banking authority uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> tools to bring on and maintain a Goldilocks economy. The U.S. central bank is the Federal Reserve. The Fed can cut interest rates, spurring lending in the economy as consumers and businesses increase borrowing to take advantage of lower rates. Conversely, the Fed can increase interest rates if they feel the economy is growing too hot and inflation is rising at a faster rate than the Fed's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation_targeting.asp\" rel=\"noopener noreferrer\">inflation target</a>.\n", "\nRising prices can hurt an economy because consumers tend to cut back on spending. Companies get hurt by inflation if their raw materials become too expensive since the added costs eat into their profits. As a result, businesses can cut investment. Central banks such as the Fed react by increasing interest rates to slow the growth in the economy, which ultimately slows or prevents inflationary pressures. However, if central banks raise interest rates too soon, or by too much, their actions can trigger an economic slowdown.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-conditions.asp\" rel=\"noopener noreferrer\">Economic conditions</a> abroad and the response from foreign governments and other national central banks can also influence whether an economy can achieve a Goldilocks state. It can be challenging for central bankers and governments to engineer a Goldilocks economy since many factors need to come together for this economic state to exist.\n", "\nThe U.S. economy typically goes through five phases as part of the business cycle. These stages are growth or expansion, peak, recession or contraction, trough, and recovery. A Goldilocks economy may happen during the recovery and growth phases. Also, because of the existence of the business cycles, a Goldilocks economy should be considered a temporary state.\n", "\nA Goldilocks economy is ideal for investing. As companies grow and generate positive earnings growth, stocks perform well. The investor gains through share price appreciation and in some cases dividends as the business returns profits to its shareholders. In the absence of inflation, fixed income investments such as bonds will hold their value.\n", "\nHowever, if the GDP grows too quickly and inflation creeps up too rapidly, the economy can overheat. In this atmosphere, asset prices can become overvalued. The Fed may raise interest rates to try to cool down the economy. Rising interest rates break one of the key pillars of the Goldilocks economy and are usually a precursor to its end.\n", "\nThe economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cnbc.com/2014/08/01/finding-goldilocks-cnbc-explains.html\" rel=\"noopener noreferrer\">David Shulman</a> is widely considered to have coined the phrase \"Goldilocks economy.\" The U.S. economy of the middle to the late 1990s was considered a Goldilocks economy because it was \"not too hot, not too cold, but just right\"—a phrase that has been used to describe the ideal economy for investors.\n", "\nAs reported by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://money.cnn.com/2005/11/30/news/economy/gdp/index.htm\" rel=\"noopener noreferrer\"><em>CNN Money</em></a>, the Goldilocks term has also been used to describe the U.S. economy as it recovered from the tech bubble burst between 2004 and 2005. In 2005, the economy grew at 4.3% putting the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average</a> (DJIA) near multiyear highs for that time.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn 2017, with the economy growing at near 4%, employment between 3% and 4%, and no real inflation in sight, market participants considered it to be a Goldilocks economy.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Later that year, the Federal Reserve hiked interest rates to keep inflation and growth at moderate levels. The global economy was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.statista.com/statistics/273951/growth-of-the-global-gross-domestic-product-gdp/\" rel=\"noopener noreferrer\">averaging over 3% GDP</a> growth at that time.\n"]}