{"name": "Golden Handcuffs Definition", "@id": "https://www.investopedia.com/terms/g/goldenhandcuffs.asp", "related": ["https://www.investopedia.com/terms/e/eso.asp", "https://www.investopedia.com/terms/d/deferred-compensation.asp", "https://www.investopedia.com/terms/g/golden-coffin.asp", "https://www.investopedia.com/terms/v/vesting.asp", "https://www.investopedia.com/terms/r/retention-bonus.asp", "https://www.investopedia.com/terms/c/cash-bonus.asp"], "body": ["\nGolden handcuffs are a collection of financial incentives that are intended to encourage employees to remain with a company for a stipulated period of time. Golden handcuffs are offered by employers to existing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/key-employee.asp\">key employees</a> as a means of holding onto them as well as to increase employee retention rates. Golden handcuffs are common in industries where highly-compensated employees are likely to move from one company to another.\n", "\nEmployers invest significant resources in the hiring, training, and retaining of key employees. Golden handcuffs are intended to help employers hold onto employees that they've invested in but also to ensure that their best employees and top performers do not leave the firm. Sometimes golden handcuffs have a negative connotation as they are often associated with individuals staying at a job they are not happy in but not willing to leave because the financial loss would be significant.\n", "\nGolden handcuffs can be offered on a graduated basis when employees meet certain milestones, or they can be offered all at once with certain stipulations. Golden handcuffs can take many different forms. Some examples include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\">stock options</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/serp.asp\">supplemental executive retirement plans</a> (SERPs), large bonuses, vacation homes, a company car, insurance policies, and so forth.\n", "\nWhen these incentives are offered, they come with certain terms. Usually, they state that bonuses or other forms of compensation are only paid out if the employee stays for a defined period of time, or if they are paid out first, then they must be returned to the company if the employee leaves before a certain date.\n", "\nOther forms of golden handcuffs include contractual obligations that specify an action that an employee may or may not perform, such as a contract prohibiting a network television host from appearing on a competing channel.\n", "\nCharles has been working for company XYZ for five years. In those five years, the company has spent a significant amount of time and money in training and developing Charle's skill set. Within that same time frame, Charles has demonstrated his exceptional talent and ability to perform well for the company. Not only has the cost in training Charles been returned to the company many times over due to his work ethic, but he will be a remarkable asset to the firm for many years to come.\n", "\nBecause Charles is such an exceptional employee, XYZ is worried they may lose him to a competitor that may offer more money or other incentives. To prevent this from happening, XYZ offers Charles a significant financial incentive through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\">employee stock options</a>. However, the stock options do not <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vesting.asp\">vest</a> for five years, ensuring Charles will stay with the company for those five years and not miss out on a significant cash windfall.\n"]}