{"name": "Good Faith Money Definition", "@id": "https://www.investopedia.com/terms/g/goodfaithmoney.asp", "related": ["https://www.investopedia.com/terms/e/earnest-money.asp", "https://www.investopedia.com/terms/c/conditional-sales-agreement.asp", "https://www.investopedia.com/terms/e/escrow.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/c/conditional-offer.asp", "https://www.investopedia.com/terms/i/in-escrow.asp"], "body": ["\nGood faith money is a deposit of money into an account by a buyer to show that they have the intention of completing a deal. Good faith money is often later applied to the purchase but may be non-refundable if the deal does not go through.\n", "\nGood faith money can also be known as earnest money and acts similar to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security-deposit.asp\" rel=\"noopener noreferrer\">security deposit</a> on a rental property. Where a security deposit for a rental home, vehicle, or equipment may be taken as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\">insurance</a> against damages, good faith money is usually taken as insurance against a lost opportunity should the buyer not go through with completing a purchase.\n", "\nIn most cases, the deposit amount will be a percentage of the total amount owed—a small percentage for something large like a house or lease contract, and a larger percentage for smaller purchases of consumable items. A common example of good faith money is the so-called \"earnest money\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/escrow.asp\" rel=\"noopener noreferrer\">escrow</a> deposit required by most home sellers to enter into a sales contract with a buyer.\n", "\nThe amount of good faith money used to initiate a contract with a seller will vary considerably depending on the asset, the local market, and the credibility of the buyer. For example, when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040215/how-does-law-supply-and-demand-affect-housing-market.asp\" rel=\"noopener noreferrer\">housing market</a> in a given locale is very hot and multiple buyers make offers on the same properties, the expected earnest money deposit, in some areas, can rise higher than the standard 1% to 3% of the potential purchase price of the home.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn expensive neighborhoods, this can be such a substantial amount that the buyer has much more incentive to merely make the purchase, rather than delay while working out <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">financing</a>. Those buyers who do not have financing available already are thus weeded out in favor of buyers with stronger financial footing.\n", "\nThis phenomenon reflects the fact that although the money is ostensibly for the seller to offset the opportunity cost of doing business with a different buyer, the higher demand allows the seller to command more earnest money, pushing the buyer to quickly make a decision right away.\n", "\nThis also creates a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sunkcost.asp\" rel=\"noopener noreferrer\">sunk-cost</a> bias in the buyers that may help them get past their buyer's remorse if they bid up the property too high. Either way, a large earnest money requirement works in favor of the seller and should be a bit of a warning sign that they are about to pay an extra premium for the property. For someone who is looking to make a shrewd purchase, this would be a warning sign to let the property go.\n", "\nMost good faith money deposits are part of an agreement that spells out the conditions under which a buyer may lose their deposit if they are unable or unwilling to complete the contract. The written agreement is important for the buyer to ensure that the deposit will actually go towards the purchase.\n", "\nThe potential buyer can sometimes get their good faith money back depending on the terms of the agreement. For example, if the home fails a home inspection by a professional, it is usually a fair and justifiable reason to get the good faith money back.\n", "\nA good faith deposit may seem a little like a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">call option</a> because the buyer has the right to complete the ultimate purchase. However, unlike an option, good faith money is usually applied to the final purchase price, while a call option premium is not.\n"]}