{"name": "Goodwill Definition", "@id": "https://www.investopedia.com/terms/g/goodwill.asp", "related": ["https://www.investopedia.com/terms/a/acquisition-adjustment.asp", "https://www.investopedia.com/terms/n/negativegoodwill.asp", "https://www.investopedia.com/terms/p/push-down-accounting.asp", "https://www.investopedia.com/terms/h/historical-cost.asp", "https://www.investopedia.com/terms/r/remeasurement.asp", "https://www.investopedia.com/terms/g/goodwill-impairment.asp"], "body": ["\nGoodwill is an intangible asset that is associated with the purchase of one company by another. Specifically, goodwill is the portion of the purchase price that is higher than the sum of the net fair value of all of the assets purchased in the acquisition and the liabilities assumed in the process. The value of a company’s brand name, solid customer base, good customer relations, good employee relations, and proprietary technology represent some reasons why goodwill exists.\n", "\nThe process for calculating goodwill is fairly straightforward in principle but can be quite complex in practice. To determine goodwill in a simplistic formula, take the purchase price of a company and subtract the net <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairmarketvalue.asp\" rel=\"noopener noreferrer\">fair market value</a> of identifiable assets and liabilities.\n", "\n<strong>Goodwill</strong> = <em>P-(A-L)</em>, where: P = Purchase price of the target company, A = Fair market value of assets, L = Fair market value of liabilities.\n", "\nThe value of goodwill typically arises in an acquisition—when an acquirer purchases a target company. The amount the acquiring company pays for the target company over the target’s net assets at fair value usually accounts for the value of the target’s goodwill If the acquiring company pays less than the target’s book value, it gains <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negativegoodwill.asp\" rel=\"noopener noreferrer\">negative goodwill</a>, meaning that it purchased the company at a bargain in a distress sale.\n", "\nGoodwill is recorded as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\" rel=\"noopener noreferrer\">intangible asset</a> on the acquiring company's balance sheet under the long-term assets account. Under <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles</a> (GAAP) and International Financial Reporting Standards (IFRS), companies are required to evaluate the value of goodwill on their financial statements at least once a year and record any impairments.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Goodwill is considered an intangible (or non-current) asset because it is not a physical asset like buildings or equipment.\n", "\nThere are competing approaches among <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\" rel=\"noopener noreferrer\">accountants</a> as to how to calculate goodwill. One reason for this is that goodwill represents a sort of workaround for accountants. This tends to be necessary because acquisitions typically factor in estimates of future cash flows and other considerations that are not known at the time of the acquisition. While this is perhaps not a significant issue, it becomes one when accountants look for ways of comparing reported assets or net income between different companies; some that have previously acquired other firms and some that have not.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/impairment.asp\" rel=\"noopener noreferrer\">Impairment</a> of an asset occurs when the market value of the asset drops below <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historical-cost.asp\" rel=\"noopener noreferrer\">historical cost</a>. This can occur as the result of an adverse event such as declining cash flows, increased competitive environment, or economic depression, among many others. Companies assess whether an impairment is needed by performing an impairment test on the intangible asset.\n", "\nThe two commonly used methods for testing impairments are the income approach and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-approach.asp\" rel=\"noopener noreferrer\">market approach</a>. Using the income approach, estimated future cash flows are discounted to the present value. With the market approach, the assets and liabilities of similar companies operating in the same industry are analyzed.\n", "\nIf a company's acquired net assets fall below the book value or if the company overstated the amount of goodwill, then it must impair or do a write-down on the value of the asset on the balance sheet after it has assessed that the goodwill is impaired. The impairment expense is calculated as the difference between the current market value and the purchase price of the intangible asset.\n", "\nThe impairment results in a decrease in the goodwill account on the balance sheet. The expense is also recognized as a loss on the income statement, which directly reduces net income for the year. In turn, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS) and the company's stock price are also negatively affected.\n", "\nThe Financial Accounting Standards Board (FASB), which sets standards for GAAP rules, is considering a change to how goodwill impairment is calculated.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Because of the subjectivity of goodwill impairment and the cost of testing impairment, FASB is considering reverting to an older method called \"goodwill <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\" rel=\"noopener noreferrer\">amortization</a>\" in which the value of goodwill is slowly reduced annually over a number of years.\n", "\nGoodwill is not the same as other intangible assets. Goodwill is a premium paid over fair value during a transaction and cannot be bought or sold independently. Meanwhile, other intangible assets include the likes of licenses and can be bought or sold independently. Goodwill has an indefinite life, while other intangibles have a definite <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usefullife.asp\" rel=\"noopener noreferrer\">useful life</a>.\n", "\nGoodwill is difficult to price, and negative goodwill can occur when an acquirer purchases a company for less than its fair market value. This usually occurs when the target company cannot or will not negotiate a fair price for its acquisition. Negative goodwill is usually seen in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distressale.asp\" rel=\"noopener noreferrer\">distressed sales</a> and is recorded as income on the acquirer's income statement.\n", "\nThere is also the risk that a previously successful company could face <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insolvency.asp\" rel=\"noopener noreferrer\">insolvency</a>. When this happens, investors deduct goodwill from their determinations of residual equity. The reason for this is that, at the point of insolvency, the goodwill the company previously enjoyed has no resale value.\n", "\nIf the fair value of Company ABC's assets minus liabilities is $12 billion, and a company purchases Company ABC for $15 billion, the premium value following the acquisition is $3 billion. This $3 billion will be included on the acquirer's balance sheet as goodwill.\n", "\nAs a real-life example, consider the T-Mobile and Sprint merger announced in early 2018. The deal was valued at $35.85 billion as of March 31, 2018, per an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/Archives/edgar/data/1283699/000119312518231621/d589303ds4.htm\" rel=\"noopener noreferrer\">S-4 filing</a>. The fair value of the assets was $78.34 billion and the fair value of the liabilities was $45.56 billion. The difference between the assets and liabilities is $32.78 billion. Thus, goodwill for the deal would be recognized as $3.07 billion ($35.85 - $32.78), the amount over the difference between the fair value of the assets and liabilities.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\n<br/>\n", "\nGoodwill is an important accounting concept in investing. Shown on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a>, goodwill is an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\" rel=\"noopener noreferrer\">intangible asset</a> that is created when one company acquires another company for a price greater than its net asset value. Unlike other assets that have a discernible useful life, goodwill is not amortized or depreciated but is instead periodically tested for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/goodwill-impairment.asp\" rel=\"noopener noreferrer\">goodwill impairment</a>. If the goodwill is thought to be impaired, the value of goodwill must be written off, reducing the company’s earnings.\n", "\nEvaluating goodwill is a challenging but critical skill for many investors. After all, when reading a company’s balance sheet, it can be very difficult to tell whether the goodwill it claims to hold is in fact justified. For example, a company might claim that its goodwill is based on the brand recognition and customer loyalty of the company it acquired. When analyzing a company’s balance sheet, investors will therefore scrutinize what is behind its stated goodwill in order to determine whether that goodwill may need to be written off in the future. In some cases, the opposite can also occur, with investors believing that the true value of a company’s goodwill is greater than that stated on its balance sheet.\n", "\nConsider the case of a hypothetical investor who purchases a small consumer goods company that is very popular in her local town. Although the company only had net assets of $1 million, the investor agreed to pay $1.2 million for the company, resulting in $200,000 of goodwill being reflected in the balance sheet. In explaining this decision, the investor could point to the strong brand following of the company as a key justification for the goodwill that she paid. If, however, the value of that brand were to decline, then she may need to write off some or all of that goodwill in the future.\n"]}