{"name": "Government Accountability Office (GAO) Definition", "@id": "https://www.investopedia.com/terms/g/government-accountability-office-gao.asp", "related": ["https://www.investopedia.com/terms/c/comptroller-general.asp", "https://www.investopedia.com/terms/p/performanceaudit.asp", "https://www.investopedia.com/terms/b/blanket-appropriation.asp", "https://www.investopedia.com/terms/m/metcalf-report.asp", "https://www.investopedia.com/terms/i/internalauditor.asp", "https://www.investopedia.com/terms/s/sec.asp"], "body": ["\nThe Government Accountability Office (GAO) is an independent and non-partisan U.S. legislative agency that monitors and audits government spending and operations. Often called the \"congressional watchdog,\" GAO examines how taxpayer dollars are spent and provides recommendations on how to save the government money or operate more fiscally responsibly.\n", "\nThe Government Accountability Office (GAO) tracks how the legislative and executive branches of the government use taxpayer dollars and then provide results directly to Congress. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comptroller-general.asp\" rel=\"noopener noreferrer\">comptroller general</a> runs the GAO and serves a 15-year term. The position is appointed by the president from a bipartisan list of congressional recommendations. The current comptroller general, Gene L. Dodaro, was appointed in 2010.\n", "\nEssentially, the GAO serves as a congressional watchdog over government spending. It monitors the operating results, financial positions, and accounting systems used by the various governmental agencies and conducts routine audits on all branches of government.\n", "\nThe GAO conducts audits of federal government agencies to ensure that funds are allocated properly and not misappropriated. For example, it conducts audits and reviews of the Pentagon, including U.S. military spending on personnel and weapons systems. The GAO reviews government programs and policies to determine if the established goals are properly aligned with their original purpose and are being satisfied. \n", "\nThis office also investigates allegations of illegal activity within the government and issues legal determinations on proposed rules regarding other government agencies. \n", "\nThe GAO has broad authority to review the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\" rel=\"noopener noreferrer\">Federal Reserve</a>'s function and operations, and it conducts reviews of the emergency lending programs that were enacted following the 2008 financial markets' collapse. However, it does not have the authority to review individual meetings and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> decisions made by the Fed.\n", "\nAnother set of legislative duties includes establishing standards, referred to as the Generally Accepted Government Auditing Standards (GAGAS), for government audits and providing reports, such as reports about the Federal Budget and Education.\n", "\nDuring World War I, government spending and debt rose sharply, which prompted demand for a formal system to review, monitor, and control government expenditures. As a result, the Budget and Accounting Act of 1921 established the General Accounting Office (GAO), which assumed budget, accounting, and auditing responsibilities from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\" rel=\"noopener noreferrer\">U.S. Treasury</a> Department. In addition, this act also required the president to prepare an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annual-budget.asp\" rel=\"noopener noreferrer\">annual budget</a> for the federal government. In 2004, the name changed to the Government Accountability Office after the passing of the GAO Human Capital Reform Act.\n", "\nGovernment programs and expenditures expanded sharply in the 1930s as a result of President Roosevelt's New Deal social policies, which were created in response to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a>. The GAO's role, which originally focused on ensuring payments were made properly, grew in importance. By 1945, at the end of World War II, government spending had again soared, and the GAO began auditing government agencies to ensure they operated according to their purpose.\n", "\nBy the 1970s, the GAO's work had expanded to include reviews of agency work on consumer protection, the environment, and social welfare. Originally, agency personnel consisted of only <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountant.asp\" rel=\"noopener noreferrer\">accountants</a>; however, it soon expanded to include scientists, healthcare professionals, and computer scientists. \n"]}