{"name": "Government-Sponsored Retirement Arrangement (GSRA) Definition", "@id": "https://www.investopedia.com/terms/g/gsra.asp", "related": ["https://www.investopedia.com/terms/r/rrspdeductionlimit.asp", "https://www.investopedia.com/terms/r/rrsp.asp", "https://www.investopedia.com/terms/t/tax-deferred-savings-plan.asp", "https://www.investopedia.com/terms/m/maturedrrsp.asp", "https://www.investopedia.com/terms/t/tax-advantaged.asp", "https://www.investopedia.com/terms/l/lifelonglearningplan.asp"], "body": ["\nA Government-Sponsored Retirement Arrangement (GSRA) is a Canadian retirement plan for individuals who are not employees of a local, provincial or federal government body, but who are paid for their services from public funds. This type of retirement plan is not registered with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ccra.asp\">Canadian Revenue Agency</a> and does not thus qualify for tax-deferred status.\n", "\nRegulations on GSRAs reduce the amount that individuals receiving GSRAs are allowed to contribute to their registered retirement savings plans (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rrsp.asp\">RRSP</a>s). Canada law allows the plans and services below.\n", "\nA Registered Retirement Savings Plan (RRSP) is a retirement savings plan that you establish, that the government registers, and to which you or your spouse or common-law partner contribute. Deductible RRSP contributions can be used to reduce your tax. Any income you earn in the RRSP is usually exempt from tax as long as the funds remain in the plan; you generally have to pay tax when you receive payments from the plan.\n", "\nAccording to Revenue Canada:\n", "\nA Pooled Registered Pension Plan (PRPP) is a retirement savings option for individuals, including self-employed individuals. A PRPP enables its members to benefit from lower administration costs that result from participating in a large, pooled pension plan. It's also portable, so it moves with its members from job to job.\n", "\nSince the investment options within a PRPP are similar to those for other registered pension plans, its members can benefit from greater flexibility in managing their savings and meeting their retirement objectives.\n", "\nA registered disability savings plan (RDSP) is a savings plan that is intended to help parents and others save for the long term financial security of a person who is eligible for the disability tax credit (DTC).\n", "\nContributions to an RDSP are not tax-deductible and can be made until the end of the year in which the beneficiary turns 59. Contributions that are withdrawn are not included as income to the beneficiary when they are paid out of an RDSP.\n", "\nHowever, the Canada disability savings grant (grant), the Canada disability savings bond (bond), investment income earned in the plan, and the proceeds from rollovers are included in the beneficiary's income for tax purposes when they are paid out of the RDSP,\" according to Revenue Canada.\n"]}