{"name": "Government Bond Definition", "@id": "https://www.investopedia.com/terms/g/government-bond.asp", "related": ["https://www.investopedia.com/terms/t/treasurybill.asp", "https://www.investopedia.com/terms/t/treasury-yield.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/i/inflation-linkedsavingsbonds.asp", "https://www.investopedia.com/terms/g/governmentsecurity.asp", "https://www.investopedia.com/terms/t/treasury-budget.asp"], "body": ["\nA government bond is a debt security issued by a government to support government spending and obligations. Government bonds can pay periodic interest payments called coupon payments. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/where-can-i-buy-government-bonds/\" rel=\"noopener noreferrer\">Government bonds</a> issued by national governments are often considered low-risk investments since the issuing government backs them.\n", "\nGovernment bonds may also be known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign-debt.asp\" rel=\"noopener noreferrer\">sovereign debt.</a>\n", "\nGovernment bonds are issued by governments to raise money to finance projects or day-to-day operations. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\" rel=\"noopener noreferrer\">U.S. Treasury Department</a> sells the issued bonds during auctions throughout the year. Some <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\" rel=\"noopener noreferrer\">Treasury bonds</a> trade in the secondary market. Individual investors, working with a financial institution or broker, can buy and sell previously issued bonds through this marketplace. Treasuries are widely available for purchase through the U.S. Treasury, brokers, as well as exchange-traded funds, which contain a basket of securities.\n", "\nFixed-rate government bonds can have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a>, which occurs when interest rates are rising, and investors are holding lower paying fixed-rate bonds as compared to the market. Also, only select bonds keep up with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, which is a measure of price increases throughout the economy. If a fixed-rate <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0812/5-places-to-keep-your-money-when-you-dont-trust-the-banks.aspx\" rel=\"noopener noreferrer\">government bond</a> pays 2% per year, for example, and prices in the economy rise by 1.5%, the investor is only earning .5% in real terms.\n", "\nLocal governments may also issue bonds to fund projects such as infrastructure, libraries, or parks. These are known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\" rel=\"noopener noreferrer\">municipal bonds</a>, and often carry certain tax advantages for investors.\n", "\nU.S. Treasuries are nearly as close to risk-free as an investment can get. This low-risk profile is because the issuing government backs the bonds. Government bonds from the U.S. Treasury are some of the most secure worldwide, while those floated by other countries may carry a greater degree of risk.\n", "\nDue to this nearly risk-free nature, market participants and analysts use Treasuries as a benchmark in comparing the risk associated with securities. The 10-year Treasury bond is also used as a benchmark and guide for interest rates on lending products. Due to their low risk, U.S. Treasuries tend to offer lower rates of return relative to equities and corporate bonds.\n", "\nHowever, government-backed bonds, particularly those in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketeconomy.asp\" rel=\"noopener noreferrer\">emerging markets</a>, can carry risks that include country risk, political risk, and central-bank risk, including whether the banking system is solvent. Investors saw a bleak reminder of how risky some government bonds can be during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asian-financial-crisis.asp\" rel=\"noopener noreferrer\">Asian financial crisis</a> of 1997 and 1998. During this crisis, several Asian nations were forced to devalue their currency which sent reverberations around the globe. The crisis even caused Russia to default on its debt.\n", "\nGovernment bonds assist in funding deficits in the federal budget and are used to raise capital for various projects such as infrastructure spending. However, government bonds are also used by the Federal Reserve Bank to control the nation's money supply.\n", "\nWhen the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> repurchases U.S. government bonds, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a> increases throughout the economy as sellers receive funds to spend or invest in the market. Any funds deposited into banks are, in turn, used by those financial institutions to loan to companies and individuals, further boosting economic activity.\n", "\nAs with all investments, government bonds provide both benefits and disadvantages to the bondholder. On the upside, these debt securities tend to return a steady stream of interest income. However, this return is usually lower than other products on the market due to the reduced level of risk involved in their investments. \n", "\nThe market for U.S. government bonds is very liquid, allowing the holder to resell them on the secondary bond market easily. There are even ETFs and mutual funds that focus their investment on Treasury bonds.\n", "\nFixed rate bonds may fall behind during periods of increasing inflation or rising market interest rates. Also, foreign bonds are exposed to sovereign or governmental risk, changes in currency rates, and have a higher risk of default. \n", "\nSome U.S. Treasury bonds are free of state and federal taxes. But, the investor of foreign bonds may face taxes on income from these foreign investments.\n", "\nThere are various types of bonds offered by the U.S. Treasury that have various maturities. In addition, some bonds return regular interest payments, while some do not.\n", "\nThe U.S. Treasury offers series <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/serieseebond.asp\" rel=\"noopener noreferrer\">EE bonds</a> and series I savings bonds. Bonds sell at face value and have a fixed rate of interest. Bonds held for 20 years will reach their face value and effectively double. Series I bonds receive a semi-annually calculated secondary rate tied to an inflation rate.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\" rel=\"noopener noreferrer\">Treasury notes (T-notes)</a> are intermediate-term bonds maturing in two, three, five, or 10 years that provide fixed coupon returns. T-Notes typically have a $1,000 face value. However, two- or three-year maturities have a $5,000 face value. Although yields change daily, the 10-year yield closed at 2.406% March 31, 2019, and at that time had a 52-week range of 2.341% to 3.263%.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\" rel=\"noopener noreferrer\">Treasury bonds (T-Bonds)</a> are long-term bonds having a maturity between 10 to 30 years. T-Bonds give interest or coupon payments semi-annually and have $1,000 face values. The bonds help to offset shortfalls in the federal budget. Also, they help to regulate the nation’s money supply and execute U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a>. The 30-year Treasury bond yield closed at 2.817% March 31, 2019.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tips.asp\" rel=\"noopener noreferrer\">Treasury inflation-protected securities (TIPS)</a> is a Treasury security indexed to inflation. They protect investors from the adverse effects of rising prices. The par value—principal—increases with inflation and decreases with deflation, following the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\" rel=\"noopener noreferrer\">Consumer Price Index</a>.\n", "\nTIPS pay a fixed rate interest determined on the bond's auction on a six months basis. However, interest payment amounts vary since the rate applies to the adjusted principal value of the bond. TIPS have maturities of five, 10, and 30 years. On November 19, 2020, the 10-year TIPS bond was auctioned with an interest rate of -0.867%.\n"]}