{"name": "Grandfather Clause Definition", "@id": "https://www.investopedia.com/terms/g/grandfatherclause.asp", "related": ["https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/c/common-law.asp", "https://www.investopedia.com/terms/c/cease-and-desist.asp", "https://www.investopedia.com/terms/i/injunction.asp"], "body": ["\nA grandfather clause is an exemption that allows persons or entities to continue with activities or operations that were approved before the implementation of new rules, regulations, or laws. Such allowances can be permanent, temporary, or instituted with limits.\n", "\nGenerally speaking, a grandfather clause only exempts people or entities engaged in specified activities before new rules were put in place. All other parties entering the market post-implementation are required to abide by the new rules.\n", "\nAs a result, grandfather clauses effectively place two sets of rules or regulations on otherwise similar businesses or circumstances, which can create unfair <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantages</a> for grandfathered parties. In these situations, grandfather clauses may only be granted for a set period of time, thereby encouraging the party with a grandfather clause to work towards compliance with the new rules before the grace period elapses.\n", "\nThe origin of the term grandfather clause refers to statutes put in place after the Civil War by seven Southern states in an attempt to block African Americans from voting, while exempting white voters from taking literacy tests and paying poll taxes required to vote. In the statutes, white voters whose grandfathers had voted before the end of the Civil War were exempt from taking the tests and paying the taxes under the grandfather clause.\n", "\nThe statute was deemed to be unconstitutional by the Supreme Court in 1915 because it violated equal voting rights, but the use of the term indicating rights prior to rule changes carries on. The term has expanded beyond its roots in racial exclusion to refer mainly to legal exclusions granted on the basis of a current business practice being grandfathered in.\n", "\nDepending on specific circumstances, grandfather clauses can be implemented in perpetuity, for a specified amount of time, or with specific limitations. In situations where this clause creates a competitive advantage for the grandfathered party, exemptions are usually granted for a specified period to allow existing businesses to make the changes necessary to comply with new rules and regulations.\n", "\nClauses with specific limitations may also be put in place to prevent unfair competition, such as prohibitions on the expansion, remodeling, or retooling of an existing facility. This keeps a manufacturing plant, for example, from avoiding upgrades to current environmental standards while still continuing to increase production.\n", "\nOne of the most common uses of grandfather clauses is found in changing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zoning.asp\" rel=\"noopener noreferrer\">zoning</a> laws. For example, in situations where changes in zoning laws prohibit new retail establishments, the existing stores are typically granted grandfather clauses allowing them to stay in business if they abide by specified limitations. A common limitation in these circumstances is the sale of a business, which can void the grandfather clause.\n", "\nGrandfather clauses are also common in the electricity industry. In many countries, new regulations on carbon emissions are being applied to proposed generation plants, while grandfather clauses for specified time frames have been granted to existing coal-powered facilities. In part, the clauses are being put in place to allow coal-powered plants time to integrate emission controls and to allow workers and communities dependent on coal mining enough time to transition away from the industry.\n"]}