{"name": "Greater Fool Theory Definition", "@id": "https://www.investopedia.com/terms/g/greaterfooltheory.asp", "related": ["https://www.investopedia.com/terms/s/subprime_market.asp", "https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/t/takeaflier.asp"], "body": ["\nThe greater fool theory argues that prices go up because people are able to sell overpriced securities to a \"greater fool\", whether or not they are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overvalued.asp\">overvalued</a>. That is, of course, until there are no greater fools left.\n", "\nInvesting according to the greater fool theory means ignoring <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/09/five-must-have-metrics-value-investors.asp\">valuations, earnings reports, and all the other data</a>. Ignoring the fundamentals is, of course, risky; and so people subscribing to the greater fool theory could be left <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bag-holder.asp\">holding the bag</a> after a correction.\n", "\nIf acting in accordance with the greater fool theory, an investor will purchase questionably priced securities without any regard to their quality. If the theory holds, the investor will still be able to quickly sell them off to another “greater fool,” who could also be hoping to flip them quickly. Unfortunately, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculativebubble.asp\">speculative bubbles</a> burst eventually, leading to a rapid depreciation in share prices.\n", "\nThe greater fool theory breaks down in other circumstances, as well, including economic recessions and depressions. In <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">2008</a>, when investors purchased faulty mortgage-backed securities, it was difficult to find buyers when the market collapsed.\n", "\nBy 2004, U.S. homeownership had peaked at 70%. In late 2005, home prices started to fall, leading to a 40% decline in the U.S. Home Construction Index in 2006. Many subprime borrowers were no longer able to withstand high interest rates and began to default on their loans. Financial firms and hedge funds that owned in excess of $1 trillion in securities backed by these failing subprime mortgages also began to move into distress.\n", "\nOne of the reasons that it was difficult to find buyers for mortgage-backed securities during the 2008 financial crisis was that these securities were built on debt that was of very poor quality. It is important in any situation to conduct thorough <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\">due diligence</a> on an investment, including a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a> model in some circumstances, to determine its fundamental worth.\n", "\nDue diligence is a broad term that encompasses a range of qualitative and quantitative analyses. Some aspects of due diligence can include calculating a company’s capitalization or total value; identifying revenue, profit, and margin trends; researching competitors and industry trends; as well as putting the investment in a broader market context—crunching certain multiples like price-to-earnings (PE), price-to-sales (P/S), and price/earnings-to-growth (PEG). Investors can also take steps to understand management (the effects and methods of their decision-making) and company ownership (i.e. via a capitalization table that breaks down who owns the majority of company shares and has the strongest voting power).\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin's</a> price is often cited as an example of the greater fool theory. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> does not have intrinsic value (according to some, although this is an area of debate), consumes massive amounts of energy, and consists simply of lines of code stored in a computer network. Despite these concerns, the price of bitcoin has skyrocketed over the years.\n", "\nAt the end of 2017, it touched a peak of $20,000 before retreating. Attracted to the lure of profiting from its price appreciation, traders and investors are rapidly buying and selling the cryptocurrency. Articles have posited that they are buying because they hope to resell at a higher price to someone else later. The greater fool theory has helped bitcoin price zoom upwards in a short period of time as demand has outstripped supply of the cryptocurrency.\n", "\nHowever, the years 2020-21 saw Bitcoin rise to new highs, topping $60,000 and hovering above $50,000 for weeks. This time, however, large institutional investors and corporations like Tesla and Apple have been involved in the buying - and it is debatable whether or not these are the likes of fools. So, perhaps Bitcoin is not an example of the greater fool theory, after all.\n"]}