{"name": "Great Society Definition", "@id": "https://www.investopedia.com/terms/g/great-society.asp", "related": ["https://www.investopedia.com/terms/m/medicaid.asp", "https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp", "https://www.investopedia.com/terms/n/new-deal.asp", "https://www.investopedia.com/terms/u/us-centers-medicare-and-medicaid-services-cms.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp"], "body": ["\nThe Great Society was a set of domestic policy initiatives, programs, and legislation that were introduced in the 1960s in the U.S. These policies were intended to reduce poverty levels, reduce racial injustice, reduce crime, and improve the environment. Great Society policies were launched by then-President Lyndon B. Johnson between 1964 and 1965.\n", "\nJohnson first laid out his agenda for what he coined a “Great Society” during a speech at the University of Michigan. Johnson vowed that this collection of program would lead to \"an end to poverty and racial injustice.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAlthough Johnson's policies targeted education, workforce training, healthcare, and food security, and voting and civil rights, they were centrist in their approach.\n", "\nThe initiatives that comprised the Great Society have been compared, in their scope and their intent, to President Franklin D. Roosevelt’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/new-deal.asp\" rel=\"noopener noreferrer\">New Deal</a> programs, enacted in the U.S. between 1933 and 1939.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nThe Great Society is considered one of the largest social reform plans in modern history. It produced Medicare, Medicaid, the Older Americans Act, and the Elementary and Secondary Education Act (ESEA) of 1965, all of which remain government programs. In addition, Johnson's efforts helped to establish greater civil and voting rights, greater environmental protections, and increased aid to public schools.\n", "\nIn March 1964, Johnson introduced the Office of Economic Opportunity and the Economic Opportunity Act to Congress. Johnson wanted to address the underprivileged members of the U.S. by creating a Job Corps. He also asked state and local governments to create work training programs. A national work-study program provided funding for 140,000 Americans to attend college. Other initiatives included community action programs, government-sponsored programs that trained volunteers to serve poor communities, loans to employers to hire the unemployed, funding for agricultural co-ops, and help for parents re-entering the workforce.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ \n", "\nWhen Johnson took office, many of the elderly and underprivileged members of the U.S. lacked any health insurance. When Johnson became the President, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\" rel=\"noopener noreferrer\">Medicaid</a> programs became part of U.S. law. Medicare helped to provide coverage for hospital and physician visits for the elderly; the Medicaid program helped to cover healthcare costs for those suffering from poverty and receiving assistance from the government.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ \n", "\nProject Head Start began as an eight-week summer camp. It was operated by the Office of Economic Opportunity, and 500,000 children aged from three to five received preschool education.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ In 1965, the Elementary and Secondary Education Act was passed, which guaranteed federal funding for education in school districts where the majority of students were living in low-income households.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nGreat Society policies also focused on urban renewal. Following <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/022516/economic-conditions-helped-cause-world-war-ii.asp\" rel=\"noopener noreferrer\">World War II</a>, many major cities were in poor condition, and affordable housing was hard to find, particularly for the disadvantaged and underprivileged. The Housing and Urban Development Act of 1965 provided federal funds to cities so they could invest in urban development that met minimum housing standards.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ The Act provided better access to home mortgages and a rent-subsidy program.\n", "\nJohnson also created additional support for the arts and humanities by signing the National Foundation on the Arts and Humanities Act in 1965.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nVarious environmental initiatives set water quality standards and vehicle emission standards. Laws were also passed to protect wildlife, rivers, historic landmarks, and to create scenic trails.\n", "\nSome of Johnson’s efforts were overshadowed by the Vietnam War. As the conflict waged on, Johnson was forced to divert funds that were supposed to promote education and help underprivileged members of society to the Vietnam War. While some Americans did not support Johnson's government-funded programs to reduce poverty, he is perhaps better known to many Americans as the president who forced America into an unwinnable war, resulted in over 58,000 American military fatalities, rather than a champion of initiatives to help increase education levels and reduce inequality among Americans.\n"]}