{"name": "Greenwashing Definition", "@id": "https://www.investopedia.com/terms/g/greenwashing.asp", "related": ["https://www.investopedia.com/terms/g/green_tech.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/a/advertorial.asp", "https://www.investopedia.com/terms/m/marketsegmentation.asp", "https://www.investopedia.com/terms/m/mobile-marketing.asp"], "body": ["\nGreenwashing is the process of conveying a false impression or providing misleading information about how a company's products are more environmentally sound. Greenwashing is considered an unsubstantiated claim to deceive consumers into believing that a company's products are environmentally friendly.\n", "\nFor example, companies involved in greenwashing behavior might make claims that their products are from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0712/6-things-you-didnt-know-you-can-recycle-for-money.aspx\">recycled materials</a> or have energy-saving benefits. Although some of the environmental claims might be partly true, companies engaged in greenwashing typically exaggerate their claims or the benefits in an attempt to mislead consumers.\n", "\nGreenwashing is a play on the term \"whitewashing,\" which means using misleading information to gloss over bad behavior.\n", "\nAlso known as \"green sheen,\" greenwashing is an attempt to capitalize on the growing demand for environmentally sound products, whether that means they are more natural, healthier, free of chemicals, recyclable, or less wasteful of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets-economy/090516/10-countries-most-natural-resources.asp\">natural resources</a>.\n", "\nThe term originated in the 1960s when the hotel industry devised one of the most blatant examples of greenwashing. They placed notices in hotel rooms asking guests to reuse their towels to save the environment. The hotels enjoyed the benefit of lower laundry costs.\n", "\nMore recently, some of the world's biggest carbon emitters, such as conventional energy companies, have attempted to rebrand themselves as champions of the environment. Products are greenwashed through a process of renaming, rebranding, or repackaging them. Greenwashed products might convey the idea that they're more natural, wholesome, or free of chemicals than competing brands.\n", "\nCompanies have engaged in greenwashing via press releases and commercials touting their clean energy or pollution reduction efforts. In reality, the company may not be making a meaningful commitment to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/07/green-investing.asp\">green initiatives</a>. In short, companies that make <em>unsubstantiate</em>d <em>claims</em> that their products are environmentally safe or provide some green benefit are involved in greenwashing.\n", "\nOf course, not all companies are involved in greenwashing. Some products are genuinely green. These products usually come in packaging that spells out the real differences in their contents from competitors' versions.\n", "\nThe marketers of truly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/07/green-industries.asp\">green products</a> are only too happy to be specific about the beneficial attributes of their products. The website for Allbirds, for example, explains that its sneakers are made from merino wool, with laces made from recycled plastic bottles, and insoles that contain castor bean oil. Even the boxes used in shipping are made from recycled cardboard.\n", "\nThe U.S. Federal Trade Commission (FTC) helps to protect consumers by enforcing laws designed to ensure a competitive, fair marketplace. The FTC offers guidelines on how to differentiate real green from greenwashed:\n", "\nThe U.S. Federal Trade Commission (FTC) offers several illustrations of greenwashing on its website, which details its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/green-guides\">voluntary guidelines</a> for deceptive green marketing claims. Below is a list containing examples of unsubstantiated claims that would be considered greenwashing.\n"]}