{"name": "Green Card Definition", "@id": "https://www.investopedia.com/terms/g/green-card.asp", "related": ["https://www.investopedia.com/terms/f/form1078.asp", "https://www.investopedia.com/terms/r/residentalien.asp", "https://www.investopedia.com/terms/n/nexus.asp", "https://www.investopedia.com/terms/s/student-visa.asp", "https://www.investopedia.com/form-1040nr-ez-4782481", "https://www.investopedia.com/form-1040nr-4782170"], "body": ["\nA green card is a colloquial name for the identification card issued by U.S. Citizenship and Immigration Services to permanent residents, who are legally allowed to live and work in the U.S. indefinitely. Green cards got their nickname because they were green in color from 1946 to 1964. In 2010 they became green again, but the nickname persisted during the intervening decades of blue, pink and yellow \"green cards.\" \n", "\nIndividuals can be eligible for a green card through family, work, refugee, asylee status, or a variety of special programs. These include the Diversity Immigrant Visa Program, which makes 50,000 visas available each year through a<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/021116/how-green-card-lottery-really-works.asp\"> lottery system</a> targeted at underrepresented countries. Making investments above a certain threshold can entitle an investor to permanent resident status. The Director of Central Intelligence can also grant green cards. \n", "\nPermanent residents who are 18 or older are required to carry their green cards at all times or face fines or jail time. The fine can be up to $100 or 30 days in jail. Copies of a green card are not accepted as proof. The cards expire after 10 years and must be renewed, except for those issued from 1977 to 1989, which never expire. Conditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/residentalien.asp\">permanent residents</a> who obtain legal status through a recent marriage or investment must renew their green cards after two years.\n", "\nThe green card lottery system is officially known as the Diversity Immigrant Visa Program or Diversity Program (DV). The first one was officially held in 1994, but the program existed under different auspices since 1986 and with smaller limits. The reason why the U.S. has this system is to give countries with low immigration rates to the U.S. a chance of winning a green card. It also pays homage to America’s heritage as a cultural melting pot. \n", "\nCurrently, the DV program gives away upwards of 55,000 visas per year. Countries that have more than 50,000 residents legally immigrate to the U.S. in the last five years are not allowed to participate. If your spouse wins so do you as long as you are registered and all unmarried children under 21 will also be given a green card. Your family must be listed on the application for you to win.\n", "\nAs mentioned above, certain investments can allow for permanent resident status in the U.S. The program is known as the EB-5 Immigrant Investor Program. To be eligible, you must be physically present inside the U.S., and able to receive an immigrant VISA. It is currently under modernization and the new rules will go into effect on Nov. 21, 2019. \n", "\nCurrently, an EB-5 applicant would need to invest $1 million into a beneficial enterprise that will create at least 10 full-time jobs for qualified people. The amount for economically <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depression.asp\">depressed areas</a> is $500,000. Both amounts require 10 full-time positions to be created. The new rules require alien investors and entrepreneurs to invest $1.8 million and $900,000 respectively.\n"]}