{"name": "Greenmail Definition", "@id": "https://www.investopedia.com/terms/g/greenmail.asp", "related": ["https://www.investopedia.com/terms/a/anti-greenmailprovision.asp", "https://www.investopedia.com/terms/j/just-say-no-defense.asp", "https://www.investopedia.com/terms/r/raider.asp", "https://www.investopedia.com/terms/t/takeoverbid.asp", "https://www.investopedia.com/terms/k/killerbees.asp", "https://www.investopedia.com/terms/l/lockupoption.asp"], "body": ["\nGreenmail is the practice of buying enough shares in a company to threaten a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostiletakeover.asp\" rel=\"noopener noreferrer\">hostile takeover</a> so that the target company will instead repurchase its shares at a premium. Regarding mergers and acquisitions, the company makes a greenmail payment as a defensive measure to stop the takeover bid. The target company must repurchase the stock at a substantial premium to thwart the takeover, which results in a considerable profit for the greenmailer.\n", "\nLike blackmail, greenmail is money paid to an entity to stop or prevent aggressive behavior. In mergers and acquisitions, it is an anti-takeover measure in which the target company pays a premium, known as greenmail, to purchase its own shares back at inflated prices from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-raider.asp\" rel=\"noopener noreferrer\">corporate raider</a>. After accepting the greenmail payment, the raider generally agrees to discontinue the takeover and not buy any more shares for a specific time.\n", "\nThe term \"greenmail\" stems from a combination of blackmail and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/greenback.asp\" rel=\"noopener noreferrer\">greenbacks</a> (U.S. dollars). The high number of corporate mergers that occurred during the 1980s led to a wave of greenmail. During that time, it was suspected that some corporate raiders, seeking only to profit, initiated takeover bids with no intention of following through on the takeover.\n", "\nAlthough greenmail still occurs tacitly in various forms, several federal and state regulations made it much more difficult. In 1987, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> introduced an excise tax of 50% on greenmail profits.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Furthermore, companies have introduced various defense mechanisms, referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/poisonpill.asp\" rel=\"noopener noreferrer\">poison pills</a>, to deter activist investors from making hostile takeover bids.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/anti-greenmailprovision.asp\" rel=\"noopener noreferrer\">anti-greenmail provision</a> is a special clause in a firm's corporate charter that prevents the board of directors from approving greenmail payments. An anti-greenmail rule will remove the possibility that a board takes the expedient way out and pays off an unwelcome acquirer of the company's shares, leaving <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a> worse off.\n", "\nGreenmail is often seen as a predatory practice, bordering on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/extortion.asp\" rel=\"noopener noreferrer\">extortion</a>. In this view, the greenmailer who buys up shares does not intend to participate in the company's operations as a shareholder. Instead, the greenmailer buys the shares intending only to threaten management with a hostile takeover or other actions. If successful, critics believe that the greenmailer profits at the company's expense while providing nothing in return.\n", "\nDespite its sinister reputation, some forms of greenmail can be seen as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\" rel=\"noopener noreferrer\">free-market</a> solutions to real disputes between shareholders. A corporate raider may genuinely believe that resources within the company are not used effectively. One solution may be to sell off assets at a profit to other firms, which can presumably put them to better use. This arrangement could be beneficial to the corporate raider, other shareholders, and society as a whole.\n", "\nHowever, the firm's management may not share the corporate raider's view that their assets would be put to better use by others. Suppose that management can come up with the funds to pay greenmail instead. That provides a sort of free-market proof that the assets should remain under the firm's control. The corporate raider forgoes the profits that could be made selling off assets by selling shares instead. If the raider can make more money selling the assets, greenmail does not occur because it would be unprofitable and economically inefficient. Hence, greenmail only takes place when it is beneficial in this view.\n", "\nSir James Goldsmith was a notorious corporate raider in the 1980s. He orchestrated two high-profile greenmail campaigns against St. Regis Paper Company and Goodyear Tire and Rubber Company (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=gt\" rel=\"noopener noreferrer\">GT</a>). Goldsmith earned $51 million from his St. Regis venture and $93 million from his Goodyear raid, which took only two months.\n", "\nIn October 1986, Goldsmith purchased an 11.5% stake in Goodyear at an average cost of $42 per share. He also filed plans to finance a takeover of the company with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a>. Part of his plan was to have the company sell off all its assets except its tire business. This plan was not well-received among Goodyear executives.\n", "\nIn response to Goodyear's resistance, Goldsmith proposed to sell his stake back to the company for $49.50 a share. This type of strong-arm proposal is often referred to as the ransom or the goodbye kiss. Eventually, Goodyear accepted and subsequently repurchased 40 million shares from shareholders at $50 per share, which cost the company $2.9 billion. Goodyear's share price fell to $42 immediately following the repurchase.\n"]}