{"name": "Gross Interest Definition & Example", "@id": "https://www.investopedia.com/terms/g/gross-interest.asp", "related": ["https://www.investopedia.com/terms/b/breakeven-yield.asp", "https://www.investopedia.com/terms/b/bond-yield.asp", "https://www.investopedia.com/terms/b/bond-valuation.asp", "https://www.investopedia.com/terms/s/savingsaccount.asp", "https://www.investopedia.com/terms/y/yieldtomaturity.asp", "https://www.investopedia.com/terms/c/compoundinterest.asp"], "body": ["\nGross interest is the annual rate of interest to be paid on an investment, security, or deposit account before taxes or other charges are deducted. Gross interest is expressed as a percentage and is the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net-interest-income.asp\">net interest</a>, which is the rate of interest after taxes, fees and other costs are deducted.\n", "\nWhen an individual deposits money in their bank account, the bank pays interest on the funds to the accountholder to compensate them for the deposit. This is because the deposit is used to lend money to other individual and corporate borrowers, generating income for the bank. The interest paid to the accountholder may be deposited in the entity’s account monthly, quarterly, or annually, depending on the financial institution or account type.\n", "\nThe interest is simply referred to as gross interest because it does not factor in taxes, which also impacts the interest earnings. For example, if you had $3,000 in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savingsaccount.asp\">savings account</a> that earns 2% interest paid on a yearly basis, the quoted 2% is the gross interest. So the bank would pay you $60 at the end of the year.\n", "\nHowever, the gross interest does not take into account other items such as taxes, fees, and other charges which may apply to the investment or account. After these costs are taken into account and deducted from the gross interest earned, the accountholder actually walks away with less. Following from our example above, if the annual fee on the savings account is $5 and you were taxed 35%, taxes due would be would be $21 (calculated as 35% multiplied by $60) and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net-interest-income.asp\">net interest</a> earned would be calculated as $60 - $21 - $5 = $34, or 1.13%, which is less than the 2% gross interest.\n", "\nGross interest is simply the pure interest amount paid by a debtor to a creditor. For bonds, the quoted interest income bondholders receive from their investment represents gross interest. For example, assume a bond investor purchases a $1,000 par value <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\">corporate bond</a> with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rate</a> of 3% payable annually and maturity date of five years. The bond issuer will periodically pay the bondholder a fixed interest of 3% x $1,000 = $30 for the duration of the bond’s life. The fixed coupon rate is the gross interest. However, at the end of the year, the interest earned on the corporate bond will be taxed by the government. Therefore, the bondholder’s effective net yield will be less than 3%.\n", "\nThe net interest is calculated from the gross interest after other fees and costs are deducted.\n"]}