{"name": "Gross Debt Service Ratio (GDS) Definition", "@id": "https://www.investopedia.com/terms/g/grossdebtserviceratio.asp", "related": ["https://www.investopedia.com/terms/h/housing_expense_ratio.asp", "https://www.investopedia.com/terms/q/qualification_ratios.asp", "https://www.investopedia.com/terms/q/qualifying_ratios.asp", "https://www.investopedia.com/terms/t/totaldebtserviceratio.asp", "https://www.investopedia.com/terms/d/dti.asp", "https://www.investopedia.com/terms/f/five-c-credit.asp"], "body": ["\nThe gross debt service (GDS) ratio is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtservice.asp\">debt service</a> measure that financial lenders use to assess the proportion of housing debt that a borrower is paying in comparison to their income. The gross debt service ratio is one of several metrics used to qualify borrowers for a mortgage loan and determine the amount of principal offered.\n", "\nThe gross debt service ratio may also be referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing_expense_ratio.asp\">housing expense ratio</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/front-endratio.asp\">front-end ratio</a>. Generally, borrowers should strive for a gross debt service ratio of 28% or less.\n", "\nThe gross debt service ratio is typically a comprehensive measure of all of a borrower’s monthly housing expenses. It may also be calculated on an annual basis. The borrower’s current monthly mortgage payment is the primary expense. Other expenses may also include monthly property tax payments, monthly home insurance payments, and utility bills.\n", "\nTotal monthly expenses are divided by total monthly income to calculate the ratio. As a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rule-of-thumb.asp\">rule of thumb</a> lenders typically require a gross debt service ratio of 28% or less. Lenders also use the GDS ratio to determine how much the borrower can afford to borrow.\n", "\nLenders will generally extend mortgage credit with mortgage payments that result in a GDS of approximately 28% for the borrower.\n", "\nAs an example, consider two married law students who have a monthly mortgage payment of $1,000 and pay annual property taxes of $3,000 with a gross family income of $45,000. This would give a GDS ratio of 33%. Based on the benchmark of 28%, this couple appears to be carrying an unacceptable amount of debt and are not likely to be approved for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> loan given their current situation.\n", "\nThe GDS ratio is only one component involved in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> process for a loan. A borrower’s total debt service ratio and credit report are also important components as well.\n", "\nA borrower’s credit report is obtained from a hard inquiry and provides the lender with the borrower’s credit score and credit history. Many lenders require a borrower to meet specific credit score requirements for loan consideration.\n", "\nA borrower’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totaldebtserviceratio.asp\">total debt service ratio</a> is also a factor in the qualification process for approval. The total debt service ratio is similar to the gross debt service ratio however it includes all of a borrower’s debt and is not just focused on housing. The total debt service ratio sums all of a borrower’s monthly debt and divides it by their monthly income to calculate a ratio.\n"]}