{"name": "Gross Yield Definition", "@id": "https://www.investopedia.com/terms/g/gross-yield.asp", "related": ["https://www.investopedia.com/terms/b/breakeven-yield.asp", "https://www.investopedia.com/terms/y/yield.asp", "https://www.investopedia.com/terms/b/bond-yield.asp", "https://www.investopedia.com/terms/y/yieldtomaturity.asp", "https://www.investopedia.com/terms/a/averageprice.asp", "https://www.investopedia.com/terms/r/requiredyield.asp"], "body": ["\nThe gross yield of an investment is its profit before taxes and expenses are deducted. Gross yield is expressed in percentage terms. It is calculated as the annual return on an investment prior to taxes and expenses, divided by the current price of the investment.\n", "\nGross yield is a measurement used for many investments including real estate, fixed-income investments, and mutual fund investments. But it is only one way to measure the return on an investment.\n", "\nFor example, a stock that pays $3 in annual dividends and is currently trading at $60 a share has a gross (dividend) yield of 5.0%. If there is a withholding tax of 10% on the dividend payments, the net <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendyield.asp\">dividend yield</a> would be 4.5%.\n", "\nIn the case of some investments such as rental property, the difference between gross and net yields can be significant since the income can be substantially eroded by operating expenses such as maintenance expenditures, insurance, and property taxes.\n", "\nAnd, mutual fund investors need to carefully watch the difference between the gross and net yields on their investments in order to be certain that fund management fees and brokerage fees, or both, are not taking a big bite out of their real returns.\n", "\nCommon <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond-yield.asp\">bond yield</a> terms include nominal yield, current yield, and yield to maturity.\n", "\nMutual fund yields are reported in two ways:\n"]}