{"name": "Group of 11 (G11)", "@id": "https://www.investopedia.com/terms/g/group-of-11-g11.asp", "related": ["https://www.investopedia.com/terms/g/g-24.asp", "https://www.investopedia.com/terms/b/bilateral-trade.asp", "https://www.investopedia.com/terms/g/group-of-77.asp", "https://www.investopedia.com/terms/t/third-world.asp", "https://www.investopedia.com/terms/c/currency-union.asp", "https://www.investopedia.com/terms/l/limited-government.asp"], "body": ["\nThe Group of 11 (G-11) is a group of developing countries created to ease members' debt burdens so they can direct their resources to economic development. The G-11 came into existence on September 20, 2006 and was originally conceived of by King Abdullah of Jordan. The group is mostly made up of lower-middle income countries.\n", "\nThe G11 member countries are: Croatia, Ecuador, El Salvador, Georgia, Honduras, Indonesia, Jordan, Morocco, Pakistan, Paraguay and Sri Lanka.\n", "\nThe Group of 11 (G-11) member countries believe that their debt hinders their development in that it consumes much of their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/export.asp\">export</a> earnings and fiscal revenues. They believe it is in the interest of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/g8.asp\">G-8 countries</a> that their debt is written off and/or converted into assistance for economic development projects.\n", "\nIn addition, tariffs imposed by the G88 and other developed countries also hamper the growth of national income and the improvement of living standards, which often pursue development via export-led growth. The group, therefore, also seeks to work with member countries of the Group of Eight (G-8) for increased market access, lower tariffs and investment. G-11 members believe that the international donor community can help accelerate global peace and security by helping those countries achieve sustained economic growth.\n"]}