{"name": "Groupthink Definition", "@id": "https://www.investopedia.com/terms/g/groupthink.asp", "related": ["https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/o/onchain-governance.asp", "https://www.investopedia.com/terms/g/gametheory.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/a/austerity.asp"], "body": ["\nGroupthink is a phenomenon that occurs when a group of individuals reaches a consensus without critical reasoning or evaluation of the consequences or alternatives. Groupthink is based on a common desire not to upset the balance of a group of people.\n", "\nThis desire creates a dynamic within a group whereby creativity and individuality tend to be stifled in order to avoid conflict.\n", "\nIn a business setting, groupthink can cause <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081015/8-reasons-why-valued-employees-quit.asp\" rel=\"noopener noreferrer\">employees</a> and supervisors to overlook potential problems in the pursuit of consensus thinking. Because individual critical thinking is de-emphasized or frowned upon, employees may self-censor and not suggest alternatives for fear of upsetting the status quo.\n", "\nYale University social psychologist Irving Janis coined the term groupthink in 1972. Janis theorized that groups of intelligent people sometimes make the worst possible decisions based on several factors. For example, the members of a group might all have similar backgrounds that could insulate them from the opinions of outside groups.\n", "\nSome <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091613/introduction-financial-planning-organizations.asp\" rel=\"noopener noreferrer\">organizations</a> have no clear rules upon which to make decisions. Groupthink occurs when a party ignores logical alternatives and makes irrational decisions.\n", "\nJanis identified eight signs, symptoms, or traits of groupthink, all of which lead to flawed conclusions. In summary, the group may have an illusion of invincibility and consider that nothing the group decides to do can go wrong.\n", "\nCollectively, the group rationalizes away any possible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/12/good-intentions-bad-outcomes.asp\" rel=\"noopener noreferrer\">negative outcomes</a>. Members are convinced their cause is right and just, so they ignore any moral quandaries of their decisions. The group body tends to ignore the suggestions of anyone outside the group.\n", "\nAny dissenters are pressured to come around to the consensus. After the pressure is exerted, members censor themselves to prevent further shunning. Once decisions are made, the group assumes them to be unanimous.\n", "\nSome members of a group may act as a mindguard; these sentinels prevent any contrary advice from reaching the leaders of the organization. With groupthink, a time constraint exacerbates all of these issues, and any decisions that need to be made fast may not undergo <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\" rel=\"noopener noreferrer\">due diligence</a>. Unfortunately, all of these groupthink traits can lead to disaster.\n", "\nAfter the space shuttle <em>Challenger</em> exploded 73 seconds after liftoff on the morning of Jan. 28, 1986, investigators discovered that a series of poor decisions led to the deaths of seven astronauts. The day before the launch, engineers from Morton Thiokol, the company that built the solid rocket boosters, had warned flight managers at NASA that the O-ring seals on the booster rockets would fail in the freezing temperatures forecast for that morning. The O-rings were not designed for anything below 53 degrees Fahrenheit.\n", "\nNASA personnel overrode the scientific facts presented by the engineers who were experts in their fields and fell victim to groupthink. When flight readiness reviewers received the go-ahead for launch from lower-level NASA managers, no mention was made of Morton Thiokol's objections. The shuttle launched as scheduled, but the result was disastrous.\n", "\nOther events that may be possible groupthink-involved failures include the Bay of Pigs invasion, Watergate, and the escalation of the Vietnam War.\n"]}