{"name": "Group of Ten (G10) Definition", "@id": "https://www.investopedia.com/terms/g/groupoften.asp", "related": ["https://www.investopedia.com/terms/g/general-agreements-to-borrow.asp", "https://www.investopedia.com/terms/s/sdr.asp", "https://www.investopedia.com/terms/s/smithsonian-agreement.asp", "https://www.investopedia.com/terms/g/g-20.asp", "https://www.investopedia.com/terms/b/basel_accord.asp", "https://www.investopedia.com/terms/g/g7.asp"], "body": ["\nThe Group of Ten (G10) is one of five \"group of\" groups, not to be confused with the Groups of 7, 8, 20, or 24. Each of these consists of a group with similar economic interests. The G10 consists of eleven industrialized nations that meet on an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annual-basis.asp\">annual basis</a> or more frequently, as necessary, to consult each other, debate and cooperate on international financial matters. The member countries are Belgium, Canada, France, Germany, Italy, Japan, the Netherlands, Sweden, Switzerland, the United Kingdom, and the United States, with Switzerland playing a minor role.\n", "\nThe G10 was established when the 10 wealthiest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\">International Monetary Fund</a> (IMF) member countries agreed to participate in the (GAB) <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.imf.org/en/About/Factsheets/Sheets/2016/08/05/17/55/IMF-Standing-Borrowing-Arrangements\">General Agreements to Borrow</a>. \n", "\nThe GAB was formed in 1962, when the governments of eight IMF members—Belgium, Canada, France, Italy, Japan, the Netherlands, the United Kingdom, and the United States—and the central banks of Germany and Sweden, agreed to make resources available to the IMF. These resources were for drawings by both IMF participants and, under some circumstances, non-participants.\n", "\nThe GAB was reached as a supplementary borrowing agreement to backstop the IMF if it did not have sufficient resources to support a member country. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.imf.org/external/pubs/ft/sd/index.asp?decision=1289-%2862/1%29\">The official language in the GAB</a> states that these countries \"stand ready to make loans to the Fund up to specified amounts...when supplementary resources are needed to forestall or cope with an impairment of the international monetary system.\" Switzerland signed the GAB in 1964, though not a member of the IMF at the time (Switzerland joined the IMF in 1992), thereby strengthening the agreement.\n", "\nIt was at a G10 Forum in 1971 where members worked to create <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smithsonian-agreement.asp\">The Smithsonian Agreement</a> following the collapse of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brettonwoodsagreement.asp\">Bretton Woods</a> System, which replaced the<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedexchangerate.asp\"> fixed exchange rate</a> system with a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floatingexchangerate.asp\">floating exchange rate</a> one.\n", "\nThe Finance ministers and central bank governors from each of those countries gather in connection with annual meetings of the International Monetary Fund and the World Bank to discuss financial and monetary policies that impact member countries, trade, and the global economy.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.imf.org/en/About/Factsheets/Sheets/2016/08/05/17/55/IMF-Standing-Borrowing-Arrangements\">According to the IMF</a>, the GAB is only activated when NAB participants reject a proposal to activate the New Arrangements to Borrow (NAB) agreement (a credit arrangement between the IMF and its 38 member countries allowing for the borrowing of supplemental resources). \n", "\nAlso, according to the IMF, the potential amount of credit available under the GAB totals 17.5 billion SDR, with an additional 1.5 billion SDR available under an arrangement with Saudi Arabia.\n", "\nG10 governors usually meet every second month at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bis.asp\">Bank for International Settlements</a> (BIS). The BIS is an international finance organization owned and operated by 60 member central banks that together comprise over 95% of the world's GDP. Its mission, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bis.org/about/index.htm\" rel=\"nofollow\">according to its website</a>, is to serve central banks in their pursuit of monetary and financial stability, foster cooperation among the banks, and serve as the central bank for them,\n", "\nThe BIS, European Commission, IMF and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oecd.asp\">Organization for Economic Cooperation and Development</a> (OECD), are all official observers.\n", "\nThe G10 has been criticized for its lack of responsiveness to the needs of developing countries. G10 meetings are politically charged events that often make headlines in the international press for the protests that follow them.\n"]}