{"name": "Growth Company Definition", "@id": "https://www.investopedia.com/terms/g/growthcompany.asp", "related": ["https://www.investopedia.com/terms/g/growthstock.asp", "https://www.investopedia.com/terms/g/growthinvesting.asp", "https://www.investopedia.com/terms/g/growthrates.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/d/dividendyield.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nA growth company is any company whose business generates significant positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a> or earnings, which increase at significantly faster rates than the overall economy. A growth company tends to have very profitable reinvestment opportunities for its own <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\" rel=\"noopener noreferrer\">retained earnings</a>. Thus, it typically pays little to no dividends to stockholders, opting instead to put most or all of its profits back into its expanding business.\n", "\nGrowth companies have characterized the technology industry. The quintessential example of a growth company is Google, which has grown revenues, cash flows, and earnings substantially since its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (IPO).\n", "\nGrowth companies such as Google are expected to increase their profits markedly in the future; thus, the market bids up their share prices to high valuations. This contrasts with mature companies, such as utility companies, which tend to report stable earnings with little to no growth.\n", "\nGrowth companies create value by continuing to expand above-average earnings, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freecashflow.asp\" rel=\"noopener noreferrer\">free cash flow</a>, and spending on research and development. Growth investors are less worried about the dividend growth, high price-to-earnings ratios, and high price-to-book ratios that growth companies face because the focus is on sales growth and maintaining industry leadership. Overall, growth stocks pay lower dividends than <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuestock.asp\" rel=\"noopener noreferrer\">value stocks</a> because profits are reinvested in the business to drive earnings growth.\n", "\nDuring <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\" rel=\"noopener noreferrer\">bull markets</a>, growth stocks are preferred and tend to outperform value stocks because of environmental risk and the perceived low risk in the markets. However, growth stocks tend to underperform value stocks during <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\" rel=\"noopener noreferrer\">bear markets</a> because weak economic activity hinders sales growth and the growth engine that drives the stocks higher.\n", "\nMature companies tend to weather bear markets better than growth companies as they are firmly rooted within their industry, have a dedicated consumer base, are well-known, and have stronger financials, such as larger cash reserves to ride out the poor performing economy.\n", "\nMature companies also have an easier time raising capital in difficult economic times because of the fact that they are established and their credit is proven; growth companies often have less established financials so obtaining a loan, for example, may be more difficult. This is why growth companies often receive capital from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapital.asp\" rel=\"noopener noreferrer\">venture capital</a> firms or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/angelinvestor.asp\" rel=\"noopener noreferrer\">angel investors</a>. This additional capital can be imperative to helping some growth companies survive an economic downturn.\n", "\nThe vast majority of growth companies reside in the technology sector where rapid innovation and growth spending is typical. Google (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=googl\" rel=\"noopener noreferrer\">GOOGL</a>), Tesla (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=tsla\" rel=\"noopener noreferrer\">TSLA</a>), and Amazon (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=amzn\" rel=\"noopener noreferrer\">AMZN</a>) are three classic examples of growth companies because they continue to focus on investing in innovative technologies, sales growth, and expansion into new businesses.\n", "\nWhile these three growth stocks have more expensive valuations than the S&amp;P 500, Google, Tesla, and Amazon are also the leaders in their respective niche industries. Google is continuing its technology conglomerate-status by expanding into new technologies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/artificial-intelligence-ai.asp\" rel=\"noopener noreferrer\">artificial intelligence</a>. Tesla is the popular electric car maker and undisputed leader of the industry. Meanwhile, Amazon continues to disrupt the retail sector through its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecommerce.asp\" rel=\"noopener noreferrer\">e-commerce</a> platform, which takes away business from traditional brick-and-mortar retail competitors. Those are attractive narratives for investors looking for growth to continue into the future.\n", "\nThat being said, these three companies are also now fairly established within their industries and are considered solid investments that have very different characteristics from when they started out as small companies years ago. Many growth companies exist in different sectors, one being Etsy (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=etsy\" rel=\"noopener noreferrer\">ETSY</a>), the e-commerce retail platform that sells a large array of vintage and craft items.\n"]}