{"name": "Growth And Income Fund", "@id": "https://www.investopedia.com/terms/g/growth-income-fund.asp", "related": ["https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/c/capitalgrowthstrategy.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/b/blendfund.asp", "https://www.investopedia.com/terms/b/balancedfund.asp", "https://www.investopedia.com/terms/c/capitalappreciationfund.asp"], "body": ["\nA growth and income fund is class of mutual fund or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded fund</a> (ETF) that has a dual strategy of both <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalappreciation.asp\">capital appreciation</a> (growth) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentincome.asp\">current income</a> generated through dividends or interest payments. A growth and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomefund.asp\">income fund</a> may invest only in equities or in a combination of stocks, bonds, real estate investment trusts (REIT) and other securities.\n", "\nA growth and income fund is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blendfund.asp\">blend fund</a>, which invests in both growth and value stocks.\n", "\nGrowth and income funds are popular among investors with moderate (but not excessive) appetites for risk – the ever-popular \"balanced investor.\" Although returns will typically lag those of pure <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthfund.asp\">growth funds</a>, sometimes high-yielding stocks become favored in the stock markets, driving growth and income funds to superior performance. The stability of these funds appears most attractive when the broad economy looks to be weakening.\n", "\nInvestors in growth and income portfolios favor stability without forsaking returns that outpace inflation. Depending on risk tolerance, a balanced investment objective is adopted by individuals who either shun volatility completely or scale back growth objectives as retirement approaches. When planning investment strategies, the age of an investor is vital in determining asset allocation and risk tolerance. A 25-year-old investor initially entering the workforce holds a longer time horizon than a 70-year-old retiree. Investment advisers suggest that regardless of age, exposure to equities is a necessary for any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a>.\n", "\nHowever, the percentage of equity exposure shifts as time horizons shorten. A rule of thumb among financial professionals holds that growth allocations decrease as an investor ages. If individuals subtract their ages from 100, the remainder represents the percentage of stocks they should hold, with the balance in less volatile bonds and cash.\n", "\nInvestors can select from numerous funds that meet balanced objectives. Portfolios such as the John Hancock Balanced Fund (\"SVBAX\") exemplify low volatility with an average annual return of 5.49% for 10 years through Dec. 31, 2018, falling short of the S&amp;P 500 Index, which returned 8.5% over the same time frame.\n", "\nThe investment objective of a retiree involves income needs, a scenario in which earnings are replaced by personal savings and dividend and interest income. Financial advisers recommend that retirees replace 75% of working wages with income-producing securities such as bonds and large-cap dividend-paying equities.\n", "\nA balanced fund holds a considerable allocation of corporate and government bonds offering semi-annual interest payments while seeking to preserve capital. The less-volatile nature of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\">U.S. Treasury</a> and investment grade bonds couple with the growth potential of stocks, providing income and a potential rate of appreciation to combat rising prices of goods and services ensuring that an individual does not outlive his or her retirement savings. Growth and income funds fulfill both objectives within a single security.\n", "\nThe Dodge and Cox Balanced Fund (\"DODBX\") chalked up an annual average five-year return of 16.3% and a trailing 12-month yield of 1.94% as of Dec. 31, 2018, a measure that exceeds the S&amp;P 500's 15.79% growth. However, its yield dropped below the yield on the 10-year Treasury, which ended the year around 2.409%. Thus, growth and income funds fulfill dual investment objectives under one roof under certain circumstances, such as when interest rates are low.\n", "\nThough they have the same objective of growth and income, investors should be aware that, just like other types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>, each fund will have a bias in its investment strategy. For instance, the Dodge &amp; Cox Balanced Fund leans toward value stocks, seeking securities that appear undervalued by the market. Other funds may highlight either the growth or income side of the equation, or have higher exposure to bonds. Also, though these funds are considered a low-volatility category, some have more than others. For example, the Vanguard Growth and Income Fund Investor Shares (\"VQNPX\") is lists a key risk as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility </a>due to its full exposure to the stock market. \n"]}