{"name": "Growth Investing Definition", "@id": "https://www.investopedia.com/terms/g/growthinvesting.asp", "related": ["https://www.investopedia.com/terms/g/growthstock.asp", "https://www.investopedia.com/terms/g/garp.asp", "https://www.investopedia.com/terms/p/price-to-bookratio.asp", "https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/m/mid-value_stock.asp", "https://www.investopedia.com/terms/r/returnonequity.asp"], "body": ["\nGrowth investing is an investment style and strategy that is focused on increasing an investor's capital. Growth investors typically invest in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthstock.asp\" rel=\"noopener noreferrer\">growth stocks</a>—that is, young or small companies whose <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\" rel=\"noopener noreferrer\">earnings</a> are expected to increase at an above-average rate compared to their industry sector or the overall market.\n", "\nGrowth investing is highly attractive to many investors because buying stock in emerging companies can provide impressive returns if the companies are successful. However, such companies are untried, and thus often pose a fairly high risk.\n", "\nGrowth investing may be contrasted with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valueinvesting.asp\" rel=\"noopener noreferrer\">value investing</a>.\n", "\nGrowth investors typically look for investments in rapidly expanding industries (or even entire markets) where new technologies and services are being developed, and look for profits through capital appreciation—that is, the gains they'll achieve when they sell their stock, as opposed to dividends they receive while they own it. In fact, most growth-stock companies reinvest their earnings back into the business, rather than pay a dividend to shareholders.\n", "\nThese companies tend to be small, young companies (or companies that have just started trading publicly) with excellent potential. The idea is that the company will prosper and expand, and this growth in earnings or revenues will eventually translate into higher stock prices in the future. Growth stocks may therefore trade at a high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\" rel=\"noopener noreferrer\">price/earnings (P/E) ratio</a>. They may not have earnings at the present moment but are expected to in the future. This is because they may hold patents or have access to technologies that put them ahead of others in their industry. In order to stay ahead of competitors, they reinvest profits to develop even newer technologies and patents as a way to ensure longer-term growth.\n", "\nBecause investors seek to maximize their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gains</a>, growth investing is also known as a capital growth or a capital appreciation strategy.\n", "\nGrowth investors look at a company's or a market's potential for growth. There is no absolute formula for evaluating this potential; it requires a degree of individual interpretation, based on both objective and subjective factors, and judgment. Growth investors may use certain methods or criteria as a framework for their analysis, but these methods must be applied with a company's particular situation in mind: specifically, its current position vis-a-vis its past industry performance and historical financial performance.\n", "\nIn general, though, growth investors look at five key factors when selecting companies that may provide capital appreciation. These include:\n", "\nSome consider growth investing and value investing to be diametrically opposed approaches. Value investors seek \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuestock.asp\" rel=\"noopener noreferrer\">value stocks</a>\" that trade below their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a> or book value, whereas growth investors—while they do consider a company's fundamental worth—tend to ignore standard indicators that might show the stock to be overvalued.\n", "\nWhile value investors look for stocks that are trading for less than their intrinsic value <em>today</em>—bargain-hunting so to speak—growth investors focus on the <em>future</em> potential of a company, with much less emphasis on the present stock price. Unlike value investors, growth investors may buy stock in companies that are trading higher than their intrinsic value—with the assumption that the intrinsic value will grow and ultimately exceed current valuations.\n", "\nOne notable name among growth investors is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/rich-and-powerful-4689827\" rel=\"noopener noreferrer\">Thomas Rowe Price, Jr</a>., who is known as the father of growth investing. In 1950, Price set up the T. Rowe Price Growth Stock Fund, the first mutual fund to be offered by his advisory firm, T. Rowe Price Associates. This flagship fund averaged 15% growth annually for 22 years. Today, the T. Rowe Price Group is one of the largest financial services firms in the world.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/philip-fisher.asp\" rel=\"noopener noreferrer\">Philip Fisher</a> also has a notable name in the growth investing field. He outlined his growth investment style in his 1958 book <em>Common Stocks and Uncommon Profits, </em>the first of many he authored. Emphasizing the importance of research, especially through networking, it remains one of the most popular growth investing primers today.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/peterlynch.asp\" rel=\"noopener noreferrer\">Peter Lynch</a>, manager of Fidelity Investments' legendary Magellan Fund, pioneered a hybrid model of growth and value investing, which is now commonly referred to as growth at a reasonable price (GARP) strategy.\n", "\nAmazon Inc. (AMZN) has long been considered a growth stock. In 2020, it is one of the largest companies in the world and has been for some time. As of March 31, 2020, Amazon ranks in the top three U.S. stocks in terms of its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a>.\n", "\nAmazon's stock has historically traded at a high price to earnings (P/E) ratio Between 2019 and early 2020, the stock's P/E has remained upwards of 70. Despite the company's size, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS) growth estimates for the next five years still hover near 30% per year.\n", "\nWhen a company is expected to grow, investors remain willing to invest (even at a high P/E ratio). This is because several years down the road the current stock price may look cheap in hindsight. The risk is that growth doesn't continue as expected. Investors have paid a high price expecting one thing, and not getting it. In such cases, a growth stock's price can fall dramatically.\n"]}