{"name": "Guanxi Definition", "@id": "https://www.investopedia.com/terms/g/guanxi.asp", "related": ["https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/b/barter.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/n/networking.asp", "https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/b/bitcoin.asp"], "body": ["\n<em>Guanxi</em> (pronounced <em>gwan' CH</em>ē) is a Chinese term meaning relationships; in business, it is commonly referred to as networks or connections used to open doors for new business and facilitate deals. A person who has a lot of guanxi will be in a better position to generate business than someone who lacks it.\n", "\nGuanxi is closely intertwined in the Confucian philosophy - a philosophy that has shaped many Asian cultures - that self is extended to family, friends, and society to create a harmonious community. Guanxi implies an obligation that one has to another. In China, it is stated that the wheels of business are lubricated with guanxi.\n", "\nGuanxi is perhaps best understood by the old axiom, \"it's not <em>what</em> you know, but <em>who</em> you know that's important.\" Guanxi in the West comes in many forms—alumni networks, fraternity or sorority memberships, past and present places of employment, clubs, churches, families, and friends.\n", "\nIn social sciences, guanxi is similar to some concepts understood in network theory, such as the idea of information or connection brokerage by well-positioned individuals in a social network, or their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialcapital.asp\">social capital</a>.\n", "\nThe odds of gaining access to a business opportunity and then winning that opportunity are higher when you work your connections. If you are bidding for a contract in competition with others and you know someone on the other side of the deal, naturally you will try to utilize this contact to your advantage.\n", "\nIf you are a Wall Street executive with guanxi in Washington, you will certainly make a few phone calls to make sure lawmakers remain neutered and regulators stay off your back. If you are a CEO who wants to make an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">acquisition</a>, you will tap your guanxi at the golf club to find a quicker route to your objective.\n", "\nDepending on where you do business and how aggressive you are, using your guanxi can be innocuous or hazardous. It is commonly accepted as a way of conducting business affairs in the West, but you must be mindful of conflict of interests, whether governed by law or a company's code of ethics and very serious cases that involve the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-corrupt-practices-act.asp\">Foreign Corrupt Practices Act</a> (FCPA) if you do deals abroad.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn China, where the art of guanxi is practiced in high form, calling upon connections is the norm to get things moving. However, even there, one can go too far. Business leaders with guanxi in the government have engaged in illegal activity with dire consequences. Abusing guanxi is a bad idea in all but a few places on earth.\n"]}