{"name": "Guaranteed Loan Definition", "@id": "https://www.investopedia.com/terms/g/guaranteed-loan.asp", "related": ["https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/f/five-c-credit.asp", "https://www.investopedia.com/terms/m/mutual-mortgage-insurance-fund.asp", "https://www.investopedia.com/terms/p/payday-loans.asp", "https://www.investopedia.com/terms/i/interest-rate-reduction-refinance-loan-irrrl.asp", "https://www.investopedia.com/terms/n/noappraisal-refinancing.asp"], "body": ["\nA guaranteed loan is a loan that a third party guarantees—or assumes the debt obligation for—in the event that the borrower <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaults</a>. Sometimes, a guaranteed loan is guaranteed by a government agency, which will purchase the debt from the lending financial institution and take on responsibility for the loan.\n", "\nA guaranteed loan agreement may be made when a borrower is an unattractive candidate for a regular bank loan. It is a way for people who need financial assistance to secure funds when they otherwise may not qualify to acquire them. And the guarantee means that the lending institution does not incur excessive risk in issuing these loans.\n", "\nThere are a variety of guaranteed loans. Some are safe and reliable ways to raise money, but others involve risks that can include unusually high-interest rates. Borrowers should carefully scrutinize the terms of any guaranteed loan they are considering.\n", "\nOne example of a guaranteed loan is a guaranteed mortgage. The third-party guaranteeing these home loans in most instances is the Federal Housing Administration (FHA) or Department of Veterans Affairs (VA).\n", "\nHomebuyers who are considered risky borrowers—they don't qualify for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conventionalmortgage.asp\">conventional mortgage</a>, for example, or they don't have an adequate down payment and have to borrow close to 100% of the home's value – may get a guaranteed mortgage. FHA loans require that borrowers pay mortgage insurance to protect the lender in case the borrower defaults on their home loan.\n", "\nAnother type of guaranteed loan is a federal student loan, which is guaranteed by an agency of the federal government. Federal student loans are the easiest student loans to qualify for – there is no credit check, for example – and they have the best terms and lowest interest rates because the U.S. Department of Education guarantees them with taxpayer dollars.\n", "\nIn order to apply for a federal student loan, you must complete and submit the Free Application for Federal Student Aid, or FAFSA, each year that you want to remain eligible for federal student aid. Repayment on these loans begins after the student leaves college or drops below half-time enrollment. Many loans also have a grace period.\n", "\nThe third type of guaranteed loan is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payday-loans.asp\">payday loan</a>. When someone takes out a payday loan, their paycheck plays the role of the third party that guarantees the loan. A lending organization gives the borrower a loan, and the borrower writes the lender a post-dated check that the lender then cashes on that date – typically two weeks later. Sometimes lenders will require electronic access to a borrower's account to pull out funds, but it's best not to sign onto a guaranteed loan under those circumstances, especially if the lender isn't a traditional bank.\n", "\nThe problem with payday loans is that they tend to create a cycle of debt, which can cause additional problems for people who are already in tough financial straits. This can happen when a borrower doesn't have the funds to repay their loan at the end of the typical two-week term. In such a scenario, the loan rolls into another loan with a whole new round of fees. Interest rates can be as high as 400% or more – and lenders typically charge the highest rates allowed under local laws. Some unscrupulous lenders may even attempt to cash a borrower's check before the post date, which creates the risk of overdraft.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/111714/8-alternatives-credit-card-cash-advance.asp\">Alternatives to payday guaranteed loans</a> include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/010516/how-apply-personal-loan.asp\">unsecured personal loans</a>, which are available through local banks or online, credit card cash advances (you can save considerable money over payday loans <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111414/how-does-interest-work-cash-advance-my-credit-card.asp\">even with rates on advances as high as 30%</a>) or borrowing from a family member.\n"]}