{"name": "Guaranteed Issue Life Insurance Definition", "@id": "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/final-expense-insurance-4801018", "https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/w/waiver-of-premium-for-payer-benefit.asp"], "body": ["\nGuaranteed issue life insurance, or guaranteed acceptance life insurance, is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\" rel=\"noopener noreferrer\">whole life insurance</a> policy that does not require you to answer health questions, undergo a medical exam, or allow an insurance company to review your medical and prescription records. You may also see it referred to as “no questions life insurance” or “no questions final expense insurance.”<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nSounds great, right? Here’s the catch. Guaranteed issue life insurance always has a waiting period. If you die during the waiting period, your beneficiaries will not receive the policy’s <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\" rel=\"noopener noreferrer\">death benefit</a>. With most policies the waiting period is two years. With some it's three.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nThis is not some kind of scam. In fact, if you die during the waiting period, the insurance company will repay (to your beneficiaries) all your insurance premiums plus interest, usually at a rate of 10%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nYour beneficiaries will still get something; it will just be less than you’d like. Insurance companies put this waiting period in place because, if they didn’t, everyone could apply for insurance on their deathbed and pay a few hundred dollars to secure a $25,000 benefit for their family. No insurance company could stay in business this way. Guaranteed issue life insurance provides coverage to sick people who otherwise couldn’t get it.\n", "\nThese policies get their name because the insurance company guarantees they will issue a policy to you as long as you are within the allowed age range when you apply. In other words, they are guaranteeing that they will accept you as a policyholder. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fa-profession/091816/10-best-companies-obtaining-life-insurance-over-50-met-pru.asp\" rel=\"noopener noreferrer\">The typical age range to qualify is 50 to 80 years old</a>. If you are outside of this age range, you may still be able to get a guaranteed issue policy with some insurance companies, but you will have fewer options.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nGiven these age requirements and the lack of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-underwriting.asp\" rel=\"noopener noreferrer\">medical underwriting</a> (health questions), you can see why insurance companies market guaranteed issue policies to this age group.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Yet many people in this age group, even those with health problems, have options besides guaranteed issue life insurance. This type of insurance is best for people who have no other options because of their health—or who can’t afford any other options because of their health.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nWhich conditions will disqualify you from any other type of health insurance? Not as many as you might think.\n", "\nIf you’ve ever had an elderly parent or grandparent, you probably know what a person with one or multiple conditions such as these looks like. They have good days and bad days. Sometimes you think they are on the brink of death, but then they suddenly turn around and seem better than ever. Their physical health, mental health, and physical abilities can seem really unstable. For most insurance companies this level of instability represents too much risk, but some specialize in taking it on.\n", "\nLife insurance premiums always depend on your age, height, weight, health, gender (in states that allow gender-based pricing), the death benefit, and the policy type. Insurance companies do not have different underwriting guidelines for different types of insurance, says <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ricksabo.com/\" rel=\"noopener noreferrer nofollow\">Rick Sabo</a>, a financial planner and insurance fraud expert in Gibsonia, Pa.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Whether you’re buying term, whole, or universal, the insurance company will put you in the same risk category.\n", "\nHowever, a different insurance company might put you in a different risk category. In other words, if you have a serious health condition, such as diabetes, one company might offer you a better policy than another.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nMany applicants and applicants with health issues believe they could never qualify for a policy that requires medical underwriting, but that often isn’t the case. It depends on the health condition and the issuer. People can get life insurance with underwriting even if they have congestive heart failure, have had a heart attack in the last 12 months, or have had a stroke in the last 12 months, among other health conditions.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/05/012405.asp\" rel=\"noopener noreferrer\">For most people it’s worth applying for several policies</a> that ask health questions to see if they can get a better rate, more coverage, and immediate coverage. Those who only want a small policy should look into guaranteed universal life, which can provide coverage to age 100 or even 121,<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/final-expense-insurance-4801018\" rel=\"noopener noreferrer\">final expense insurance</a>. Guaranteed issue policies are useful, but only to applicants who don’t qualify for policies with medical underwriting\n", "\nExcept for the waiting period, guaranteed issue policies might sound too good to be true. Unhealthy people take out policies, pay their premiums, and die in a few months or a few years. The insurance company has to either return their money or pay a death benefit. How can insurers even afford to offer these policies?\n", "\n“The way life insurance companies make a bulk of their profit is not via the collection of premiums minus death benefits,” says life insurance broker Anthony Martin, the CEO of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://choicemutual.com\" rel=\"noopener noreferrer nofollow\">Choice Mutual</a>. “They make most of their money via investments.”<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Life insurance premiums are basically like interest-free loans to the insurance company, says Martin. The company invests that money.\n", "\nIn 2019, life insurance companies brought in $145.1 billion in premiums and $186.6 billion in net investment income, according to the Insurance Information Institute, a nonprofit communications organization supported by the insurance industry.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Insurance companies invest in stocks, mortgages, real estate, derivatives, and other assets.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\n“For guaranteed issue, they do lose money on clients who die in the first two years,” says Martin. It takes five years for the insurance company to break even on this type of insurance, and it’s a win-win for the insured in most cases. “The only time the insured would not come out ahead would be if they live long enough where their premiums exceed the policy,” he continues.\n", "\nThere are two scenarios in which a guaranteed issue policy might not pay off or be the best option. These are if the insured lives long enough that the premiums paid exceed the death benefit, or if the insured buys a guaranteed issue policy when they could have qualified for a policy that has medical underwriting.\n", "\nPolicies with medical underwriting have lower premiums for the death benefit they provide. They also offer immediate death benefits or a graded death benefit instead of having a waiting period.\n", "\nDespite these factors, guaranteed issue can be a valuable financial asset for people who can’t otherwise get insurance. And those people aren’t always seniors; they may be younger or middle-aged adults in poor health who want to leave money for their families.\n", "\nNo two guaranteed issue life insurance policies are the same. So, as with other insurance policies, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/120115/guaranteed-vs-nonguaranteed-permanent-life-insurance-policies.asp\" rel=\"noopener noreferrer\">you should shop around for the one that best fits your needs</a>. That way, you're more likely to find the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-life-insurance-companies-4845858\" rel=\"noopener noreferrer\">best life insurance</a> policies currently on the market. Look for affordable rates—something you know you’ll be able to keep up with even if your financial situation changes—because a lapsed policy won’t help anyone except the insurance company. Most importantly, don’t assume you can’t qualify for a policy that has a health questionnaire. You won’t know until you apply.\n"]}