{"name": "Guaranteed Minimum Income Benefit (GMIB)", "@id": "https://www.investopedia.com/terms/g/gmib.asp", "related": ["https://www.investopedia.com/terms/g/gmab.asp", "https://www.investopedia.com/terms/a/annuity-consideration.asp", "https://www.investopedia.com/terms/g/gmwb.asp", "https://www.investopedia.com/terms/a/assumedinterestrate.asp", "https://www.investopedia.com/terms/p/pensionplan.asp", "https://www.investopedia.com/terms/l/lifeannuity.asp"], "body": ["\nA guaranteed minimum income benefit (GMIB) is an optional rider that annuitants can purchase for their retirement annuities. When the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\">annuity</a> has been annuitized, this specific option guarantees that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitant.asp\">annuitant</a> will receive a minimum value of payments on a regular basis, regardless of other circumstances.\n", "\nA guaranteed minimum income benefit (GMIB) ensures that an annuitant will receive payments regardless of market conditions. This minimum payment amount is predetermined by assessing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurevalue.asp\" rel=\"noopener noreferrer\">future value</a> of the initial investment. This option is only beneficial to annuitants who plan to annuitize their annuity.\n", "\nThe GMIB feature is typically found in variable annuities. When a person purchases a variable annuity, they will choose from a variety of underlying investment options. The annuity’s payments, once annuitized, will partly be based on the performance of the underlying investments. Variable annuities appeal to investors because they allow annuitants to participate in market growth. However, market declines can result in the annuity losing value and, consequently, lower annuity payouts.\n", "\nFor example, a GMIB feature may provide the annuity purchaser with the option to receive either a payment based on the actual market value of the variable annuity investment or the value of the initial investment compounding at six percent interest annually. Another type of GMIB feature may guarantee an annuity benefit based on the highest value the investment account ever reached.\n", "\nDifferent annuity providers may call the GMIB by different names, such as Guaranteed Retirement Income Program, or GRIP, or Guaranteed Interest Account, or GIA.\n", "\nThe Guaranteed Minimum Income Benefit feature is one way to help offset the market risk that comes with investing in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variableannuity.asp\">variable annuity</a>. By guaranteeing a minimum level of annuity payments regardless of investment performance, a GMIB feature can provide additional security for retirees who plan to live on their annuity income.\n", "\nHowever, add-on annuity benefits such as a GMIB come with additional costs and fees, which can eat into any investment growth. Additionally, there are many complex factors that go into calculating annuity payments, particularly when a GMIB provision is involved. For this reason, it can be difficult to compare the different options offered by annuity providers against one another. Variable annuities also offer a limited menu of investment options, which may not meet the needs of all investors.\n"]}