{"name": "H-Shares", "@id": "https://www.investopedia.com/terms/h/hshares.asp", "related": ["https://www.investopedia.com/terms/c/china-etf.asp", "https://www.investopedia.com/terms/h/hongkongstockexchange.asp", "https://www.investopedia.com/terms/b/b-shares.asp", "https://www.investopedia.com/terms/a/a-shares.asp", "https://www.investopedia.com/terms/r/redchip.asp", "https://www.investopedia.com/terms/s/shanghai-stock-exchange.asp"], "body": ["\nH-shares are shares of Chinese mainland companies that are listed on the Hong Kong Stock Exchange or other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\">foreign exchange</a>. Although H-shares are regulated by Chinese law, they are denominated in Hong Kong dollars and are traded in the same way as other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equities</a> on the Hong Kong exchange. H-shares are available for more than <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.hkex.com.hk/market-data/statistics/consolidated-reports/china-dimension?sc_lang=en\" rel=\"nofollow\">230 Chinese companies</a> giving investors access to most of the major economic sectors, such as financials, industrials, and utilities.\n", "\nAfter 2007, China began to allow mainland Chinese investors to purchase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/a-shares.asp\">A-shares</a> or H-shares of companies listed on the Shanghai Stock Exchange. Before that, Chinese investors could only purchase A-shares although H-shares were also offered to foreign investors. Because foreign investors may trade H-shares, the shares are more liquid than A-shares. As a result, A-shares typically trade at a premium to H-shares of the same company.\n", "\nA-shares are offered by public Chinese companies trading on the Shenzhen and Shanghai Stock Exchanges or other Chinese stock exchanges. A-shares are typically quoted in Chinese renminbi and traded by mainland Chinese citizens. Foreign investment in these businesses is regulated through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualified-foreign-institutional-investor-qfii.asp\">Qualified Foreign Institutional Investor</a> system. In contrast, public Chinese companies offering H-shares are listed on the Hong Kong Stock Exchange. In addition, H-shares are quoted in Hong Kong dollars and freely traded by all types of investors.\n", "\nCompanies offering H-shares must follow the regulations described in the Stock Exchange of Hong Kong’s (SEHK) Listing Rules for the Main Board and for the Growth Enterprise Market (GEM). The rules state that annual accounts must follow Hong Kong or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ias.asp\">international accounting standards</a>. A company’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/articlesofincorporation.asp\">articles of incorporation</a> must include sections clarifying the varying nature of domestic shares and foreign shares including H-shares. The articles must also state the rights given to each purchaser. The sections protecting investors must follow the laws of Hong Kong and be included in the company’s constitutional documents. Otherwise, the processes of listing and trading H-shares are similar to those of other stocks in Hong Kong.\n", "\nIn November 2014, the Shanghai-Hong Kong Stock Connect linked the stock exchanges of Shanghai and Hong Kong. Rules limiting which types of investors may purchase A-shares and H-shares were modified to diversify the assets of Chinese investors, increase efficiencies for trading in Chinese stocks and include Chinese companies in global benchmark stock indices. Because the stock market in China was unified, it became one of the largest stock exchanges worldwide according to market cap and daily trading turnover.\n", "\nIn July 2016, Fullerton Financial Holdings Pte Ltd., a unit of Temasek Holdings (Private) Ltd., sold 555 million H-shares in China Construction Bank Corporation as part of regular investment portfolio adjustments. As a result, Fullerton and ST Asset Management Ltd., also a unit of Temasek, reduced their H-shares from 5.03% to 4.81%.\n"]}