{"name": "Haircut Definition and Example", "@id": "https://www.investopedia.com/terms/h/haircut.asp", "related": ["https://www.investopedia.com/terms/r/risk-based_haircut.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/r/rebate.asp", "https://www.investopedia.com/terms/f/futures.asp", "https://www.investopedia.com/terms/f/financial-market.asp"], "body": ["\nA haircut has two meanings. The term haircut is most commonly used when referencing the percentage difference between an asset's market value and the amount that can be used as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a> for a loan. There is a difference between these values because market prices change over time, which the lender needs to accommodate for. For example, if a person needs a $10,000 loan and wants to use their $10,000 stock portfolio as collateral, the bank is likely to recognize the $10,000 portfolio as worth only $5,000 in collateral. The $5,000 or 50% reduction in the asset's value, for collateral purposes, is called the haircut.\n", "\nThe term is less commonly used as the market maker's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\" rel=\"noopener noreferrer\">spread</a>. The term haircut is used since the market maker's spreads are so thin.\n", "\nA haircut refers to the lower-than-market value placed on an asset being used as collateral for a loan. The haircut is expressed as a percentage of the markdown between the two values. When they are used as collateral, securities are generally devalued, since a cushion is required by the lending parties in case the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a> falls.\n", "\nWhen collateral is being pledged, the degree of the haircut is determined by the amount of associated risk to the lender. These risks include any variables that may affect the value of the collateral in the event that the lender has to sell the security due to a loan <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a> by the borrower. Variables that may influence that amount of a haircut include price, volatility, credit quality of the asset's issuer (if applicable), and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidityrisk.asp\" rel=\"noopener noreferrer\">liquidity risks</a> of the collateral.\n", "\nGenerally speaking, price predictability and lower associated risks result in compressed haircuts, as the lender has a high degree of certainty that the full amount of the loan can be covered if the collateral must be liquidated. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">Treasury bills</a> are often used as collateral for overnight borrowing arrangements between government securities dealers, which are referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/repurchaseagreement.asp\" rel=\"noopener noreferrer\">repurchase agreements</a> (repos). In these arrangements, haircuts are negligible due to the high degree of certainty on the value, credit quality, and liquidity of the security.\n", "\nSecurities that are characterized by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> and price uncertainty have larger haircuts when used as collateral. For example, an investor seeking to borrow funds from a brokerage by posting equity positions to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\" rel=\"noopener noreferrer\">margin account</a> as collateral can only borrow 50% of the value of the account due to the lack of price predictability, which is a haircut of 50%.\n", "\nWhile a 50% haircut is standard for margin accounts, a risk-based haircut can be increased if the deposited securities pose liquidity or volatility risks. For example, the haircut on a portfolio of leveraged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds</a> (ETFs), which are highly volatile, may be as high as 90%. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pennystock.asp\" rel=\"noopener noreferrer\">Penny stocks</a>, which pose potential price, volatility and liquidity risks, typically cannot be used as collateral in margin accounts.\n", "\nA haircut is also sometimes referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketmaker.asp\" rel=\"noopener noreferrer\">market maker's</a> spread. Since market makers can transact with razor-thin spreads and low transaction costs they can take small slivers or haircuts of profits (or losses) constantly throughout the day.\n", "\nWith advances in technology and markets becoming more efficient, spreads in many assets have dropped to haircut levels. Retail traders can transact at the same spreads market makers do, although retail traders costs are still higher which may make trading the spread ineffective. In a stock, both retail traders and market makers can buy and sell for a $0.01 spread in an active and liquid stock, but buying and selling 500 shares to make $5 (500 * $0.01) when each trade typically costs $5 to $10 (varies by broker) is not a profitable strategy for the retail trader.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermcapital.asp\" rel=\"noopener noreferrer\">LTCM</a> was a hedge fund started in 1993. By 1998 it had amassed massive losses, nearly resulting in a collapse of the financial system. The basis of LTCM's profit model, which worked very well for a while, was to suck up small profits from market inefficiencies. This is commonly called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\" rel=\"noopener noreferrer\">arbitrage</a>. The firm used historical models to highlight opportunities and then deployed capital to profit from them.\n", "\nEach opportunity typically only produced a small amount of profit, so the firm utilized <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a>—or borrowed money—in order to increase the gains. The firm had $5 billion in assets, yet controlled over $1 trillion worth of positions.\n", "\nBanks and other institutions allowed LTCM to borrow or leverage so much, with little collateral, mainly because they viewed the firm and their positions as non-risky. Ultimately, though, the firm's model failed to predict inefficiencies accurately, and those massively sized positions began to lose far more money than the firm actually had...and more money than many of the banks and institutions that lent to them or allow them to purchase assets had.\n", "\nThe failure of LTCM, which required a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bailout.asp\" rel=\"noopener noreferrer\">bailout</a> of the financial system, resulted in much higher haircut rules in terms of what can be posted as collateral, and how much the haircut has to be. LTCM had basically no haircuts, yet today an average investor buying regular stocks is subject to a 50% haircut when using those stocks as collateral against the amount borrowed on a margin trading account.\n", "\nIn many markets, the market maker's spread is the same as the retail trader's spread, although the trading costs for the retail trader makes trying to profit from a haircut spread ineffective.\n", "\nOne market where retail traders often <em>cannot </em>trade at the same spreads as the market makers is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\" rel=\"noopener noreferrer\">forex market</a>. This is because forex brokers often mark-up the spread, which is how they make money. In the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/e/eur-usd-euro-us-dollar-currency-pair.asp\" rel=\"noopener noreferrer\">EUR/USD</a> forex pair the raw spread available to market makers is 0.00001, yet retail traders may be paying a spread of 0.00005 to 0.00015 (or even higher), a mark-up of five to 15 times the raw spread.\n", "\nForex brokers that provide raw spreads to their clients charge a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\" rel=\"noopener noreferrer\">commission</a> on each trade. They make their money off of trading fees instead of marking-up the spread.\n"]}