{"name": "Halloween Massacre Definition", "@id": "https://www.investopedia.com/terms/h/halloween_massacre.asp", "related": ["https://www.investopedia.com/terms/c/cdpu.asp", "https://www.investopedia.com/terms/r/real-estate-mortgage-investment-conduit-remic.asp", "https://www.investopedia.com/terms/t/taxableincome.asp", "https://www.investopedia.com/terms/c/canadianincometrust.asp", "https://www.investopedia.com/terms/o/ordinaryincome.asp", "https://www.investopedia.com/terms/f/fundsfromoperation.asp"], "body": ["\nThe Halloween Massacre refers to the Canadian Government's 2006 decision to tax all income trusts domiciled in Canada. On Halloween, Oct. 31, 2006, Canada’s minister of finance, Jim Flaherty, announced that all income trusts would be taxed in a similar manner as corporations at a rate of over 30% on taxable income, causing unitholders’ values to decrease dramatically virtually overnight.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nIncome trusts, which were permitted to make distributions to unitholders on a pretax basis under previous Canadian income tax laws, were a popular investment vehicle in the early 2000s, especially in Canada. The Canadian energy sector was hardest hit by the change, and suffered an estimated loss of about 17.85% in value over the 10 days following the announcement (about $35 billion) to investors, giving rise to the term \"massacre.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/canadianincometrust.asp\" rel=\"noopener noreferrer\">Canadian income trust</a> is an investment fund that holds income-producing assets and distributes payments to unitholders, or shareholders, on a regular basis. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution.asp\" rel=\"noopener noreferrer\">Distributions</a> are usually made quarterly or monthly. The Canadian income trust must distribute a minimum of 90% of its net cash flows.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿ Tax advantages to investing in a Canadian income trust include advantages to both the investor and the entity itself.\n", "\nThe investor receives a portion of the periodic payment as a return of capital and a portion as a taxable distribution. The trust entity distributes most of its cash to shareholders or unitholders, leaving little left to be retained by the entity, so there is little left to tax. The trust pays out most of the earnings to unitholders before paying taxes, and it is usually traded publicly on a securities exchange.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nThis change in the Canadian tax law, which was largely debated after the fact, was made to remedy a perceived loss of tax revenue. At the time, noted Bloomberg News, there were some 250 trusts listed on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/toronto-stock-exchange-tsx.asp\" rel=\"noopener noreferrer\">Toronto Stock Exchange</a>, with many offering enticing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield.asp\" rel=\"noopener noreferrer\">yields</a> of 10%. The surprise move by the government shocked investors and caused an immediate 12% decline in the value of the trusts.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿\n", "\nIn the decade since, interest rates have been low in Canada and the U.S., as investors have clamored for more yields like the kind that income trusts once provided. Nevertheless, as of 2020, income trusts were still available, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/04/030304.asp\" rel=\"noopener noreferrer\">many of them real estate investment trusts (REITs)</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ These entities hold and maintain income-producing real estate—including office buildings, shopping centers, and hotels—and Canada still offers special tax treatment. When income flows through to unitholders, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/how-fortune-500-companies-avoid-paying-income-tax/\" rel=\"noopener noreferrer\">they don’t pay much, if any, corporate tax</a>, and most of the distributions are taxed as ordinary income.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nThe Canadian REIT market was hit very hard by the COVID-19 pandemic, as the second quarter of 2020 “brought the largest ever year-over-year decline for quarterly earnings at minus 13%,” according to RBC Capital Markets Real Estate Group managing director Carolyn Blair. As of the end of September 2020, Canadian REITs have underperformed with a negative 20% return over the past 12 months. The pandemic’s effect on real estate, including tenant insolvency, empty storefronts, reduced retail business, and closed shops, restaurants, and more, is to blame, and Blair predicts that “recovery size and pace will likely have less to do with traditional REIT financial metrics and more to do with investor confidence.”<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n"]}