{"name": "Halloween Strategy Definition", "@id": "https://www.investopedia.com/terms/h/halloween-strategy.asp", "related": ["https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/j/januaryeffect.asp", "https://www.investopedia.com/terms/a/anomaly.asp", "https://www.investopedia.com/terms/d/dogsofthedow.asp", "https://www.investopedia.com/terms/a/alpha.asp", "https://www.investopedia.com/terms/o/oddlottheory.asp"], "body": ["\nThe Halloween strategy, Halloween effect, or Halloween indicator, is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/markettiming.asp\" rel=\"noopener noreferrer\">market-timing strategy</a> based on the hypothesis that stocks perform better between Oct. 31 (Halloween) and May 1 than they do between the beginning of May through the end of October. The strategy posits that it is prudent to buy stocks in November, hold them through the winter months, then sell in April, while investing in other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetclasses.asp\" rel=\"noopener noreferrer\">asset classes</a> from May through October. Some who subscribe to this tactic say not to invest at all during the summer months.\n", "\nThe idea that investors can time the market in this way is contrary to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyandhold.asp\" rel=\"noopener noreferrer\">buy-and-hold</a> strategy, in which an investor may ride out down months, and invest for the longer term. The superior results seem to contradict the premise of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/022004.asp\" rel=\"noopener noreferrer\">Efficient Markets Hypothesis</a> and that stocks behave in a completely random manner.\n", "\nThe Halloween strategy is closely related to the oft-repeated advice to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sell-in-may-and-go-away.asp\" rel=\"noopener noreferrer\">sell in May and go away</a>.<em> </em>It is worth noting that some variation of this strategy has actually been around for quite a long time. The axiom so often coined in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/112514/top-sites-latest-stock-market-news.asp\" rel=\"noopener noreferrer\">financial media</a> was also repeated over the last two centuries, and its longer version was some variation of these words: Sell in May, go away, come again St. Leger's day (September 15).\n", "\nMany believe that the notion of abandoning stocks in May of each year has its origins in the United Kingdom, where the privileged class would leave London and head to their country estates for the summer, largely ignoring their investment <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolios</a>, only to return in September. Those who subscribe to this notion would likely expect that it is common for salesmen, traders, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">brokers</a>, equity analysts, and others in the investment community to leave their metropolitan financial centers in summer in favor of oases like the Hamptons in New York, Nantucket in Massachusetts, and their equivalents elsewhere.\n", "\nHowever, Sven Bouman and Ben Jacobsen published a paper in the <em>American Economic Review</em> that specifically studied the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/011416/how-evaluate-stock-performance.asp\" rel=\"noopener noreferrer\">performance of stocks </a>during the period from November to April and dubbed this the Halloween Indicator. In their observation, an investor who would use the Halloween strategy to be fully invested for one six-month period and be out of the market for the other six months of the year would theoretically reap the best part of an annual return, but with just half the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketexposure.asp\" rel=\"noopener noreferrer\">exposure</a> of someone who invests in stocks year-round.\n", "\nThe Halloween strategy does have evidence worthy of consideration. Historical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\" rel=\"noopener noreferrer\">stock</a> returns suggest that the premise of the Halloween strategy has been mostly true throughout the last half-century—that the months between November and April actually <em>have</em> provided investors with stronger <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gains</a> than have the other months of the year.\n", "\nResults also show that a strategy of selling in May is successful in beating the market more than 80% of the time when employed over a five-year horizon, and more than 90% successful in beating the market when used with a 10-year time frame.\n", "\nThe graph below displays the Halloween effect for U.S. stocks for the comparable periods 1970–2017 and 1991–2017. It indicates that the return on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\" rel=\"noopener noreferrer\">Standard &amp; Poor’s 500 Index</a> is much higher from November through April than it is between May and October.\n", "\nNo one has been able to conclusively identify a reason for this seasonal anomaly. While many market watchers believe that investment professionals’ summer vacations do have an impact on market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>—or that investors’ aversion to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\" rel=\"noopener noreferrer\">risk</a> during the summer months is at least partly responsible for the difference in seasonal returns—these notions assume that increased participation means increased gains.\n", "\nBut market crashes and similar investing disasters are attended by the highest levels in volume and participation, so the assumption of increased participation may have some correlation with gains, but it is not likely to cause the gains.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110713/basics-mechanics-behind-electronic-trading.asp\" rel=\"noopener noreferrer\">Electronic trading</a> allows investors all over the world to participate—as easily from the beach as from the boardroom—so proximity to trading resources is not likely to be an explanation either. There is no dearth of theories to support whatever one wants to believe about the Halloween strategy. For as many different opinions as there are about the Halloween effect, there is an equal number of theories to support those opinions. The Halloween strategy is fascinating for the very reason that it is both an empirical anomaly and a mystery.\n"]}