{"name": "Happiness Economics Definition", "@id": "https://www.investopedia.com/terms/h/happiness-economics.asp", "related": ["https://www.investopedia.com/terms/p/political-economy-research-institute.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/d/demographics.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/s/standard-of-living.asp"], "body": ["\nHappiness economics is the formal academic study of the relationship between individual satisfaction and economic issues such as employment and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealth.asp\">wealth</a>. Happiness economics attempts to use <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/econometrics.asp\">econometric</a> analysis to discover what factors increase and decrease human well-being and quality of life.\n", "\nHappiness economics is a relatively new branch of research. It seeks to identify the economic determinants of well-being, mainly by asking people to fill out surveys. Previously, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economist.asp\">economists</a> did not bother compiling such research, preferring to define what drives happiness from afar based on their own understandings.\n", "\nIn effect, determining the well-being and preferences of individuals is not an easy task. Happiness can be difficult to categorize because it is a subjective measure.\n", "\nRegardless of these challenges, those who study happiness economics continue to argue that it is essential to examine factors affecting quality of life, beyond typical areas of economic studies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\">income</a> and wealth.\n", "\nThey set out to achieve their goal by sending out surveys that directly ask people to rank their level of happiness. They also analyze indices tracking the quality of life in different countries, focusing on factors such as access to health care, life expectancy, literacy levels, political freedom, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP) <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/per-capita-gdp.asp\">per capita</a>, cost of living, social support, and pollution levels.\n", "\nOver the past 30 or so years, a number of happiness economics <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/metrics.asp\">metrics</a> have emerged. Common ones include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gnh.asp\">Gross Domestic Happiness</a> (GDH) and happiness indices that aim to track the well-being of people living in several countries in the world.\n", "\nAccording to the happiness index of 2018, the happiest places are:\n", "\nEurope, home to many of the countries topping the 2018 list, is particularly engaged with happiness economics. The region’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oecd.asp\">Organization for Economic Cooperation and Development</a> (OECD) gathers data on happiness economics and ranks its 35 member countries based on factors such as housing, income, employment, education, environment, civic engagement, and health.\n", "\nThe research of happiness economics has generally found that people in wealthier countries with high-quality institutions tend to be happier than people in countries with less wealth and poorer institutions. Research compiled by pollster Gallup since 2005 revealed that doubling GDP per person boosts life satisfaction by about 0.7 points. However, several other studies have poked holes in the assumption of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/neoclassical.asp\">neoclassical economics</a> that higher income always correlates to greater levels of utility and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/welfare_economics.asp\">economic welfare</a>.\n", "\nFor people earning low levels of income, many economists discovered that more money does generally increase happiness as it enables a person to buy goods and services considered essential to the basics of life such as food, shelter, health care, and education. But there is believed to be a threshold, somewhere in the region of $75,000, after which no amount of extra money is reported to boost life satisfaction.\n", "\nOther factors that impact happiness include the quality and type of work people are doing, as well as the number of hours they are working. Several studies show that job satisfaction is more important than income levels. Boring repetitive jobs may give little joy, while self-employment or work in creative skilled jobs can lead to greater satisfaction.\n", "\nWorking more can also increase happiness, particularly if it is work someone enjoys, but even then there is a limit as working consistently long hours results in higher stress and less happiness. Studies also indicate that time for leisure can be just as important as quality of work when it comes to human well-being and happiness. Other factors that reduce happiness include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\">unemployment</a>, poor health, high-interest <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-debt.asp\">consumer debt</a>, and work commutes longer than about 20 minutes.\n"]}