{"name": "Harami Cross Definition and Example", "@id": "https://www.investopedia.com/terms/h/haramicross.asp", "related": ["https://www.investopedia.com/terms/t/three-inside-updown.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp", "https://www.investopedia.com/terms/b/bullish-abandoned-baby.asp", "https://www.investopedia.com/terms/h/hammer.asp", "https://www.investopedia.com/terms/b/bearishengulfingp.asp", "https://www.investopedia.com/terms/l/long-legged-doji.asp"], "body": ["\nA harami cross is a Japanese <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\">candlestick</a> pattern that consists of a large candlestick that moves in the direction of the trend, followed by a small <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/doji.asp\">doji</a> candlestick. The doji is <em>completely </em>contained within the prior candlestick’s body. The harami cross pattern suggests that the previous trend may be about to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\">reverse</a>. The pattern can be either bullish or bearish. The bullish pattern signals a possible price reversal to the upside, while the bearish pattern signals a possible price reversal to the downside.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullishharami.asp\">bullish harami</a> cross pattern forms after a downtrend. The first candlestick is a long down candle (typically colored black or red) which indicates that the sellers are in control. The second candle, the doji, has a narrow range and opens above the previous day’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\">close</a>. The doji candlestick closes near to the price it opened at. The doji must be completely contained with the real body of the previous candle.\n", "\nThe doji shows that some indecision has entered the minds of sellers. Typically, traders don't act on the pattern unless the price follows through to the upside within the next couple of candles. This is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/confirmation.asp\">confirmation</a>. Sometimes the price may pause for a few candles after the doji, and then rise or fall. A rise above the open of the first candle helps confirm that the price may be heading higher.\n", "\nA bearish harami cross forms after an uptrend. The first candlestick is a long up candle (typically colored white or green) which shows buyers are in control. This is followed by a doji, which shows indecision on the part of the buyers. Once again, the doji must be contained within the real body of the prior candle.\n", "\nIf the price drops following the pattern, this confirms the pattern. If the price continues to rise following the doji, the bearish pattern is invalidated.\n", "\nFor a bullish harami cross, some traders may act on the pattern as it forms, while others will wait for confirmation. Confirmation is a price move higher following the pattern. In addition to confirmation, traders may also give a bullish harami cross more weight or significance if it occurs at a major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/support.asp\">support level</a>. If it does, there is a greater chance of a larger price move to the upside, especially if there is no nearby resistance overhead.\n", "\nTraders may also watch other technical indicators, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rsi.asp\">relative strength index</a> (RSI) moving up from oversold territory, or confirmation of a move higher from other indicators.\n", "\nFor a bearish harami cross, some traders prefer waiting for the price to move lower following the pattern before acting on it. In addition, the pattern may be more significant if occurs near a major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/resistance.asp\">resistance level</a>. Other technical indicators, such as an RSI moving lower from overbought territory, may help confirm the bearish price move.\n", "\nIt is not required to trade the harami cross. Some traders use it simply as an alert to be on the lookout for a reversal. If already <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\">long</a>, a trader may take profits if a bearish harami cross appears and then the price starts dropping after the pattern. Or, a trader in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short</a> position may look to exit if a bullish harami cross appears and then the price starts rising shortly after.\n", "\nSome traders may opt to enter positions once the harami cross appears. If entering long on a bullish harami cross, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\">stop loss</a> can be placed below the doji low or below the low of the first candlestick. A possible place to enter the long is when the price moves above the open of the first candle.\n", "\nIf entering a short, a stop loss can be placed above the high of the doji or above the high of the first candle. One possible place to enter the trade is when the price drops below the first candle open.\n", "\nHarami cross patterns don't have profit targets. Therefore, traders need to use some other method of determining when to exit a profitable trade. Some options include using a trailing stop loss, finding an exit with Fibonacci <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciextensions.asp\">extensions</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciretracement.asp\">retracements</a>, or using a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskrewardratio.asp\">risk/reward ratio</a>.\n", "\nThe following chart shows a bearish harami cross in American Airlines Group Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=aal\">AAL</a>). The price had been falling in an overall downtrend, but then flattened out into a large <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/range.asp\">range</a>. The price moved higher into a resistance area where it formed a bearish harami pattern. Following the pattern, the price moved lower. This provided confirmation and an opportunity to exit longs or enter short positions.\n", "\nThe price continued lower for a couple of weeks before reversing and then breaking above the resistance level.\n"]}