{"name": "Hara-Kiri Swap Definition", "@id": "https://www.investopedia.com/terms/h/hara-kiri-swap.asp", "related": ["https://www.investopedia.com/terms/c/currencyswap.asp", "https://www.investopedia.com/terms/c/circusswap.asp", "https://www.investopedia.com/terms/f/fixed-fixedswap.asp", "https://www.investopedia.com/terms/a/accrual-swap.asp", "https://www.investopedia.com/terms/s/swap.asp", "https://www.investopedia.com/terms/d/derivative.asp"], "body": ["\nA hara-kiri swap is an interest rate or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cross-currency-swap.asp\" rel=\"noopener noreferrer\">cross-currency swap</a> devoid of profit potential for the originator. The term became popular in the 1980s when Japanese banks and brokers were offerings very attractive rates in order to obtain business from mostly foreign companies.\n", "\nIn Japan, hara-kiri is a form of slow ritual suicide practiced by disgraced warriors. The swaps were dubbed hara-kiri because not making a profit on these types of transactions was viewed as financial suicide.\n", "\nHara-kiri swaps provide no intrinsic benefits to the parties that offer them, but there are extrinsic benefits to consider. Offering an attractive swap to a large company may entice them to deal with your bank, attracting business. By signing a large company, hara-kiri swaps were thought to pay off in the future by opening up opportunities to profit elsewhere, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a> new issues, loans, banking fees, insurance policies, and so on.\n", "\nOf course, the danger to the offering party is that savvy investors will take advantage of the hara-kiri swap without providing profitable business elsewhere.\n", "\nHara-kiri swaps typically work like other currency or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrateswap.asp\" rel=\"noopener noreferrer\">interest rate swaps</a>. The difference is that with a hara-kiri swap, the rate offered by the originator is more attractive than what is available in the marketplace.\n", "\nFor example, the swap originator may offer higher interest payments to the other party than what other banks are offering, or they may offer a more attractive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rate</a> on currencies. Such actions reduce the profit margin of the bank, making it less likely they will profit or benefit directly from the transaction.\n", "\nSuch swaps are traded <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">over the counter </a>(OTC), and in this case often directly marketed by a bank or brokerage to potential clients. With OTC transactions, the parties can negotiate the terms they want from the swap. In this way, the originator could set maximum and minimum rates they will pay and receive, essentially guaranteeing that the other party will come out even in the worst-case scenario, or will come out ahead in the best case scenario on the swap.\n", "\nWith fluctuating exchange rates and interest rates—and potentially huge sums of money involved in these typically institutional transactions—if markets go the wrong way, it could mean big losses or missed profit potential for the bank or broker.\n", "\nHara-kiri swaps were most popular in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jpy.asp\" rel=\"noopener noreferrer\">Japanese yen</a> related swaps. Their popularity declined as Japanese banks expanded into Europe, and therefore no longer needed to try to entice foreign businesses to do business in Japan. Also, the Japanese stock market started crashing in the early 1990s, putting stress on the banks and the economy.\n"]}