{"name": "Hardship Exemption: Overview", "@id": "https://www.investopedia.com/terms/h/hardship-exemption.asp", "related": ["https://www.investopedia.com/terms/m/minimum-essential-coverage.asp", "https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "https://www.investopedia.com/terms/m/medicaid.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/premium-tax-credit-2021-definition-5115090", "https://www.investopedia.com/terms/h/health-plan-categories.asp"], "body": ["\nA hardship exemption is an event that prevents an individual from obtaining health insurance. This approved exception prevents the person from paying a penalty for not having health insurance during the hardship period. A hardship exemption can be granted if an individual is in a situation that affects his or her ability to purchase health coverage. Hardship exemptions are a provision in the Patient Protection and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\">Affordable Care Act </a>(ACA), signed into law on March 23, 2010. Starting in 2014, most individuals were required to have an acceptable health-coverage level - known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum-essential-coverage.asp\">minimum essential coverage</a> - or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fee.asp\">pay a fee</a> (individual shared responsibility payment). In certain cases, people can qualify for exemptions, including hardship exemptions, whereby no penalty is assessed9. As of 2019, the penalty for not having <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\">health insurance</a> is eliminated; the exemptions below apply to the 2015-2018 tax years.\n", "\nHardship exemptions typically covered the month prior to the hardship, the hardship period, and the month after the hardship. However, for some exceptions, the hardship exemption period could be extended up to a calendar year (e.g., people ineligible for Medicaid because their state has not expanded Medicaid coverage). A hardship exemption may be granted for these accepted circumstances:\n", "\nFour more exemptions have since been added under the Trump Administration. If you:\n", "\nEligible individuals can apply for a hardship exemption through the Health Insurance Marketplace.\n"]}