{"name": "Hard Call Protection Definition", "@id": "https://www.investopedia.com/terms/h/hardcallprotection.asp", "related": ["https://www.investopedia.com/terms/c/callable-security.asp", "https://www.investopedia.com/terms/c/conditional-call-option.asp", "https://www.investopedia.com/terms/e/europeancallablebond.asp", "https://www.investopedia.com/terms/c/calledaway.asp", "https://www.investopedia.com/terms/c/calldate.asp", "https://www.investopedia.com/terms/p/put-provision.asp"], "body": ["\nHard call protection, or absolute call protection, is a provision in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callablebond.asp\">callable bond</a> whereby the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issuer.asp\">issuer</a> cannot exercise the call and redeem the bond before the specified date, usually three to five years from the date of issuance.\n", "\nInvestors who purchase bonds are paid interest (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rate</a>) for the duration of the bond's life. When the bond matures, bondholders are repaid the principal value equivalent to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\">face value</a> of the bond. Interest rates and bond prices have an inverse relationship—when the bond price declines, then yields rise, and vice versa. While bondholders prefer to invest in bonds with higher rates, as this translates into high interest income payments, issuers would rather sell bonds with lower rates to reduce their <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofdebt.asp\">cost of borrowing</a>.\n", "\nThus, when interest rates decrease, issuers will retire the existing bonds before they mature and refinance the debt at the lower interest reflected in the economy. Bonds that are repaid prior to maturity stop paying interest, forcing investors to find interest income in some other investment, usually at a lower interest rate (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestmentrisk.asp\">reinvestment risk</a>). To protect callable bondholders from having their bonds repaid too early, most <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust_indenture.asp\">trust indentures</a> include a hard <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callprotection.asp\">call protection</a>.\n", "\nA hard call protection is the period of time during which an issuer cannot \"call\" its bonds. Callable corporate and municipal bonds usually have ten years of call protection, while protection on utility debt is often limited to five years. For example, consider a bond that is issued with 15 years to maturity and a five-year call protection. This means that for the first five years of the bond's life, regardless of the movement of interest rates, the bond issuer cannot redeem the bond by repaying the bond's principal balance. The hard call protection serves as a sweetener as it guarantees investors will receive the stated return for five years before the bond is \"free\" to be called.\n", "\nSince the investor is taking the risk of the bond being called prior to maturity, brokers will usually provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldtocall.asp\">yield-to-hard call</a> as well as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldtomaturity.asp\">yield-to-maturity</a> figures when a callable bond is being purchased. An investor should base their decisions on the lower of these two yields, which is usually the yield to the hard call date.\n", "\nAfter the hard call protection period expires, the bond may continue to be partially protected by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/softcallprotection.asp\">soft call protection</a>. This feature requires certain conditions to exist before the bond can be called. Soft call protection is usually a premium to par that the issuer must pay to call in the bonds before maturity. For example, the issuer may be required to repay investors a percentage over the full face value (say 105%) of the bond on the first <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calldate.asp\">call date</a>. A soft call provision may also specify that the issuer cannot call a bond that is trading above its issue price. In the case of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convertiblebond.asp\">convertible callable bonds</a>, a soft call protection would prevent the issuer from calling the bond until the price of the underlying stock rose to a certain percentage above the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conversionprice.asp\">conversion price</a>.\n", "\nCallable bonds pay a higher return because of the risk that the issuer will redeem them before maturity. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailnote.asp\">retail note</a> is an example of a type of bond that commonly includes hard call protection.\n"]}