{"name": "Hard Currency Definition", "@id": "https://www.investopedia.com/terms/h/hardcurrency.asp", "related": ["https://www.investopedia.com/terms/h/hardloan.asp", "https://www.investopedia.com/terms/forex/i/international-currency-markets.asp", "https://www.investopedia.com/terms/s/weak-currency.asp", "https://www.investopedia.com/terms/forex/c/commodity-pairs.asp", "https://www.investopedia.com/terms/c/currency-depreciation.asp", "https://www.investopedia.com/terms/b/blockedcurrency.asp"], "body": ["\nHard currency refers to money that is issued by a nation that is seen as politically and economically stable. Hard currencies are widely accepted around the world as a form of payment for goods and services and may be preferred over the domestic currency.\n", "\nA hard currency is expected to remain relatively stable through a short period of time, and to be highly liquid in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\" rel=\"noopener noreferrer\">forex</a> or foreign exchange (FX) market. The most tradable currencies in the world are the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usd.asp\" rel=\"noopener noreferrer\">U.S. dollar (USD)</a>, European euro (EUR), Japanese yen (JPY), British pound (GBP), Swiss franc (CHF), Canadian dollar (CAD) and the Australian dollar (AUD).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ All of these currencies have the confidence of international investors and businesses because they are not generally prone to dramatic depreciation or appreciation.\n", "\nThe U.S. dollar stands out in particular as it enjoys status as the world's foreign <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reservecurrency.asp\" rel=\"noopener noreferrer\">reserve currency</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ For this reason, many international transactions are done in U.S. dollars. Moreover, if a country's currency begins to soften, citizens will begin holding U.S. dollars and other safe haven currencies to protect their wealth.\n", "\nWithin the hard currency group, the Canadian and Australian dollars are sensitive to commodity prices but they weather these dips better than other countries much more dependent on commodities. For example, the collapse of energy prices in 2014 hurt both the Australian and Canadian markets, but it was far more devastating for the Russian ruble. That said, a depreciation in a nation's currency is usually result of either an increase in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a> or a loss of confidence in its future ability as a store of constant value, because of either economic, financial or governmental concerns. A striking example of an unstable or a soft currency is the Argentinian peso, which in 2015, lost 34.6% of its value against the dollar, making it highly unattractive to foreign investors.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe value of a currency is mostly based off of economic fundamentals such as gross domestic product (GDP) and employment. The international strength of the U.S. dollar is reflective of America's GDP which, as of 2019 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\" rel=\"noopener noreferrer\">current prices</a>, stands first in the world at $21.37 trillion. China and India have the second and fifth, respectively, ranked GDPs in the world at $14.34 trillion and $2.88 trillion, but neither the Chinese yuan nor the Indian rupee is considered a hard currency.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ This underscores how <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central bank</a> policies and stability in a country's money supply also factor into exchange rates. There is also a clear preference for mature democracies with a transparent legal system.\n", "\nHard currencies are more valuable than other currencies. For instance, as of Nov. 6, 2020, the FX market traded at a rate of 6.61 yuan per U.S. dollar and 73.97 rupee per dollar.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ These exchange rates are detrimental for Chinese and Indian importers but positive for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccount.asp\" rel=\"noopener noreferrer\">current account</a> balances. A weak <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rate</a> helps a country's exporters because it makes exports more competitive (or cheaper) in international commodity and other markets. In recent years, China has faced accusations of manipulating its exchange rate to deflate prices and seize a greater share of international markets.\n"]}