{"name": "Hawthorne Effect Definition", "@id": "https://www.investopedia.com/terms/h/hawthorne-effect.asp", "related": ["https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/p/phase-3.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/black-metropolis-5094203", "https://www.investopedia.com/terms/m/milton-friedman.asp"], "body": ["\nThe Hawthorne Effect is the inclination of people who are the subjects of an experimental study to change or improve the behavior being evaluated only because it is being studied and not because of changes in the experiment parameters or stimulus.\n", "\nThe Hawthorne Effect refers to the fact that people will modify their behavior simply because they are being observed. The effect gets its name from one of the most famous industrial history experiments that took place at Western Electric’s factory in the Hawthorne suburb of Chicago in the late 1920s and early 1930s.\n", "\nHowever, subsequent analysis of the effect by the University of Chicago economists in 2009 revealed that the original results were likely overstated.\n", "\nThe Hawthorne experiments were originally designed by the National Research Council to study the effect of shop-floor lighting on worker <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/productivity.asp\">productivity</a> at a telephone parts factory in Hawthorne. However, the researchers were perplexed to find that productivity improved, not just when the lighting was improved, but also when the lighting was diminished. Productivity improved whenever changes were made in other variables such as working hours and rest breaks.\n", "\nThe researchers concluded that the workers’ productivity was not being affected by the changes in working conditions, but rather by the fact that someone was concerned enough about their working conditions to conduct an experiment on it.\n", "\nResearch often relies on human subjects. In these cases, the Hawthorne Effect is the intrinsic bias that researchers must take into consideration when studying their findings. Although it can be challenging to determine how a subject's awareness of a study might modify their behavior, researchers should nevertheless strive to be mindful of this phenomenon and adapt accordingly.\n", "\nWhile there is no universally agreed-upon methodology for achieving this, experience and keen attention to the situation can help researchers prevent this effect from tarnishing their results.\n", "\nAs an example of the Hawthorne Effect, consider a 1978 study conducted to determine if cerebellar neurostimulators could reduce the motor dysfunction of young cerebral palsy sufferers. The objective testing revealed that the patients in the study claimed that their motor dysfunctions decreased and that they embraced the treatment. But this patient feedback countered the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitativeanalysis.asp\">quantitative analysis</a>, which demonstrated that there was scant increased motor function.\n", "\nIndeed, the increased human interaction with doctors, nurses, therapists, and other medical personnel during these trials had a positive psychological impact on patients, which consequently fostered their illusion of physical improvements to their conditions. When analyzing the results, researchers concluded that the Hawthorne Effect negatively impacted the data, as there was no evidence that the cerebellar neurostimulators were measurably effective.\n"]}