{"name": "Hazardous Activity Definition", "@id": "https://www.investopedia.com/terms/h/hazardous-activity.asp", "related": ["https://www.investopedia.com/terms/s/substandard-insurance.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/a/adverseselection.asp", "https://www.investopedia.com/terms/w/waiver_of_premium.asp", "https://www.investopedia.com/terms/d/diinsurance.asp", "https://www.investopedia.com/terms/m/medical-underwriting.asp"], "body": ["\nHazardous activity refers to a recreational pursuit that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\" rel=\"noopener noreferrer\">life</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disability-insurance.asp\" rel=\"noopener noreferrer\">disability insurance</a> policy considers high-risk. The activities are not typically covered by insurance as they carry an increased potential for injury or loss. Hazardous activities include scuba diving, BASE jumping, hang gliding, race car driving, flying a plane, horseback riding, bungee jumping, parasailing, and off-roading. Further, some employment falls into this category such as some construction work, logging, aircraft pilots, offshore oil rig worker, offshore fisherman, structural steelworkers, and underground mining.\n", "\nIf a hobby falls under an insurance company’s definition of hazardous activity, the policyholder may not be able to purchase a life or disability insurance plan. Or, they may pay a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">premium</a> because the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/092915/biggest-life-insurance-companies-us.asp\" rel=\"noopener noreferrer\">insurer</a> considers the action high-risk. Another possibility is that the insurer will issue a policy, but it will explicitly exclude the hazardous activities from the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-coverage.asp\" rel=\"noopener noreferrer\">coverage</a>. The<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\"> insurance</a> policy will not pay benefits for death or disability from a designated hazard, but will still provide benefits for other covered accidents and events.\n", "\nSome policyholders may omit a dangerous hobby or work on their insurance application to secure approval. Not being truthful on an application for insurance is fraud, called non-disclosure. The 1984 Insurance Contracts Act made it a duty to disclose all information which can reasonably be relevant to the final decisions of the insurer.\n", "\nThe insurance provider has corrective actions it may take if it learns the applicant lied on the application for coverage. During the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a> process, the insurer will review medical records and past insurance coverage, noting injuries sustained from hazardous activities. The insurer may deny the application or adjust the policy and premium payment to reflect the hazards covered. When the insurer learns of dangerous nondisclosed enterprises after writing a policy, it may demand back payment of adjusted premiums, limit the benefit payment for death or dismemberment or even cancel the insurance policy as a whole.\n", "\nIt is essential to understand that not all insurance providers consider the same activities hazardous. Also, the occasional participation in a hazardous activity, such as going scuba diving for the first time on a vacation, will not necessarily classify you as a high-risk applicant.\n", "\nSome disability policies have exclusion riders. Alcohol and substance abuse limitations are key examples of exclusions. Coverage for a disability arising from substance abuse or alcoholism is often capped at two years, but in some cases may not be covered at all.\n", "\nPrescription medication may also trigger the substance abuse limitation. Some medications are easily abused, and insurers may argue you are taking more than warranted for your injury or illness. If the substance abuse limitation kicks in, your legitimate insurance claim for a physical condition may be restricted or even denied.\n", "\nOther exclusions may include some lesser-known exclusions, including:\n", "\nSome <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/travel-insurance.asp\" rel=\"noopener noreferrer\">travel and sports insurance</a> companies work with extreme sports enthusiasts and adventure travelers by offering Adventure Activities Coverage. This insurance is not the standard travel insurance that protects from lost luggage, canceled flights, and medical emergencies. The design of adventure activities insurance specifically addresses the needs of those with more extreme pursuits or lifestyles. It often comes in the form of an exclusion waiver, since most travel insurance plans exclude coverage for adventurous activities and hazardous sports.\n", "\nOne hazardous activity that sometimes manages to avoid exclusion is scuba diving, depending on the level of education and experience of the participants. More specifically, some insurers provide plans in which Scuba divers who are Professional Association of Diving Instructors (PADI) or National Association of Underwater Instructors (NAUI) receive coverage in the base plan without the need for an extra rider, and thus additional costs. Most other adventure activities would require an additional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\" rel=\"noopener noreferrer\">rider</a> at an extra charge.\n", "\nAccording to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://indianexpress.com/article/cities/mumbai/consumer-forum-says-no-to-mediclaim-calls-hot-air-balloon-hazardous-activity-5394626/\" rel=\"noopener noreferrer nofollow\">IndianExpress.com</a>, in 2015, the South Mumbai District Consumer Disputes court upheld a ruling during an appeal from Nagin Parekh. The court was hearing a complaint that Mr. Parekh entered against an insurance provider who denied coverage for an accident he had during a 2012 ballooning trip.\n", "\nParekh was on an organized hot air balloon ride when the balloon suddenly lost altitude. The balloon's basket landed roughly, and the pilot and co-pilot jumped out. Before the basket could be secured the balloon craft rose into the air again, carrying Parekh and other adventurers aloft. The balloon again crashed into the ground, more violently this second time, and Parekh sustained injuries to both of his legs and received treatment for fractured bones.\n", "\nParekh's insurance denied medical and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/110415/group-and-individual-disability-insurance-what-you-need-know.asp\" rel=\"noopener noreferrer\">disability coverage</a> and rejected his claim for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reimbursement.asp\" rel=\"noopener noreferrer\">reimbursement</a>. The company stated, \"one who went for the ride did it at [their own] \"self-risk\" which the appeals court upheld. The court ruled that \"hot air balloon riding always involves [a] high-risk of life and it is hazardous in nature.\"\n"]}