{"name": "Health Plan Categories", "@id": "https://www.investopedia.com/terms/h/health-plan-categories.asp", "related": ["https://www.investopedia.com/terms/a/actuarial-value.asp", "https://www.investopedia.com/health-insurance-deductible-4773113", "https://www.investopedia.com/terms/o/outofpocket-limit.asp", "https://www.investopedia.com/terms/m/medicare.asp", "https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "https://www.investopedia.com/health-insurance-premium-4773146"], "body": ["\nHealth plan categories refer to the four types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health insurance</a> plans that are differentiated based on the average percentage of healthcare expenses that will be paid by the plan. In the United States, health insurance plans are offered in four actuarial levels: Bronze, Silver, Gold and Platinum. The level defines the amount of expenses each type of plan covers.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nThe higher the actuarial value (i.e. Gold and Platinum), the more that health plan category will pay on average toward healthcare expenses. The lower the actuarial value (Bronze and Silver), the less that health plan category will pay. The typical actuarial values for the four coverage tiers are:\n", "\nAll plans cover the same set of essential health benefits. Because each plan is different in terms of deductibles, copayments and coinsurance amounts, your share of the costs may come in the form of a large deductible with low coinsurance (for example, a $4,000 deductible with 10 percent coinsurance) or a small deductible with high coinsurance (such as a $1,500 deductible with 30 percent coinsurance).\n", "\nWith all health plans, consumers pay a monthly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">insurance premium</a> whether or not they use healthcare services. Premiums are typically higher for plans that pay more of your medical expenses when you receive care, such as Gold and Platinum plans. In general, premiums are also higher for plans that have lower deductibles and lower coinsurance amounts.\n", "\nIn addition to the four metallic coverage tiers, a catastrophic level is available to people under age 30 and to certain people over age 30 who are granted hardship exemptions based on income and other circumstances that would prevent them from getting a Bronze, Silver, Gold or Platinum plan.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nThere are 14 reasons for which someone may be granted a hardship exemption, including being homeless; having substantial property damage resulting from fire, flood or other disaster; and filing for bankruptcy in the past three years.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n"]}