{"name": "Health Insurance Definition", "@id": "https://www.investopedia.com/terms/h/healthinsurance.asp", "related": ["https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "https://www.investopedia.com/terms/o/outofpocket.asp", "https://www.investopedia.com/terms/m/minimum-essential-coverage.asp", "https://www.investopedia.com/terms/h/hmo.asp", "https://www.investopedia.com/terms/c/catastrophic-illness-insurance.asp"], "body": ["\nHealth insurance is a type of insurance coverage that typically pays for medical, surgical, prescription drug and sometimes dental expenses incurred by the insured. Health insurance can reimburse the insured for expenses incurred from illness or injury, or pay the care provider directly. It is often included in employer benefit packages as a means of enticing quality employees, with premiums partially covered by the employer but often also deducted from employee paychecks. The cost of health insurance premiums is deductible to the payer, and the benefits received are tax-free, with certain exceptions for S Corporation Employees.\n", "\nHealth insurance can be tricky to navigate. Managed care insurance plans require policyholders to receive care from a network of designated healthcare providers for the highest level of coverage. If patients seek care outside the network, they must pay a higher percentage of the cost. In some cases, the insurance company may even refuse payment outright for services obtained out of network.\n", "\nMany managed care plans—for example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hmo.asp\" rel=\"noopener noreferrer\">health maintenance organizations (HMOs)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pointofservice-plan-pos.asp\" rel=\"noopener noreferrer\">point-of-service plans (POS)</a>— require patients to choose a primary care physician who oversees the patient's care, makes recommendations about treatment, and provides referrals for medical specialists. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferred-provider-organization.asp\" rel=\"noopener noreferrer\">Preferred-provider organizations (PPOs)</a>, by contrast, don't require referrals, but do have lower rates for using in-network practitioners and services.\n", "\nInsurance companies may also deny coverage for certain services that were obtained without preauthorization. In addition, insurers may refuse payment for name-brand drugs if a generic version or comparable medication is available at a lower cost. All these rules should be stated in the material provided by the insurance company and should be carefully reviewed. It's worth checking with employers or the company directly before incurring a major expense.\n", "\nIncreasingly, health insurance plans also have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copay.asp\" rel=\"noopener noreferrer\">co-pays</a>, which are set fees that plan subscribers must pay for services such as doctor visits and prescription drugs; <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/health-insurance-deductible-4773113\" rel=\"noopener noreferrer\">deductibles</a> that must be met before health insurance will cover or pay for a claim; and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coinsurance.asp\" rel=\"noopener noreferrer\">coinsurance</a>, a percentage of healthcare costs that the insured must pay even after they've met their deductible (and before they reach their <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket-limit.asp\" rel=\"noopener noreferrer\">out-of-pocket maximum</a> for a given period).\n", "\nInsurance plans with higher out-of-pocket costs generally have smaller monthly premiums than plans with low deductibles. When shopping for plans, individuals must weigh the benefits of lower monthly costs against the potential risk of large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket.asp\" rel=\"noopener noreferrer\">out-of-pocket expenses</a> in the case of a major illness or accident.\n", "\nOne increasingly popular type of health insurance is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hdhp.asp\" rel=\"noopener noreferrer\">high-deductible health plan (HDHP)</a>, which, in 2020, must have IRS-mandated deductibles of at least $1,400 for an individual or $2,800 for a family, and out-of-pocket maximums of $6,900 for an individual/$13,800 for a family. These plans have lower premiums than an equivalent health insurance plan with a lower deductible. One other advantage: If you have one, you are permitted to open—and contribute pre-tax income to—a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hsa.asp\" rel=\"noopener noreferrer\">health savings account</a>, which can be used to pay for qualified medical expenses.\n", "\nIn addition to health insurance, ill people who qualify can get help from a number of auxiliary products available on the market. These include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disability-insurance.asp\" rel=\"noopener noreferrer\">disability insurance</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/010416/critical-illness-insurance-who-needs-it.asp\" rel=\"noopener noreferrer\">critical (catastrophic) illness insurance</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/ltcinsurance.asp\" rel=\"noopener noreferrer\">long-term care (LTC) insurance</a>.\n", "\nIn 2010, President Barack Obama signed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\" rel=\"noopener noreferrer\">Patient Protection and Affordable Care Act (ACA) </a>into law. It prohibited insurance companies from denying coverage to patients with pre-existing conditions and allowed children to remain on their parents' insurance plan until they reached the age of 26. In participating states, the act also expanded <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\" rel=\"noopener noreferrer\">Medicaid</a>, a government program that provides medical care for individuals with very low incomes. In addition to these changes, the ACA established the federal healthcare <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.healthcare.gov/glossary/marketplace/\" rel=\"noopener noreferrer\">Marketplace</a>.\n", "\nThe Marketplace helps individuals and businesses shop for quality insurance plans at affordable rates. Low-income individuals who sign up for insurance through the Marketplace may qualify for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidy.asp\" rel=\"noopener noreferrer\">subsidies</a> to help bring down costs. Insurance available through the ACA Marketplace is mandated under the law to cover <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.healthcare.gov/coverage/what-marketplace-plans-cover/\" rel=\"noopener noreferrer\">10 essential health benefits</a>. Through the HealthCare.gov website, shoppers can <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.healthcare.gov/marketplace-in-your-state/\" rel=\"noopener noreferrer\">find the Marketplace in their state</a>.\n", "\nUnder the ACA, Americans were <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0212/4-types-of-insurance-everyone-needs.aspx\" rel=\"noopener noreferrer\">required</a> to carry medical insurance that meets federally designated minimum standards or face a tax penalty, but Congress removed that penalty in Dec. 2017. A Supreme Court ruling in 2012 struck down an ACA provision that required states to expand Medicaid eligibility as a condition for receiving federal Medicaid funding, and a number of states chose to refuse expansion.These changes, among others, have led to a drop in the number of people enrolled through the ACA marketplace from a peak of 17.4 million in 2015, to 13.8 million in 2018.\n", "\nTwo public health insurance plans, Medicare and the Children's Health Insurance Program (CHIP), target older individuals and children, respectively. Medicare, which is available to those age 65 or older, also serves people with certain disabilities. The CHIP plan has income limits and covers babies and children up to the age of 18.\n"]}