{"name": "Hedonic Treadmill Definition", "@id": "https://www.investopedia.com/terms/h/hedonic-treadmill.asp", "related": ["https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/g/gametheory.asp", "https://www.investopedia.com/terms/b/behavioralfinance.asp", "https://www.investopedia.com/terms/l/loss-psychology.asp", "https://www.investopedia.com/terms/m/market-dynamics.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp"], "body": ["\nA hedonic treadmill is the tendency of a person to remain at a relatively stable level of happiness despite a change in fortune or the achievement of major goals. The hedonic treadmill is also referred to as the hedonistic treadmill or hedonic adaptation.\n", "\nAccording to the hedonic treadmill model, as a person makes more money, their expectations and desires rise in tandem. So the rise in income results in no permanent gain in happiness.\n", "\nThe hedonic treadmill theory explains the often-held observation that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hnwi.asp\" rel=\"noopener noreferrer\">rich people</a> are no happier than poor people, and that those with severe money problems are sometimes quite happy. The theory supports the argument that money does not buy happiness and that the pursuit of money as a way to reach this goal is futile. Good and bad fortunes may temporarily affect how happy a person is, but most people will end up back at their normal level of happiness.\n", "\nIn psychology, a hedonic set point is the general baseline level of happiness a person experiences over their lifetime, despite any temporary changes in the level from positive or negative life events. The theory argues that although events and environmental factors can affect happiness in the short term, people will naturally adapt back to their hedonic set point in the long term.\n", "\nAn interview-based study titled \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://pubmed.ncbi.nlm.nih.gov/690806/\">Lottery Winners and Accident Victims: Is Happiness Relative?</a>\" that was published in 1978 by Brickman, Coates, and Janoff-Bulman set out to determine how people adapted to happiness. The researchers interviewed three groups of people: lottery winners, paralyzed accident victims, and a control group.\n", "\nBased on their findings, the newly-rich lottery winners were shown to have similar levels of happiness before and after winning. This seems to indicate that there wasn't a consistent relationship between increased happiness and personal financial gains, and that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baseline.asp\">baseline</a> level of happiness for the lottery winners over time would remain nearly the same.\n", "\nAccording to the study, \"although lottery winners felt very good about winning the lottery, they took less pleasure than controls [group] in a variety of ordinary events and were not in general happier than [the control group]. These results can be derived from an adaptation level analysis of the effects of a single extremely positive event.\"\n", "\nThe study also showed that the group of paralyzed accident victims expected their level of happiness to increase to the baseline over time, despite an initial decrease in happiness from their negative life event. The main takeaway from the hedonic treadmill is that, while stable finances are a good thing, one should not focus on increasing wealth as a means to raise their overall level of happiness.\n"]}