{"name": "Hedonic Regression Definition", "@id": "https://www.investopedia.com/terms/h/hedonic-regression.asp", "related": ["https://www.investopedia.com/terms/h/hedonicpricing.asp", "https://www.investopedia.com/terms/s/stepwise-regression.asp", "https://www.investopedia.com/terms/m/mlr.asp", "https://www.investopedia.com/terms/s/statistics.asp", "https://www.investopedia.com/terms/l/least-squares-method.asp", "https://www.investopedia.com/terms/n/nonlinearity.asp"], "body": ["\nHedonic regression is the use of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062215/how-can-i-run-linear-and-multiple-regressions-excel.asp\">regression model</a> to estimate the influence that various factors have on the price of a good, or sometimes the demand for a good. In a hedonic regression model, the dependent variable is the price (or demand) of the good, and the independent variables are the attributes of the good believed to influence utility for the buyer or consumer of the good. The resulting estimated coefficients on the independent variables can be interpreted as the weights that buyers place on the various qualities of the good.\n", "\nHedonic regression is used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedonicpricing.asp\">hedonic pricing</a> models and is commonly applied in real estate, retail, and economics. Hedonic pricing is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revealed-preference.asp\">revealed-preference</a> method used in economics and consumer science to determine the relative importance of the variables which affect the price of or demand for a good or service. For example, if the price of a house is determined by different characteristics, like the number of bedrooms, the number of bathrooms, proximity to schools, etc., <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/09/regression-analysis-basics-business.asp\">regression analysis</a> can be used to determine the relative importance of each variable. \n", "\nThe hedonic pricing regression uses ordinary least squares, or more advanced regression techniques, to estimate the extent to which several factors affect the price of a product or a piece of real estate, like a home. The price is defined as the dependent variable and is regressed on a set of independent variables that are believed to influence the price, based on economic theory, the investigator's intuition, or consumer research. Alternatively, an inductive approach, such as data mining, can be used to screen and determine the variables to include in the model. The selected characteristics (called attributes) of the good may be represented as continuous or dummy variables.\n", "\nThe most common example of the hedonic pricing method is in the housing market, wherein the price of a building or piece of land is determined by the characteristics of the property itself (e.g., size, appearance, features like solar panels or state-of-the-art faucet fixtures, and condition), as well as characteristics of its surrounding environment (e.g., if the neighborhood has a high crime rate and/or is accessible to schools and a downtown area, the level of water and air pollution, or the value of other homes close by). The price of any given house can then be predicted by plugging the attributes of that house into the estimated equation. \n", "\nHedonic regression is also used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">consumer price index</a> (CPI) calculations, to control for the effect of changes in product quality. The price of any good in the CPI basket can be modeled as a function of a set of attributes, and when one or more of these attributes change, its estimated impact on the price can be calculated. The hedonic quality adjustment method removes any price differential attributed to a change in quality by adding or subtracting the estimated value of that change from the price of the item.\n", "\nIn 1974, Sherwin Rosen first presented a theory of hedonic pricing in his paper, \"Hedonic Pricing and Implicit Markets: Product Differentiation in Pure Competition,\" affiliated with the University of Rochester and Harvard University. In the publication, Rosen argues that an item's total price can be thought of as a sum of the price of each of its homogeneous attributes. An item's price can also be regressed on these unique characteristics to determine the effect of each characteristic on its price.\n"]}