{"name": "Hell or High Water Contract Definition", "@id": "https://www.investopedia.com/terms/h/hellorhighwater.asp", "related": ["https://www.investopedia.com/terms/l/lessor.asp", "https://www.investopedia.com/terms/t/true-lease.asp", "https://www.investopedia.com/terms/l/lease-payments.asp", "https://www.investopedia.com/terms/a/adhesion-contract.asp", "https://www.investopedia.com/terms/c/conditional-sales-agreement.asp", "https://www.investopedia.com/terms/b/bilateral-contract.asp"], "body": ["\nA hell or high water contract (also known as a promise-to-pay contract) is a non-cancelable contract whereby the purchaser must make the specified payments to the seller, regardless of any difficulties they may encounter. Hell or high water clauses bind the purchaser or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lessee.asp\">lessee</a> to the terms of the contract until the contract's expiration.\n", "\nHell or high water contracts require payment whether or not the good or service is working as planned. Generally speaking, hell or high water contracts are used when the provider of a service or product is taking a large risk on behalf of the client. The risk can be in terms of the capital committed or even the customization of a product in such a way that makes it unlikely that there is another purchaser on the market.\n", "\nHell or high water contracts can be enforced even in instances where there is some fault or defect in the property at the center of the agreement. For example, if a lessee agrees to rent or lease a piece of equipment or machinery under hell or high water terms, they are responsible for those payments regardless if the equipment malfunctions. The vendor or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lessor.asp\">lessor</a> might only handle the financing aspect of the transaction and otherwise hold a passive role regarding the equipment itself.\n", "\nThe lessee in such an agreement usually selects the equipment they wish to procure. The lessor then buys the chosen item that is in turn leased to the customer. A financing agreement with hell or high water language is designed to ensure that the lessee will pay the lessor under no uncertain terms.\n", "\nIf there is an issue with the equipment the lessee receives, the lessor typically is not at fault because the lessee chose the equipment they wanted to rent. The equipment may be shipped directly from the manufacturer or supplier to the lessee without the lessor ever coming into contact with it. Flaws in the equipment may be because of an issue with its manufacturing. Any warranties regarding the functionality of the equipment might fall to the supplier or manufacturer to fulfill.\n", "\nHell or high water contracts can come into play with project finance transactions, acquisition deals and high-yield <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indenture.asp\">indentures</a>. For example, an acquisition deal with hell or high water language can direct the prospective buyer in the agreement to shoulder the burden of addressing any necessary divestitures or litigation that might result from antitrust regulatory issues. The viability of the acquisition agreement could be tied directly to the buyer's ability to resolve such matters and clear the way for the deal to proceed.\n"]}