{"name": "Hersey-Blanchard Model Definition", "@id": "https://www.investopedia.com/terms/h/hersey-and-blanchard-model.asp", "related": ["https://www.investopedia.com/terms/s/servant-leadership.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/i/intrapreneurship.asp", "https://www.investopedia.com/terms/t/technocracy.asp", "https://www.investopedia.com/terms/i/interpersonal-skills.asp", "https://www.investopedia.com/terms/b/business-ecosystem.asp"], "body": ["\nThe Hersey-Blanchard Model suggests no single leadership style is better than another. Instead of focusing on workplace factors, the model suggests leaders adjust their styles to those they lead and their abilities.\n", "\nUnder the model, successful <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/12/leadership-skils.asp\" rel=\"noopener noreferrer\">leadership</a> is both task-relevant and relationship-relevant. It is an adaptive, flexible style, whereby leaders are encouraged to consider their followers—individuals or a team—then consider the factors that impact the work environment before choosing how they will lead. This ensures they will meet their goals.\n", "\nThe Hersey-Blanchard Model is also referred to as the Situational Leadership Model or Theory.\n", "\nThe Hersey-Blanchard Model, or situational leadership style, was developed by author Paul Hersey and leadership expert Ken Blanchard, author of <em>The One Minute Manager</em>. The model is not a static <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/12/leadership-skils.asp\" rel=\"noopener noreferrer\">leadership style</a>. Instead, it is flexible, wherein the manager adapts their management style to various factors in the workplace, including their relationship with employees.\n", "\nThat means managers who live by the model must choose the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadership.asp\" rel=\"noopener noreferrer\">leadership</a> style as it relates to the maturity of followers. For example, if follower maturity is high, the model suggests the leader provide minimal guidance. By contrast, if follower maturity is low, the manager may need to provide explicit directions and supervise work closely in order to ensure the group has clarity on their goals and how they are expected to achieve them.\n", "\nThe maturity level of followers is divided into three categories: high, moderate and low. High maturity includes highly capable and confident individuals who are experienced and work well on their own. Moderate maturity is generally divided into two groups: the first are employees who are capable but lack enough <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental/103002.asp\" rel=\"noopener noreferrer\">confidence</a> to take on the responsibility to do so, and the second group has the confidence but is not willing to do the task at hand. Low maturity employees are not skilled enough to do the task but are very enthusiastic.\n", "\nHersey and Blanchard developed four types of leadership styles based on the task and relationships that leaders experience in the workplace. According to the model, the following are styles of leadership managers can use:\n", "\nThis leadership method lets <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/07/executive_compensation.asp\" rel=\"noopener noreferrer\">executives</a>, managers and other positions of authority take charge of their followers based on the acumen, understanding and context of the group. By taking into consideration how the strengths, weaknesses and awareness of the followers can affect performance and outcomes of a project, leaders can apply an appropriate structure and degree of control to achieve the desired result.\n", "\nThere are limitations to the model that may be beyond the leader’s control. The position and authority of the leader may be restricted by the operational chain-of-command or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-hierarchy.asp\" rel=\"noopener noreferrer\">hierarchy</a> for an organization, which could force them to adopt rigid styles rather than adapt to follower maturity. Furthermore, time constraints, a narrow field of options, and limits on available assets can also force managers to act based on the circumstances they face, eliminating the possibility of enacting strategies built around follower maturity.\n", "\nAlthough this leadership model may be sound in theory, it may not necessarily apply in every situation. It comes with advantages and disadvantages.\n", "\nOne advantage of an adaptive leadership style is leaders can change their style at their own discretion at any time. Secondly, employees may find a leader who adapts to shifts in the workforce as a desirable trait. It is also a simple and easy-to-apply leadership style, meaning a manager can quickly evaluate a situation and make decisions as they see fit.\n", "\nOn the downside, situational leadership may put too much responsibility on the manager, whose decisions may be flawed. Also, the model may not apply to every work culture. The model may also prioritize relationships and tasks, as opposed to a company's long-term goals.\n"]}