{"name": "Heuristics Definition", "@id": "https://www.investopedia.com/terms/h/heuristics.asp", "related": ["https://www.investopedia.com/terms/a/anchoring.asp", "https://www.investopedia.com/terms/a/anchoring-and-adjustment.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/b/business-intelligence-bi.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nA heuristic, or a heuristic technique, is any approach to problem solving that uses a practical method or various shortcuts in order to produce solutions that may not be optimal but are sufficient given a limited timeframe or deadline. Heuristics methods are intended to be flexible and are used for quick decisions, especially when finding an optimal solution is either impossible or impractical and when working with complex data.\n", "\nThe various advents and innovations of digital technology have disrupted aspects of many different industries, including finance, retail, media, and transportation. Some daily activities have become obsolete; for example, checks are deposited to bank accounts without visiting a local branch, products and services are purchased online, and take-out food is delivered by food service delivery apps. All of this new technology creates data, which is increasingly shared across multiple industries and sectors. A professional in any industry may find themselves working with mounds of complex data to solve a problem. Heuristic methods can be employed to help with data complexity, given limited time and resources.\n", "\nHeuristics facilitate timely decisions. Analysts in every industry use rules of thumb such as intelligent guesswork, trial and error, the process of elimination, past formulas, and the analysis of historical data to solve a problem. Heuristic methods make decision making simpler and faster through short cuts and good-enough calculations.\n", "\nThere are trade-offs with the use of heuristics that render the approach prone to bias and errors in judgment. The user’s final decision may not be the optimal or best solution, the decision made may be inaccurate, and the data selected might be insufficient (thus, leading to an imprecise solution to a problem). For example, copycat investors often imitate the investment pattern of successful investment managers to avoid researching securities and the associated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitativeanalysis.asp\" rel=\"noopener noreferrer\">quantitative</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\" rel=\"noopener noreferrer\">qualitative</a> information on their own.\n", "\nCopycat investors hope that the formulas used by these managers will continually earn them profits, but this is not always the case. For example, the crash of Valeant Pharmaceutical International was a shock to investors; the company saw its stock plunge 90% from 2015 to 2016. Valeant was a stock held in the portfolios of many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge fund</a> managers and the investors copying them.\n", "\nA popular shortcut method in problem-solving is called representativeness heuristics. Representativeness uses mental shortcuts to make decisions based on past events or traits that are representative of or similar to the current situation. Say, for example, Fast Food ABC expanded its operations to India and its stock price soared. An analyst noted that India is a profitable venture for all fast food chains. Therefore, when Fast Food XYZ announced its plan to explore the Indian market the following year, the analyst wasted no time in giving XYZ a “buy” recommendation.\n", "\nAlthough his shortcut approach saved reviewing data for both companies, it may not have been the best decision. Fast Food XYZ may have food that is not appealing to Indian consumers, which research would have revealed. \n", "\nAnchoring and adjustment is another prevalent heuristic approach. With anchoring and adjustment, a person begins with a specific target number or value—called the anchor—and subsequently adjusts that number until an acceptable value is reached over time. The major problem with this method is that if the value of the initial anchor is not the true value, then all subsequent adjustments will be systematically biased toward the anchor and away from the true value.\n", "\nAn example of anchoring and adjustment is a salesman begins negotiations with a very high price (that is arguably well above the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairvalue.asp\" rel=\"noopener noreferrer\">fair value</a>). Because the high price is an anchor, the final price will tend to be higher than if the car salesman had offered a fair or low price to start.\n"]}