{"name": "Hierarchical Deterministic Wallet – HD Wallet Definition", "@id": "https://www.investopedia.com/terms/h/hd-wallet-hierarchical-deterministic-wallet.asp", "related": ["https://www.investopedia.com/terms/l/ledger-wallet.asp", "https://www.investopedia.com/terms/p/paper-wallet.asp", "https://www.investopedia.com/terms/c/coinbase-commerce.asp", "https://www.investopedia.com/terms/h/hot-wallet.asp", "https://www.investopedia.com/terms/s/stealth-address-cryptocurrency.asp", "https://www.investopedia.com/terms/c/cryptocurrency.asp"], "body": ["\nAn HD Wallet, or Hierarchical Deterministic wallet, is a new-age <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-wallet.asp\">digital wallet</a> that automatically generates a hierarchical tree-like structure of private/public addresses (or keys), thereby addressing the problem of the user having to generate them on their own.\n", "\nA standard cryptocurrency wallet is used to store the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> tokens or coins. It has a public address which the user can give to others to receive funds from them, and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-key.asp\">private key</a> that the user uses to spend the stored tokens.\n", "\nThis public/private combination mechanism ensures safety of the cryptocurrency tokens but comes with an additional overhead of the user being required to repeatedly generate a random pair of private/public addresses (or keys), and back up each time one configures a new pair of addresses. As the number of transactions increases, this process becomes cumbersome for the user.\n", "\nHD Wallets, or Hierarchical Deterministic wallets, solve this problem by deriving all the addresses from a single master seed (hence the name hierarchical). All HD wallets use a variant of the standard 12-word master seed key, and each time this seed is extended at the end by a counter value which makes it possible to automatically derive an unlimited number of new addresses.\n", "\nHD wallets eliminate the need for the user to constantly generate and wait for the secure keys to be generated, so they only need to worry about taking the backup.\n"]}