{"name": "Hindsight Bias Definition", "@id": "https://www.investopedia.com/terms/h/hindsight-bias.asp", "related": ["https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/e/earningssurprise.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/t/terminalvalue.asp", "https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/w/wisdom-crowds.asp"], "body": ["\nHindsight bias is a psychological phenomenon that allows people to convince themselves after an event that they had accurately predicted it before it happened. This can lead people to conclude that they can accurately predict other events. Hindsight bias is studied in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioraleconomics.asp\">behavioral economics</a> because it is a common failing of individual investors.\n", "\nInvestors feel pressure to time their purchases of stocks perfectly in order to maximize their returns. When they suffer a loss, they regret not acting earlier. With regret comes the thought that they saw it coming all along. In fact, it was one of the many possibilities that they might have anticipated. Whichever one of them pans out, the investor becomes convinced that they saw it coming.\n", "\nFinancial bubbles are always subject to substantial hindsight bias after they burst. Following the<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0711/5-successful-companies-that-survived-the-dotcom-bubble.aspx\"> dotcom bubble</a> in the late 1990s and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession of 2008</a>, many pundits and analysts demonstrated clearly how events that seemed trivial at the time were actually harbingers of future financial trouble. They were right, but other concurrent events reinforced the assumption that the boom times would never end.\n", "\nIn fact, if a financial bubble was easy to spot as it occurred, it would likely have been avoided altogether.\n", "\nThe usual subjects of hindsight bias are not on that scale. Any number of investors who had the passing thought, sometime in the 1980s, that Bill Gates was a bright guy or that a Macintosh was a neat product may deeply regret not buying stock in Microsoft or Apple way back then when they \"saw it coming.\" Actually, they may suffer from hindsight bias.\n", "\nInvestors should be careful when evaluating their own ability to predict how current events will impact the future performance of securities. Believing that one is able to predict future results can lead to overconfidence, and overconfidence can lead to choosing stocks not for their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialperformance.asp\">financial performance</a> but on a hunch.\n", "\nHindsight bias can distract investors from an objective analysis of a company. Sticking to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">intrinsic valuation methods</a> helps them make decisions on data-driven factors and not personal ones.\n", "\nIntrinsic value refers to the perception of a stock’s true value, based on all aspects of the business and may or may not coincide with the current market value.\n", "\nAn intrinsic valuation will typically take into account qualitative factors such as a company’s business model, corporate governance, and target market. Quantitative factors such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statement-analysis.asp\">financial statement analyses</a> offer insights into whether the current market price is accurate or if the company is overvalued or undervalued.\n", "\nAnalysts generally use the discounted cash flow model (DCF) to determine a company's intrinsic value. The DCF will take into account a company's free cash flow and weighted average cost of capital (WACC).\n"]}