{"name": "Historic Structure", "@id": "https://www.investopedia.com/terms/h/historic-structure.asp", "related": ["https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/f/form-8283-v.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/p/population.asp", "https://www.investopedia.com/terms/b/bondmarket.asp", "https://www.investopedia.com/terms/f/financialrisk.asp"], "body": ["\nA historic structure is a sub-category of a historic property as designated by the National Register of Historic Places, referred to as the National Register. In casual conversation, a historic structure refers to a building or other structure, such as a bridge, mine, canal, ship, highway or locomotive, that is significant because of its link to an important period in the past, but the official designation distinguishes a structure as being distinct from a human shelter.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nHistoric structures may have unique architectural features or political meaning. Areas with a large number of historic structures may be designated as historic districts.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Property owners in historic districts generally face special rules and restrictions on the maintenance of and alterations to the property. Sometimes grant money or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credits</a> are available to restore historic structures in disrepair.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nA historic structure is an official designation by the National Register of Historic Places. The National Register designates historic properties, including buildings, structures, objects, sites, and districts. Historic properties, including historic structures, can be officially registered as historic with the National Park Service and placed on the National Register of Historic Places by petitioning the State Historic Preservation Office where the structure is located. The petition contains information about the property's historic and current functions, architectural classification and materials and other details. To be listed, the property must meet at least one of four key National Register criteria.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nThe National Register of Historic Places has established four objectives, specific criteria that can qualify a structure to be designated as historic. From the National Register documentation, structures are historic:\n", "\n“A. That are associated with events that have made a significant contribution to the broad patterns of our history; or\n", "\nB. That are associated with the lives of persons significant in our past; or\n", "\nC. That embody the distinctive characteristics of a type, period, or method of construction, or that represent the work of a master, or that possess high artistic values, or that represent a significant and distinguishable entity whose components may lack individual distinction; or\n", "\nD. That have yielded, or may be likely to yield, information important in prehistory or history.”\n", "\nA structure only has to fit one of these criteria to be designated as a historic structure by the National Register. The intent of these criteria is to ensure that structures that have some kind of cultural and historical relevance are preserved, but the designation is not to be overused for a building that is simply a certain age but is not otherwise significant.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n"]}