{"name": "HODL Definition", "@id": "https://www.investopedia.com/terms/h/hodl.asp", "related": ["https://www.investopedia.com/non-fungible-tokens-nft-5115211", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/n/namecoin.asp", "https://www.investopedia.com/terms/d/digicash.asp", "https://www.investopedia.com/terms/c/cryptojacking.asp", "https://www.investopedia.com/terms/g/gwei-ethereum.asp"], "body": ["\nHODL is a term derived from a misspelling of \"hold\" that refers to buy-and-hold strategies in the context of bitcoin and other cryptocurrencies.\n", "\nThe term HODL (or hodl) originated in 2013 with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://bitcointalk.org/index.php?topic=375643.0\" rel=\"nofollow\">post</a> to the bitcointalk forum. The price of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">bitcoin</a> had surged from under $15 in January 2013 to a high of over $1,100 at the beginning of December 2013. In the 24 hours to 10:00 a.m. UTC, Dec. 18 – possibly in response to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.coindesk.com/china-bans-payment-companies-working-bitcoin-exchanges-sources-claim/\" rel=\"nofollow\">reports</a> of a Chinese crackdown – the price of bitcoin fell 39%, from $716 to $438, according to CoinDesk's bitcoin price index.\n", "\nAt 10:03 a.m. UTC on Dec. 18, GameKyuubi posted \"I AM HODLING,\" a drunk, semi-coherent, typo-laden rant about his poor trading skills and determination to simply hold his bitcoin from that point on. \"I type d that tyitle twice because I knew it was wrong the first time. Still wrong. w/e,\" he wrote about the now-famous misspelling of \"holding.\" \"WHY AM I HOLDING? I'LL TELL YOU WHY,\" he continued. \"It's because I'm a bad trader and I KNOW I'M A BAD TRADER. Yeah you good traders can spot the highs and the lows pit pat piffy wing wong wang just like that and make a millino bucks sure no problem bro.\"\n", "\nHe concluded that the best course was to hold, since \"You only sell in a bear market if you are a good day trader or an illusioned noob. The people inbetween hold. In a zero-sum game such as this, traders can only take your money if you sell.\" He then confessed he'd had some whiskey and briefly mused about the spelling of whisk(e)y. \n", "\nWithin an hour HODL had made its way into memes: the movies <em>300</em> and <em>Braveheart</em> provided the initial source material, but there are now countless HODL memes floating around the internet (<em>Game of Thrones' </em>Hodor is a favorite subject).\n", "\n(Pictured: The original HODL meme, based on a still image from the Spartan disaster film \"300.\")\n", "\nHODL soon became a byword for an approach to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> investing that shuns trading based on short-term price moves. This approach mirrors GameKyuubi's rationale: novice traders are likely to botch their attempts to time the market and lose money or make less than they would simply holding onto their coin.\n", "\nShort-term swings aside, bitcoin's long-term volatility defies familiar logic. The price shot up by 52,000% from 2011 to 2013, then plunged by more than 80% over the following year. Since then it has shot to more than 17 times its previous high, only to fall again by half. Throughout the history of the cryptocurrency, credible voices have made logical arguments that it would go \"to the moon\" or crash to zero.\n", "\nHodlers wash their hands of all this volatility and prognostication. They simply hodl, which helps them to counteract two common destructive tendencies: FOMO (fear of missing out), which can lead to buying high, and FUD (fear, uncertainty, and doubt), which can lead to selling low. The latter is occasionally referred to as SODLing. \n", "\nFor hard-core believers in cryptocurrency, known as maximalists, HODL represents more than a strategy for reigning in FOMO, FUD, and other profit-eroding emotions. These true believers hodl because they think cryptocurrencies will eventually replace <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiatmoney.asp\">fiat currencies</a> and form the basis of all future economic structures. They, therefore, see the fiat exchange rate of cryptocurrencies as irrelevant.\n", "\nPredictably, a meme best captures this maximalist philosophy. Neo (from <em>The Matrix</em>) asks Orpheus, \"What are you trying to tell me, that I can trade my bitcoin for millions someday?\" Morpheus responds, \"No Neo, I'm trying to tell you that when you're ready … you won't have to.\"\n", "\nHODL is sometimes explained as an acronym standing for \"hold on for dear life\" or some variation. While these etymologies occasionally do a good job of capturing the phrase's meaning, they are not how it originated. HODL comes from a fortuitous typo in 2013.\n"]}