{"name": "Hodrick-Prescott (HP) Filter Definition", "@id": "https://www.investopedia.com/terms/h/hpfilter.asp", "related": ["https://www.investopedia.com/terms/j/jolts.asp", "https://www.investopedia.com/terms/d/detrend.asp", "https://www.investopedia.com/terms/d/data-smoothing.asp", "https://www.investopedia.com/terms/t/trailing.asp", "https://www.investopedia.com/terms/s/statistics.asp", "https://www.investopedia.com/terms/e/economics.asp"], "body": ["\nThe Hodrick-Prescott (HP) filter refers to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/data-smoothing.asp\">data-smoothing</a> technique. The HP filter is commonly applied during analysis to remove short-term fluctuations associated with the business cycle. Removal of these short-term fluctuations reveals long-term trends. This can help with economic or other forecasting associated with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\">business cycle</a>.\n", "\nThe Hodrick-Prescott (HP) filter is a tool commonly used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">macroeconomics</a>. It is named after economists Robert Hodrick and Edward Prescott who first popularized this filter in economics in the 1990s. Hodrick was an economist who specialized in international finance. Prescott won the Nobel Memorial Prize, sharing it with another economist for their research in macroeconomics.\n", "\nThis filter determines the long-term trend of a time series by discounting the importance of short-term price fluctuations. In practice, the filter is used to smooth and detrend the Conference Board's Help Wanted Index (HWI) so it can be benchmarked against the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\">Bureau of Labor Statistic's</a> (BLS) JOLTS, an economic data series that may more accurately measure job vacancies in the U.S.\n", "\nThe HP filter is one of the most widely used tools in macroeconomic analysis. It tends to have favorable results if the noise is distributed normally, and when the analysis being conducted is historical.\n", "\nAccording to a paper published by economist and professor James Hamilton—which appears on the National Bureau of Economic Research <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nber.org/papers/w23429\">website</a>—there are several reasons why the HP filter should not be used. Hamilton first proposes that the filer produces outcomes that have no basis in the process of generating data. He also states that the values that are filtered at the sample's end are totally different from those in the middle.\n"]}