{"name": "Holder Of Record", "@id": "https://www.investopedia.com/terms/h/holderofrecord.asp", "related": ["https://www.investopedia.com/terms/p/proxymaterials.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/r/registered-holder.asp", "https://www.investopedia.com/terms/s/shareholder-register.asp", "https://www.investopedia.com/terms/b/bearerform.asp", "https://www.investopedia.com/terms/s/share-certificate.asp"], "body": ["\nA holder of record is the name of the person who is the registered owner of a security and who has the rights, benefits and responsibilities of ownership. The holder of record for a stock typically has shareholder <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a> and receives dividend <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payout.asp\">payouts</a>, if there are any. The holder of record for a bond owns the bond and receives the principal and interest payments. When the owner sells the security, he or she ceases to be the holder of record.\n", "\nHolder of record may also correspond to the legitimate owner of other securities such as commodities and derivative contracts.\n", "\nSecurities can be issued in either \"registered\" or \"bearer\" form. Registered form means the issuing firm itself keeps records of a security's owner and mails out payments to him/her. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearerform.asp\">Bearer form</a> means the security is traded without any record of ownership; physical possession of the security is the sole evidence of ownership. Bearer form securities have largely been phased out due to their potential for misuse. Presently, securities are mostly issued in registered form.\n", "\nA registered holder is also distinct from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficialowner.asp\">beneficial owner</a> or holder, whose holdings are held in a brokerage account or by a bank or nominee in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/185.asp\">street name</a>. But as shareholders of a company, registered holders and beneficial owners will have the same rights with regard to voting, receiving dividends and communications, etc., the only difference being the manner in which voting rights are exercised and dividends or communications received. Although holding securities in street name is the norm, some investors still prefer to hold physical certificates in their own name. Because it is more expensive to transfer ownership this way, brokers will charge a higher rate for the inconvenience.\n", "\nHolders of record may involve a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder-register.asp\">shareholder register</a>, a list of active owners of a company's shares, updated on an ongoing basis. The shareholder register requires that every current shareholder be recorded and includes each person's name, address, and number of shares held. In addition. The register can even detail the holder's occupation and the price paid. The shareholder register is fundamental to the examination of the ownership of a company.\n", "\nThe shareholder register differs from a shareholder list in that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholder</a> list is updated only once per year, whereas the register keeps track of the current partial owners of a company.\n"]}