{"name": "Holding Company Definition", "@id": "https://www.investopedia.com/terms/h/holdingcompany.asp", "related": ["https://www.investopedia.com/terms/s/subsidiary.asp", "https://www.investopedia.com/terms/w/whollyownedsubsidiary.asp", "https://www.investopedia.com/terms/s/secondary-business.asp", "https://www.investopedia.com/terms/c/consolidatedfinancialstatement.asp", "https://www.investopedia.com/terms/s/spv.asp", "https://www.investopedia.com/terms/p/partnership.asp"], "body": ["\nA holding company is a business entity—usually a corporation or limited liability company (LLC). Typically, a holding company doesn’t manufacture anything, sell any products or services, or conduct any other business operations. Rather, holding companies hold the controlling stock in other companies.\n", "\nAlthough a holding company owns the assets of other companies, it often maintains only oversight capacities. So while it may oversee the company's management decisions, it does not actively participate in running a business's day-to-day operations of these subsidiaries.\n", "\nA holding company is also sometimes called an \"umbrella\" or parent company.\n", "\nA holding company typically exists for the sole purpose of controlling other companies. Holding companies may also own property, such as real estate, patents, trademarks, stocks, and other assets.\n", "\nBusinesses that are completely owned by a holding company are referred to as \"wholly-owned subsidiaries.\" Although a holding company can hire and fire managers of the companies it owns, those managers are ultimately responsible for their own operations.\n", "\nHolding companies enjoy the benefit of protection from losses. If a subsidiary company goes bankrupt, the holding company may experience a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\" rel=\"noopener noreferrer\">capital loss</a> and a decline in net worth. However, the bankrupt company’s creditors cannot legally pursue the holding company for remuneration.\n", "\nConsequently, as an asset protection strategy, a parent corporation might structure itself as a holding company, while creating subsidiaries for each of its business lines. For example, one subsidiary may own the parent corporation's brand name and trademarks, while another subsidiary may own its real estate.\n", "\nThis tactic serves to limit the financial and legal liability exposure of the holding company (and of its various subsidiaries). It may also depress a corporation's overall tax liability by strategically basing certain parts of its business in jurisdictions that have lower tax rates.\n", "\nHolding companies can also serve the purpose of protecting an individual's personal assets. With a holding company, those assets are technically held by the corporation, and not by the person, who is consequently shielded from debt liabilities, lawsuits, and other risks.\n", "\nHolding companies support their subsidiaries by using their resources to lower the cost of much-needed operating capital. Using a downstream guarantee, the parent company can make a pledge on a loan on behalf of the subsidiary. Ultimately, this can help companies obtain lower-interest-rate debt financing than they otherwise would be able to source on their own. Once backed by the financial strength of the holding company, the subsidiary company's risk of defaulting on its debt drops considerably.\n", "\nAn example of a well-known holding company is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/berkshire-hathaway.asp\" rel=\"noopener noreferrer\">Berkshire Hathaway</a>, which owns assets in more than one hundred public and private companies, including Dairy Queen, Clayton Homes, Duracell, GEICO, Fruit of the Loom, RC Wiley Home Furnishings and Marmon Group. Berkshire likewise boasts minor holdings in The Coca-Cola Company, Goldman Sachs, IBM, American Express, Apple, Delta Airlines, and Kinder Morgan.\n"]}