{"name": "Home Office Definition", "@id": "https://www.investopedia.com/terms/h/home-office.asp", "related": ["https://www.investopedia.com/terms/c/convenience-of-employer-test.asp", "https://www.investopedia.com/terms/s/small-office-home-office-soho.asp", "https://www.investopedia.com/terms/s/self-employed-person.asp", "https://www.investopedia.com/terms/v/virtual-assistant.asp", "https://www.investopedia.com/terms/h/homeofficeexpense.asp", "https://www.investopedia.com/terms/f/form-2106-ez.asp"], "body": ["\nA home office is a space designated in a person's residence for official business purposes. The term can also be used to describe the administrative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-headquarters.asp\" rel=\"noopener noreferrer\">corporate headquarters</a> of a large enterprise, such as the home office of a large corporation located in a particular city.\n", "\nHome offices are set up by people who <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/work-from-home-guide/\" rel=\"noopener noreferrer\">work from home</a>, whether they are self-employed or telecommute. A home office may also describe the headquarters of a large company.\n", "\nAs more people elect and are permitted by their employers to work from home, home offices have become a part of our everyday lives. Some may be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-employed.asp\" rel=\"noopener noreferrer\">self-employed</a>, while others may work with a company that allows them to do their job without commuting to the office. \n", "\nWith costs rising, many small businesses have become dependent on home office space. Renting and furnishing a professional office space has become costly, especially in large metropolitan areas like New York City, Chicago, and Los Angeles. In order to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-cutting.asp\" rel=\"noopener noreferrer\">cut down on costs</a>, many <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneurs</a> may choose to convert spaces in their own homes–a full room or a corner of their kitchens–into office space.\n", "\nAnd with the internet and other available resources, working from home as a self-employed or a small business owner is much more affordable and a more viable option. For example, a caterer may choose to set up shop in her own home, rather than pay to rent a traditional office and other related equipment. They may have a separate office area in their home where they keep files, client records, and any other information related to her business. \n", "\nPeople who work in certain professional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\" rel=\"noopener noreferrer\">industries</a> may also choose to set up home offices. These include consultants, lawyers, accountants, and real estate agents. They may choose to use the space simply to work on their own or even meet with clients in their home office spaces. \n", "\nSimilarly, the rise in telecommuting has also helped boost the popularity of the home office. Certain companies may offer employees the chance to work remotely from home (or other locations), saving both time and money.\n", "\nMany companies offer employees the benefit of telecommuting. Telecommuting has become popular in certain industries like media, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humanresources.asp\" rel=\"noopener noreferrer\">human resources</a> and recruiting, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting.asp\" rel=\"noopener noreferrer\">accounting</a>, finance, and real estate. This has become a big part of workplace culture, thanks in part to the rapid development of computer technology and ready access to the internet. The rising cost of large office spaces has also contributed to the rise in telecommuting. \n", "\nAccording to a survey by CDW Corporation, a leading provider of technology solutions, 41% of people who were given the option to work from home were happy with their jobs, compared to only 27% of employees who worked in the office.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ \n", "\nMany people find working from a home office beneficial for a number of reasons. First, it cuts out the commute time, which can be frustrating, time-consuming and costly. According to Global Workforce Analytics, someone working from home full-time can save more than $4,000 annually in travel-related and other expenses.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Second, it cuts down the need to dress up formally. And oftentimes, it allows the employee to manage work on her own schedule. All that means a better <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/061113/maintaining-worklife-balance-financial-professionals.asp\" rel=\"noopener noreferrer\">work-life balance</a>, which can lead to an improvement in an employee's overall health and wellness. \n", "\nThis also results in more cost savings to employers, whether that's in dollars or in productivity.  \n", "\nAccording to Global Workforce Analytics, telecommuting in the United States has increased at a rate of about 173 percent in the last decade. That means roughly 5 million people (or about 3.6 percent of the American workforce) worked from home at least half the time in 2018.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nDespite all the benefits, there may be some pitfalls to working from home. Being at home while being on the clock means having to distance yourself from your own personal space and all other distractions. Family, entertainment and other temptations can keep you away from doing your job.   \n", "\nAnyone who uses part of their home for business purposes can deduct expenses related to that business through the home office tax <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deduction.asp\" rel=\"noopener noreferrer\">deduction</a> with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a>. The home must be the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-place-of-business.asp\" rel=\"noopener noreferrer\">principal place of business</a>, so even if you do some business activity outside the home, it can still qualify.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nThe IRS states that only the percentage of space used for business purposes in the home qualifies, so if you are using a room in your home, you must calculate the percentage (or square footage) of your home for any deductions. Qualified <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\" rel=\"noopener noreferrer\">expenses</a> include rent, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgage</a>, utilities, property taxes, and other related expenses.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}