{"name": "Home Bias Definition", "@id": "https://www.investopedia.com/terms/h/homebias.asp", "related": ["https://www.investopedia.com/terms/h/home-country-bias.asp", "https://www.investopedia.com/terms/t/timberlandinvestment.asp", "https://www.investopedia.com/terms/e/economictsunami.asp", "https://www.investopedia.com/terms/c/country-risk-premium.asp", "https://www.investopedia.com/terms/i/international-portfolio.asp", "https://www.investopedia.com/terms/h/hedgefund.asp"], "body": ["\nHome bias is the tendency for investors to invest the majority of their portfolio in domestic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\" rel=\"noopener noreferrer\">equities</a>, ignoring the benefits of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">diversifying</a> into foreign equities. This bias was originally believed to have arisen as a result of the extra difficulties associated with investing in foreign equities, such as legal restrictions and additional <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\" rel=\"noopener noreferrer\">transaction costs</a>. Other investors may simply exhibit home bias due to a preference for investing in what they are already familiar with rather than moving into the unknown.\n", "\nInvesting in foreign equities tends to lower the amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/systematicrisk.asp\" rel=\"noopener noreferrer\">systematic risk</a> in a portfolio because foreign investments are less likely to be affected by domestic market changes. However, investors from all over the world tend to be biased toward investing in their particular domestic equities.\n", "\nFor example, an academic study from the late 1980s showed that although Sweden possessed a capitalization that only represented about 1% of the world's market value of equities, Swedish investors put their money almost exclusively into domestic investments.\n", "\nResearch from a 2012 Indiana University study titled, \"No Place Like Home: Familiarity in Mutual Fund Manager Portfolio Choice,\" found that some professional U.S. mutual fund managers are also likely to demonstrate the same behavioral biases in their portfolio decisions as individual investors. It showed that the average fund tends to be overweight in stocks from its managers' home states, although the bias was stronger among managers who are less experienced.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTransaction costs and unfamiliarity used to be major barriers for investors. Now, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\" rel=\"noopener noreferrer\">mutual funds</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange traded funds</a> (ETF) both provide a relatively easy and low-cost way to diversify across international investments that may otherwise be more difficult to access on their own. Moreover, an internationally focussed financial media and the free flow of information has made owning and monitoring foreign stocks much easier.\n", "\nDiversification reduces risk by allocating investments among various asset types, geographic regions, and industries. It aims to maximize returns by investing across different areas to lessen the chance that a market event can have a debilitating effect on an entire portfolio.\n", "\nBy not investing beyond one's particular country or region, investors can become too concentrated in the movements of their domestic market and economy, increasing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> risk level to the portfolio. When an investor is not properly globally diversified, they may miss opportunities to invest in faster-growing markets.\n", "\nFurther diversification benefits can be gained by investing in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/international-markets-4689750\" rel=\"noopener noreferrer\">foreign markets</a> since they tend to be less-closely correlated with domestic performance. For example, an economic downturn in the U.S. economy may not negatively affect China's economy too dramatically; therefore, holding investments in Chinese equities can give investors a level of protection against losses due to a negative change in the American economy.\n", "\nThat being said, because of globalization, the economies of different countries are becoming more and more intertwined and a negative downturn in one economy can impact others. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime meltdown</a> in the U.S. that led to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> impacted economies all over the world. A large reason, of course, is that the U.S. economy is the largest in the world and touches most countries. But it is important to pay attention to these factors when investing in foreign equities to determine if true diversification is being achieved.\n", "\nInvesting in foreign markets can also be tax beneficial depending on the tax laws of the country that is being invested in. Many countries, particularly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketeconomy.asp\" rel=\"noopener noreferrer\">emerging market</a> ones, create beneficial tax laws for foreign investors, particularly those from developed nations, to attract investment and spur growth.\n", "\nU.S. investors would still have to pay taxes on their profits earned abroad but may be able to benefit from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-tax-credit.asp\" rel=\"noopener noreferrer\">foreign tax credit</a>. The foreign tax credit avoids double taxation, which is when the foreign country taxes the investments and so does the U.S. The foreign tax credit can reduce your tax liability on a dollar-for-dollar basis by the lower of the amount taxed in the foreign nation or the U.S. tax liability.\n"]}