{"name": "Home Equity Conversion Mortgage (HECM) Definition", "@id": "https://www.investopedia.com/terms/h/hecm.asp", "related": ["https://www.investopedia.com/terms/m/mutual-mortgage-insurance-fund.asp", "https://www.investopedia.com/terms/r/reverse-mortgage-net-principal-limit.asp", "https://www.investopedia.com/terms/p/proprietary-reverse-mortgage.asp", "https://www.investopedia.com/terms/f/fha-streamline-refinance.asp", "https://www.investopedia.com/terms/s/singlepurpose-reverse-mortgage.asp", "https://www.investopedia.com/terms/u/up-front-mortgage-insurance-ufmi.asp"], "body": ["\nA home equity conversion mortgage (HECM) is a type of reverse mortgage that is insured by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-housing-administration.asp\" rel=\"noopener noreferrer\">Federal Housing Administration (FHA)</a> Home equity conversion mortgages allow seniors to convert the equity in their home into cash.\n", "\nThe amount that may be borrowed is based on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraised_value.asp\" rel=\"noopener noreferrer\">appraised value</a> of the home (and is subject to FHA limits). Borrowers must also be at least 62 years old. Money is advanced against the value of the equity in the home. Interest accrues on the outstanding loan balance, but no payments must be made until the home is sold or the borrower(s) die, at which point the loan must be repaid entirely.\n", "\nHome equity conversion mortgages are a popular type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/reverse-mortgage/\" rel=\"noopener noreferrer\">reverse mortgage</a>; in fact, they make up the bulk of the reverse mortgage market. Generally, reverse mortgage terms can vary with privately sponsored reverse mortgage products—officially known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proprietary-reverse-mortgage.asp\" rel=\"noopener noreferrer\">proprietary reverse mortgages</a>—potentially allowing for higher borrowing amounts with lower costs than HECMs.\n", "\nHECMs, however, will typically offer lower interest rates for borrowers. The economics of a HECM—versus a privately sponsored reverse mortgage—will depend on the borrower’s age and how long the borrower expects to live or own the home. Many types of reverse mortgages will exclusively target seniors with no requirements for repayment until the borrower sells their home or dies.\n", "\nA HECM can also be considered in comparison to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/home_equity.asp\" rel=\"noopener noreferrer\">home equity</a> loan. A home equity loan is not dissimilar to a reverse mortgage, since borrowers are issued a cash advance based on the equity value of their home, which acts as collateral. However, with a home equity loan, the funds have to be paid back, usually in steady monthly interest payments shortly after the funds are disbursed.\n", "\nWhile HECM loans do not require borrowers to make monthly payments, certain fees are associated with the closing and servicing of the loan. Borrowers also have to pay mortgage insurance premiums.\n", "\nThe Federal Housing Administration sponsors the home equity conversion mortgage and provides insurance on the products. The FHA also sets the guidelines and eligibility for these loans. Borrowers can only obtain HECMs from banks where the FHA sponsors the product. To obtain a home equity conversion mortgage a borrower must complete a standard application.\n", "\nTo obtain approval a borrower must meet all of the requirements set by the FHA. They must:\n", "\nIn addition, the property must be one of the following:\n"]}