{"name": "Homestead Exemption Definition", "@id": "https://www.investopedia.com/terms/h/homestead-exemption.asp", "related": ["https://www.investopedia.com/terms/p/property_tax_deduction.asp", "https://www.investopedia.com/terms/h/hurricane-deductible.asp", "https://www.investopedia.com/terms/e/equity-stripping.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/a/assessedvalue.asp", "https://www.investopedia.com/terms/m/millrate.asp"], "body": ["\nThe homestead exemption is a legal provision that helps shield a home from some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\">creditors</a> following the death of a homeowner's spouse or the declaration of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>. The homestead tax exemption can also provide surviving spouses with ongoing property tax relief, which is done on a graduated scale so that homes with lower <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assessedvalue.asp\">assessed values</a> benefit the most.<span class=\"ql-inline-citation\" data-cite=\"15\"></span><span class=\"ql-inline-citation\" data-cite=\"14\"></span>\n", "\nThe homestead exemption is helpful since it is designed to provide both physical shelter and financial protection, which can block the forced sale of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principalresidence.asp#:~:text=What%20Is%20a%20Principal%20Residence,lives%20most%20of%20the%20time.\">primary residence</a>. However, the homestead exemption does not prevent or stop a bank <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclosure</a> if the homeowner defaults on their mortgage. Foreclosure occurs when a bank takes possession of a home due to failure to make timely mortgage payments.\n", "\nThe homestead exemption provision is found in every state or territory with some exceptions, such as New Jersey and Pennsylvania.<span class=\"ql-inline-citation\" data-cite=\"16\"></span> Yet how the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exemption.asp\">exemption</a> is applied, and how much protection it affords against creditors, varies by state. The homestead exemption is an automatic benefit in some states while, in others, homeowners must file a claim with the state in order to receive it.\n", "\nSince a homestead property is considered a person's primary residence, no exemptions can be claimed on other owned property, even residences. Further, if a surviving spouse moves their primary residence, they must re-file for the exemption.\n", "\nThe exemptions for homestead properties vary from state to state. A few states, including Florida and Texas, afford unlimited financial protection against unsecured creditors for the home, although acreage limits may apply for the protected property.<span class=\"ql-inline-citation\" data-cite=\"9\"></span> More common, however, is a limit for protection from creditors that ranges between $5,000 and $500,000, depending on the state, with many states in the $30,000 to $50,000 range.<span class=\"ql-inline-citation\" data-cite=\"16\"></span>\n", "\nHowever, the protection limits are not for the value of the home, but for the homeowner's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a> in it—the value of the property minus the balance of the mortgage and other financial claims on that property. If the equity held is less than the limit, the homeowner can't be forced to sell the property to benefit creditors. If a homestead's equity exceeds the limits, however, creditors may force the sale, although the homesteader may be allowed to keep a portion of the proceeds.<span class=\"ql-inline-citation\" data-cite=\"17\"></span>\n", "\nAdditionally, the protection for the homestead property does not apply for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secured-creditor.asp#:~:text=A%20secured%20creditor%20is%20any,products%20are%20backed%20by%20collateral.&amp;text=In%20the%20event%20that%20a,forfeited%20to%20the%20secured%20creditor.\">secured creditors</a>, such as the bank that holds the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/05/020705.asp\">mortgage</a> on the home. Instead, the homeowner is protected only from <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecuredcreditor.asp\">unsecured creditors</a> who may come after the home's value to satisfy claims against the homeowner's assets.\n", "\nThere's a twist when it comes to bankruptcy protection. For bankruptcy cases filed after April 1, 2019, federal bankruptcy law shields a home from sale if the owner's equity does not exceed $25,150. For cases brought before then, the exemption is $23,675.<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"2\"></span> In most states, homeowners are forced to use the state limits, which are often more favorable anyway. However, about one in three states allow either the federal or applicable state limit to be used.\n", "\nAmong the upshots: Those who declare bankruptcy in New Jersey or Pennsylvania can get protection using the federal limits despite the absence of a state homestead exemption in those states.<span class=\"ql-inline-citation\" data-cite=\"8\"></span> Note, however, that the bankruptcy protection similarly only protects against unsecured creditors; it will not prevent a bank that holds a mortgage from foreclosing on the home.\n", "\nA homestead tax or property tax is typically applied to homes based on the assessed value of the property by the local government tax assessor's office. The homestead tax can be a percentage of the property's value or a fixed amount.\n", "\nThe homestead tax exemption may offer ongoing reductions in property taxes depending on local state laws. These exemptions can help surviving spouses remain in their home after their income has been reduced by the death of their partner.\n", "\nHomestead tax exemptions usually offer a fixed discount on taxes, such as exempting the first $50,000 of the assessed value, with the remainder taxed at the normal rate. For example, using a $50,000 homestead exemption, a home valued at $150,000 would be taxed on only $100,000 of assessed value, and a home valued at $75,000 would then be taxed on only $25,000.\n", "\nFixed homestead tax exemptions essentially turn a property tax into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\">progressive tax</a> that is more favorable to those with more modest homes. In some areas, the exemption is paid for with a local or state (or equivalent unit) sales tax.<span class=\"ql-inline-citation\" data-cite=\"11\"></span>\n", "\nLet’s say the assessed value of your home is $300,000 and your property tax rate is 1%. Your property tax bill would equal $3,000. But if you were eligible for a homestead tax exemption of $50,000, the taxable value of your home would drop to $250,000, meaning your tax bill would drop to $2,500.\n", "\nFor details on homestead tax exemptions, go directly to your county or local tax assessor website. Some states require you to fill out an application. Make sure you comply with your state's application deadlines.\n", "\nAlso, be aware that some sites may be fraudulent and may request payment to fill out an application. Your county or local tax assessor will not require you to pay a fee to fill out an application for homestead tax exemption.\n", "\nEligibility for the homestead exemption varies by state. Typically, you will be eligible if your income is low, you are a senior, you have a disability, or you are a veteran. Exemptions can be combined if you fall into more than one category. There may also be a limit on the value of a home that can qualify for an exemption. Check with your local tax assessor.\n", "\nMost states have homestead exemptions. New Jersey and Pennsylvania do not have homestead exemptions while Massachusetts and Rhode Island have set their exemption limit at $500,000. Some states have general homestead laws instead—for example, laws that protect surviving spouses from creditors.\n", "\nTo qualify for the homestead exemption in Florida, individuals must occupy the property as their permanent residence prior to January 1 of the year for which they are applying. An applicant must be a U.S. citizen or a permanent U.S. resident and a Florida resident. Applicants cannot be claiming or receiving any type of tax exemption on any other property in the United States. An exemption application must be completed and submitted to the property appraiser in the county where the property is located by the statutory deadline of March 1.<span class=\"ql-inline-citation\" data-cite=\"13\"></span>\n", "\nThe homestead exemption in Florida provides a tax exemption up to $50,000. The first $25,000 applies to all property taxes, including school district taxes. An additional exemption up to $25,000 applies to the assessed value between $50,000 and $75,000, but only to non-school taxes.<span class=\"ql-inline-citation\" data-cite=\"13\"></span>\n", "\nThe homestead exemption provides an exemption from property taxes on a home. The exemption also protects the value of residents' homes from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://en.wikipedia.org/wiki/Property_taxes\">property taxes</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://en.wikipedia.org/wiki/Creditor\">creditors</a>, and circumstances that arise from the death of the homeowner's spouse. Homestead exemption ensures that a surviving spouse has shelter. The exemption only applies to a primary residence and cannot be claimed for another property elsewhere. In some states, homestead protection is automatic; however, in others, homeowners must file a claim for homestead exemption with the state.\n"]}