{"name": "Home Country Bias Definition", "@id": "https://www.investopedia.com/terms/h/home-country-bias.asp", "related": ["https://www.investopedia.com/terms/h/homebias.asp", "https://www.investopedia.com/terms/b/behavioralfinance.asp", "https://www.investopedia.com/terms/i/international-etf.asp", "https://www.investopedia.com/terms/i/india_etf.asp", "https://www.investopedia.com/terms/g/gdr.asp", "https://www.investopedia.com/terms/b/black-litterman_model.asp"], "body": ["\nHome country bias refers to investors' tendency to favor companies from their own country over those from other countries or regions. The tendency to invest in our own backyard is not unusual or surprising; it is a worldwide phenomenon, and certainly not unique to U.S. investors. This bias is also understandable because we are inclined to recognize and value domestic brands.\n", "\nInvestors who exhibit home country bias with their investments tend to be optimistic about their domestic markets and are either pessimistic or indifferent toward foreign markets. In fact, some investors likely would continue to invest in a favorite home-country company <em>even if</em> a similar foreign company had demonstrated better <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/upside.asp\" rel=\"noopener noreferrer\">upside</a> potential.\n", "\nHome country bias occurs when people include a large percentage of stock from their own countries in their portfolios. If you look at the average person's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetallocation.asp\" rel=\"noopener noreferrer\">asset allocation</a>, you will see that investors (of all sizes) have a strong propensity to overweight their exposure to domestic stocks. The United States, for example, represents less than 50% of the total world <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a>, yet the average U.S. investor still allocates more than 70% of their <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolio</a> to U.S. equities.\n", "\nThis bias is one reason that building a powerful brand in today's interdependent global market is so important. Coca-Cola, Google, and Toyota, for example, all are well-known international brands, and most people, no matter where they live, are inclined to buy their stocks.\n", "\nNaturally, people take comfort in the familiar. Thus, it follows that investors select companies they know and trust. However, investors who do not recognize this bias in themselves may end up with unbalanced portfolios and ignoring one of the cardinal tenets of investing: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">diversification</a>.\n", "\nBy not diversifying with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-investing.asp\" rel=\"noopener noreferrer\">international securities</a>, an investor could create weaken their portfolio if their home country suffers a serious economic decline. Or the investor could simply miss out on foreign investment opportunities. There are significant diversification benefits to a well-constructed international portfolio.\n", "\nAs with many investing prejudices, overcoming home country bias requires thoughtful intention and determined discipline. The first step is to recognize it, and the second step is to do something about it. This is particularly difficult if an investor’s home market is the largest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymarket.asp\" rel=\"noopener noreferrer\">equity market</a> in the world and has been singularly rewarding.\n", "\nHowever, there are benefits that come with international investing. It is a critical ingredient in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealth.asp\" rel=\"noopener noreferrer\">wealth-generation</a> strategies for portfolios with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timehorizon.asp\" rel=\"noopener noreferrer\">long-term investment horizons</a> and can be a fruitful and enlightening adventure.\n"]}