{"name": "Home Mortgage Definition", "@id": "https://www.investopedia.com/terms/h/home-mortgage.asp", "related": ["https://www.investopedia.com/terms/m/mortgage.asp", "https://www.investopedia.com/terms/m/mortgageinterest.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/s/secondmortgage.asp", "https://www.investopedia.com/terms/i/interest-rate-reduction-refinance-loan-irrrl.asp", "https://www.investopedia.com/terms/m/mortgagor.asp"], "body": ["\nA home mortgage is a loan given by a bank, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage-company.asp\">mortgage company</a> or other financial institution for the purchase of a residence—either a primary residence, a secondary residence, or an investment residence—in contrast to a piece of commercial or industrial property. In a home mortgage, the owner of the property (the borrower) transfers the title to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\">lender</a> on the condition that the title will be transferred back to the owner once the final loan payment has been made and other terms of the mortgage have been met.\n", "\nA home <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> is one of the most common forms of debt, and it is also one of the most recommended. Because they are secured debt—there is an asset (the residence) acts as backing for the loan—mortgages come with lower interest rates than almost any other kind of loan an individual consumer can find.\n", "\nHome mortgages allow a much broader group of citizens the chance to own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a>, as the entire purchase price of the house doesn't have to be provided up front. But because the lender actually holds the title for as long as the mortgage is in effect, it has the right to foreclose one the home (seize it from the homeowner, and sell it on the open market) if the borrower can't make the payments.\n", "\nA home mortgage will have either a fixed or floating interest rate, which is paid monthly along with a contribution to the principal loan amount. In a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp\">fixed-rate</a> mortgage, the interest rate and the periodic payment are generally the same each period. In an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\">adjustable rate </a>home<br/>mortgage, the interest rate and periodic payment vary. Interest rates on adjustable-rate home mortgages are generally lower than fixed-rate home mortgages because the borrower bears the risk of an increase in interest rates.\n", "\nEither way, the mortgage works the same way: As the homeowner pays down the principal over time, the interest is calculated on a smaller base so that future mortgage payments apply more towards <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-reduction.asp\">principal reduction</a> as opposed to just paying the interest charges.\n", "\nTo obtain a mortgage, the person seeking the loan must submit an application and information about his or her financial history to a lender, which is done to demonstrate that the borrower is capable of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage-calculator-5084794\" rel=\"noopener noreferrer\">repaying the loan</a>. Sometimes, borrowers look to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgagebroker.asp\" rel=\"noopener noreferrer\">mortgage broker</a> for help in choosing a lender. \n", "\nThe process has several steps. First, borrowers might seek to be pre-qualified. Getting pre-qualified involves supplying a bank or lender with your overall financial picture, including your debt, income, and assets. The lender reviews everything and gives you an estimate of how much you can expect to borrow. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/07/prequalified-approved.asp\">Pre-qualification</a> can be done over the phone or online, and there’s usually no cost involved.\n", "\nGetting preapproved is the next step. You must complete an official mortgage application to be preapproved, and you must supply the lender with all the necessary documentation to perform an extensive check on your financial background and current credit rating.You’ll receive a conditional commitment in writing for an exact loan amount, allowing you to look for a home at or below that price level.\n", "\nAfter you've found a residence you want, the final step in the process is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan-commitment.asp\">loan commitment</a>, which is only issued by a bank when it has approved you as the borrower, as well as the home in question—meaning that the property is appraised at or above the sales price.\n", "\nWhen the borrower and the lender have agreed on the terms of the home mortgage, the lender puts a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\">lien</a> on the home as collateral for the loan. This lien gives the lender the right to take possession of the house if the borrower defaults on the repayments.\n"]}