{"name": "Home Equity Loan Definition", "@id": "https://www.investopedia.com/terms/h/homeequityloan.asp", "related": ["https://www.investopedia.com/terms/8/80_10_10_mortgage.asp", "https://www.investopedia.com/terms/m/mortgage.asp", "https://www.investopedia.com/terms/j/junior_mortgage.asp", "https://www.investopedia.com/terms/1/125_loan.asp", "https://www.investopedia.com/terms/r/reverse-mortgage-initial-principal-limit.asp", "https://www.investopedia.com/terms/t/tenure-payment-plan.asp"], "body": ["\nA home equity loan—also known as an equity loan, home equity installment loan, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondmortgage.asp\" rel=\"noopener noreferrer\">second mortgage</a>—is a type of consumer debt. Home equity loans allow homeowners to borrow against the equity in their home. The loan amount is based on the difference between the home’s current market value and the homeowner’s mortgage balance due. Home equity loans tend to be fixed-rate, while the typical alternative, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/heloc/\" rel=\"noopener noreferrer\">home equity lines of credit</a> (HELOCs), generally have variable rates.\n", "\nEssentially, a home equity loan is akin to a mortgage, hence the name second mortgage. The equity in the home serves as collateral for the lender. The amount a homeowner is allowed to borrow will be partially based on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/combinedloantovalue.asp\" rel=\"noopener noreferrer\">combined loan-to-value (CLTV) ratio</a> of 80% to 90% of the home’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraisal.asp\" rel=\"noopener noreferrer\">appraised</a> value. Of course, the amount of the loan and the rate of interest charged also depend on the borrower’s <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\" rel=\"noopener noreferrer\">credit score</a> and payment history.\n", "\nTraditional home equity loans have a set repayment term, just like conventional mortgages. The borrower makes regular, fixed payments covering both principal and interest. As with any mortgage, if the loan is not paid off, the home could be sold to satisfy the remaining debt.\n", "\nA home equity loan can be a good way to convert the equity you’ve built up in your home into cash, especially if you invest that cash in home renovations that increase the value of your home. However, always remember that you’re putting your home on the line—if real estate values decrease, you could end up owing more than your home is worth.\n", "\nShould you want to relocate, you might end up losing money on the sale of the home or be unable to move. And if you’re getting the loan to pay off credit card debt, resist the temptation to run up those credit card bills again. Before doing something that puts your house in jeopardy, weigh all of your options.\n", "\nHome equity loans exploded in popularity after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreformact1986.asp\" rel=\"noopener noreferrer\">Tax Reform Act of 1986</a> because they provided a way for consumers to get around one of its main provisions—the elimination of deductions for the interest on most consumer purchases. The act left in place one big exception: interest in the service of residence-based debt. \n", "\nHowever, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/how-gop-tax-bill-affects-you/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act of 2017</a> suspended the deduction for interest paid on home equity loans and HELOCs until 2026, unless, according to the IRS, “they are used to buy, build, or substantially improve the taxpayer’s home that secures the loan.” The interest on a home equity loan used to consolidate debts or pay for a child’s college expenses, for example, is not tax-deductible.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nBefore you take a home equity loan, be sure to compare terms and interest rates. When looking, “don’t focus solely on large banks, but instead consider a loan with your local credit union,” recommends <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.imove.com/blog/author/cjones/\" rel=\"noopener noreferrer nofollow\">Clair Jones</a>, a real estate and relocation expert who writes for Movearoo.com and iMove.com. “Credit unions sometimes offer better interest rates and more-personalized account service if you’re willing to deal with a slower application processing time.”\n", "\nAs with a mortgage, you can ask for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/good_faith_estimate.asp\" rel=\"noopener noreferrer\">good faith estimate</a>, but before you do, make your own honest estimate of your finances. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.facebook.com/CaseyFleming.sbcglobal/\" rel=\"noopener noreferrer\">Casey Fleming</a>, mortgage advisor at C2 Financial Corporation and author of <em>The Loan Guide: How to Get the Best Possible Mortgage</em>, says, “You should have a good sense of where your credit and home value are before applying, in order to save money. Especially on the appraisal [of your home], which is a major expense. If your appraisal comes in too low to support the loan, the money is already spent”—and there are no refunds for not qualifying.\n", "\nBefore signing—especially if you’re using the home equity loan for debt consolidation—run the numbers with your bank and make sure the loan’s monthly payments will indeed be lower than the combined payments of all your current obligations. Even though home equity loans have lower interest rates, your term on the new loan could be longer than that of your existing debts.\n", "\nHome equity loans provide a single lump-sum payment to the borrower, which is repaid over a set period of time (generally five to 15 years) at an agreed-upon interest rate. The payment and interest rate remain the same over the lifetime of the loan. The loan must be repaid in full if the home on which it is based is sold.\n", "\nA HELOC is a revolving line of credit, much like a credit card, that you can draw on as needed, payback, and then draw on again, for a term determined by the lender. The draw period (five to 10 years) is followed by a repayment period when draws are no longer allowed (10 to 20 years). HELOCs typically have a variable interest rate, but some lenders offer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/heloc/fixed-rate-option/\" rel=\"noopener noreferrer\">HELOC fixed-rate options</a>.\n", "\nThere are a number of key benefits to home equity loans, including cost, but there are also drawbacks.\n", "\nHome equity loans provide an easy source of cash and can be valuable tools for responsible borrowers. If you have a steady, reliable source of income and know that you will be able to repay the loan, low-interest rates and possible tax deductions make home equity loans a sensible choice.\n", "\nObtaining a home equity loan is quite simple for many consumers because it is a secured debt. The lender runs a credit check and orders an appraisal of your home to determine your creditworthiness and the combined loan-to-value ratio.\n", "\nThe interest rate on a home equity loan—although higher than that of a first mortgage—is much lower than that on credit cards and other consumer loans. That helps explain why the primary reason consumers borrow against the value of their homes via a fixed-rate home equity loan is to pay off credit card balances.\n", "\nHome equity loans are generally a good choice if you know exactly how much you need to borrow and what you’ll use the money for. You’re guaranteed a certain amount, which you receive in full at closing. “Home equity loans are generally preferred for larger, more expensive goals such as remodeling, paying for higher education, or even <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtconsolidation.asp\" rel=\"noopener noreferrer\">debt consolidation</a>, since the funds are received in one lump sum,” says <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.rickairey.com/\" rel=\"noopener noreferrer nofollow\">Richard Airey</a>, a loan officer with First Financial Mortgage in Portland, Maine.\n", "\nThe main problem with home equity loans is that they can seem an all-too-easy solution for a borrower who may have fallen into a perpetual cycle of spending, borrowing, spending, and sinking deeper into debt. Unfortunately, this scenario is so common that lenders have a term for it: “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reloading.asp\" rel=\"noopener noreferrer\">reloading</a>,” which is basically the habit of taking out a loan in order to pay off existing debt and free up additional credit, which the borrower then uses to make additional purchases.\n", "\nReloading leads to a spiraling cycle of debt that often convinces borrowers to turn to home equity loans offering an amount worth 125% of the equity in the borrower’s house. This type of loan often comes with higher fees because—as the borrower has taken out more money than the house is worth—the loan is not fully secured by collateral. Also, know that interest paid on the portion of the loan that is above the value of the home is never tax-deductible.\n", "\nWhen applying for a home equity loan, there can be some temptation to borrow more than you immediately need, as you only get the payout once, and you don’t know if you’ll qualify for another loan in the future.\n", "\nIf you are contemplating a loan that is worth more than your home, it might be time for a reality check. Were you unable to live within your means when you owed only 100% of the equity in your home? If so, it will likely be unrealistic to expect that you’ll be better off when you increase your debt by 25%, plus interest and fees. This could become a slippery slope to bankruptcy and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a>.\n", "\nSay you have an auto loan with a balance of $10,000 at an interest rate of 9% with two years remaining on the term. Consolidating that debt to a home equity loan at a rate of 4% with a term of five years would actually cost you more money if you took all five years to pay off the home equity loan. Also, remember that your home is now collateral for the loan instead of your car. Defaulting could result in its loss, and losing your home would be significantly more catastrophic then surrendering a car.\n"]}