{"name": "Home Mortgage Disclosure Act (HMDA) Definition", "@id": "https://www.investopedia.com/terms/h/home-mortgage-disclosure-act-hmda.asp", "related": ["https://www.investopedia.com/terms/f/financial-institutions-regulatory-act.asp", "https://www.investopedia.com/terms/r/regulation-c.asp", "https://www.investopedia.com/terms/r/regulation-bb.asp", "https://www.investopedia.com/terms/f/ffiec.asp", "https://www.investopedia.com/terms/f/fair-housing-act.asp", "https://www.investopedia.com/terms/r/redlining.asp"], "body": ["\nThe Home Mortgage Disclosure Act (HMDA) is a federal law approved in 1975 that requires mortgage lenders to keep records of key pieces of information regarding their lending practices, which they must submit to regulatory authorities. It was implemented by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> through Regulation C. In 2011, the rule-writing authority of Regulation C was transferred to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\" rel=\"noopener noreferrer\">Consumer Financial Protection Bureau (CFPB)</a>.\n", "\nThe Home Mortgage Disclosure Act and Regulation C include requirements for regulatory submissions and public disclosures. The entire Home Mortgage Disclosure Act can be found in Title 12, Chapter 29 of the United States Code. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulation-c.asp\" rel=\"noopener noreferrer\">Regulation C</a> is also an important component of the Act. Regulation C was created by the Federal Reserve to overlay the requirements of the Act and designate certain additional requirements that banks must follow.\n", "\nIn general, the primary purposes of the Home Mortgage Disclosure Act and Regulation C are to monitor the geographic targets of mortgage lenders, providing a way to identify predatory or discriminatory lending practices, and to report statistics on the mortgage market to the government. The HMDA also helps support government-sponsored community investment initiatives by providing a means for analyzing the allocation of resources.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe data are used by government agencies, consumer groups and bank examiners to determine compliance with various federal fair housing and credit laws including the Equal Credit Opportunity Act, the Fair Housing Act and the Community Reinvestment Act (CRA), and state laws.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nIn 1980, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ffiec.asp\" rel=\"noopener noreferrer\">Federal Financial Institutions Examination Council (FFIEC)</a> was given the responsibility of facilitating public access to mortgage information from financial institutions in accordance with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/home-mortgage-disclosure-act-hmda.asp\" rel=\"noopener noreferrer\">Home Mortgage Disclosure Act of 1975</a>.\n", "\nThe HMDA asks lenders to identify the sex, race, and income of those applying for or obtaining mortgages, but the data is anonymized in record keeping. This data allows the FFIEC to monitor trends in housing and mortgage borrowing and lending, such as a reported rise in mortgage borrowing by Blacks and Hispanics as of 1993.\n", "\nUnder HMDA and Regulation C, certain mortgage lenders are required to maintain records of specified mortgage lending information for reporting purposes. In 2019, 5,496 lenders reported 8.1 million loan originations—representing 88% of the total estimated loan originations in the U.S.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nIn April 2020, the CFPB issued a final rule raising the data-reporting thresholds for collecting and reporting data about closed-end mortgage loans under the HMDA from 25 to 100 loans effective July 1, 2020.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nHMDA reporting allows regulators to analyze information on mortgage loans and mortgage lending trends in a number of categories, such as the number of pre-approvals made, the number of mortgages granted, loan amounts, and the purposes of individual loans. The federal reporting also greatly details the approvals of various types of government-sponsored loans including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-housing-administration.asp\" rel=\"noopener noreferrer\">Federal Housing Administration</a>, Farm Service Agency, Rural Housing Services, and Veterans Affairs loans.\n", "\nFederal Regulation C requires lenders to prominently display a poster in every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/branch-office.asp\" rel=\"noopener noreferrer\">branch office</a> lobby that provides information on requesting their unique HMDA statistics. These statistics can also be viewed by the public online for free at the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.consumerfinance.gov/data-research/hmda/\" rel=\"noopener noreferrer\">CFPB data repository</a>.\n", "\nWhile these statistics are of natural interest to potential borrowers, they can also be an important research tool for investors researching banking and lending stocks. By comparing the most recent few years' statistics, an investor can easily identify whether or not a lender is growing its core business.\n"]}