{"name": "Homoskedastic Definition", "@id": "https://www.investopedia.com/terms/h/homoskedastic.asp", "related": ["https://www.investopedia.com/terms/h/heteroskedastic.asp", "https://www.investopedia.com/terms/r/residual-sum-of-squares.asp", "https://www.investopedia.com/terms/m/mlr.asp", "https://www.investopedia.com/terms/h/heteroskedasticity.asp", "https://www.investopedia.com/terms/g/garch.asp", "https://www.investopedia.com/terms/r/r-squared.asp"], "body": ["\nHomoskedastic (also spelled \"homoscedastic\") refers to a condition in which the variance of the residual, or<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/errorterm.asp\"> error term</a>, in a regression model is constant. That is, the error term does not vary much as the value of the predictor variable changes. Another way of saying this is that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variance.asp\">variance</a> of the data points are roughly the same for all data points. This suggests a level of consistency and makes it easier to model and work with the data through regression. However, the lack of homoskedasticity may suggest that the regression model may need to include additional predictor variables to explain the performance of the dependent variable.\n", "\nHomoskedasticity is one assumption of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mlr.asp\">linear regression</a> modeling and data of this type works well with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/least-squares-method.asp\">least squares method</a>. If the variance of the errors around the regression line varies much, the regression model may be poorly defined. The opposite of homoskedasticity is heteroskedasticity just as the opposite of \"homogenous\" is \"heterogeneous.\" <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heteroskedasticity.asp\">Heteroskedasticity</a> (also spelled “heteroscedasticity”) refers to a condition in which the variance of the error term in a regression equation is not constant.\n", "\nA simple regression model, or equation, consists of four terms. On the left side is the dependent variable. It represents the phenomenon the model seeks to \"explain.\" On the right side are a constant, a predictor variable, and a residual, or error, term. The error term shows the amount of variability in the dependent variable that is not explained by the predictor variable.\n", "\nFor example, suppose you wanted to explain student test scores using the amount of time each student spent studying. In this case, the test scores would be the dependent variable and the time spent studying would be the predictor variable. \n", "\nThe error term would show the amount of variance in the test scores that was not explained by the amount of time studying. If that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variance.asp\">variance</a> is uniform, or homoskedastic, then that would suggest the model may be an adequate explanation for test performance—explaining it in terms of time spent studying.\n", "\nBut the variance may be heteroskedastic. A plot of the error term data may show a large amount of study time corresponded very closely with high test scores but that low study time test scores varied widely and even included some very high scores. So the variance of scores would not be well-explained simply by one predictor variable—the amount of time studying. In this case, some other factor is probably at work, and the model may need to be enhanced in order to identify it or them.\n", "\nFurther investigation may reveal that some students had seen the answers to the test ahead of time or that they had previously taken a similar test, and therefore didn't need to study for this particular test. For that matter, it may just turn out that students had different levels of test passing abilities independent of their study time and their performance on previous tests, regardless of subject.\n", "\nTo improve on the regression model, the researcher would have to try out other explanatory variables that could provide a more accurate fit to the data. If, for example, some students had seen the answers ahead of time, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regression.asp\">regression model</a> would then have two explanatory variables: time studying, and whether the student had prior knowledge of the answers. With these two variables, more of the variance of the test scores would be explained and the variance of the error term might then be homoskedastic, suggesting that the model was well-defined.\n"]}