{"name": "Hong Kong Stock Exchange (HKG) .HK", "@id": "https://www.investopedia.com/terms/h/hongkongstockexchange.asp", "related": ["https://www.investopedia.com/terms/h/hkex.asp", "https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/p/pinksheets.asp", "https://www.investopedia.com/terms/c/china-etf.asp", "https://www.investopedia.com/terms/i/irish-stock-exchange-ise.asp", "https://www.investopedia.com/terms/b/batx-stocks.asp"], "body": ["\nThe Hong Kong Stock Exchange (HKG) .HK is a member of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hkex.asp\" rel=\"noopener noreferrer\">HKEX</a> Group and the leading venue for capital raising activity for Hong Kong and Mainland Chinese issuers. One of the world's largest securities markets by market capitalization, the Hong Kong Stock Exchange traces its origins to the founding of China's first formal securities market, the Association of Stockbrokers in Hong Kong, in 1891. A second market opened in 1921, and in 1947 the two merged to form the Hong Kong Stock Exchange.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The exchange introduced automated ordering in 1993 and stock option trading in 1995.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ It merged with the Hong Kong Futures Exchange and the Hong Kong Securities Clearing Company in 2000 to form Hong Kong Exchanges and Clearing Ltd., a publicly-traded company.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Due to the dominance of electronic trading, the stock exchange closed down its physical trading floor in 2017.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe Hong Kong Stock Exchange (HKG) .HK is one of the largest markets in Asia with over 2,500 listed companies of the end of Nov. 2020, up from 1,200 in 2008. The aggregate market capitalization of companies listed on the exchange was around HK$45.5 trillion as of Nov. 2020.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The growth has been fueled by listings by Mainland Chinese companies (\"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hshares.asp\" rel=\"noopener noreferrer\">H-shares</a>\" on the Hong Kong Stock Exchange) whose rapid development has gone hand-in-hand with the enormous economic rise of the country. The minimum market capitalization for a listing is currently HK$500 million and the minimum value of public float is HK$125 million. The exchange raised these minimum amounts in 2017 to strengthen trading liquidity for market participants and enhance the quality of the exchange's listed issuers.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nSeveral of the top listed companies by market capitalization are banks and insurance companies from Mainland China, such as the Industrial and Commercial Bank of China, China Construction Bank, Bank of China, and Ping An Insurance. However, as of Nov. 2020, Tencent Holdings, the Chinese internet conglomerate, stands far above the crowd at the No. 1 position.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/052715/how-trade-hong-kong-stock-exchange.asp\" rel=\"noopener noreferrer\">How to Trade on the Hong Kong Stock Exchange</a>\")\n"]}