{"name": "Hong Kong Monetary Authority Investment Portfolio", "@id": "https://www.investopedia.com/terms/h/hong-kong-monetary-authority-investment-portfolio.asp", "related": ["https://www.investopedia.com/terms/h/hong-kong-monetary-authority-hkma.asp", "https://www.investopedia.com/terms/s/safe-investement-company.asp", "https://www.investopedia.com/terms/k/kia.asp", "https://www.investopedia.com/terms/s/state-general-reserve-fund.asp", "https://www.investopedia.com/terms/r/revenue-regulation-fund.asp", "https://www.investopedia.com/terms/p/public-investment-fund-saudi-arabia.asp"], "body": ["\nThe Hong Kong Monetary Authority Investment Portfolio is an investment portfolio run by the Hong Kong Monetary Authority. The authority is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign_wealth_fund.asp\">sovereign wealth fund</a> of the government of the Hong Kong Special Administrative Region.\n", "\nThe investment portfolio is only one of two in the Hong Kong Monetary Authority's Exchange Fund. The Exchange Fund also manages a backing portfolio that supports the operations of the Hong Kong Currency Board. Because the backing portfolio is invested only in highly liquid U.S. government securities, it is generally not considered part of the sovereign wealth fund. According to the Sovereign Wealth Fund Institute, the investment portfolio controlled $509.4 billion in assets as of 2019 and is the 5th largest sovereign wealth fund in the world.\n", "\nThe Hong Kong Monetary Authority is the region’s currency board and de facto <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central bank</a>. It was established April 1, 1993, when the Office of the Exchange Fund and the Office of the Commissioner of Banking merged. The organization reports directly to the financial secretary.\n", "\nUnder the Exchange Fund Ordinance, the Hong Kong Monetary Authority’s primary objective is to ensure the stability of the region's currency and banking system. It is also responsible for promoting the efficiency, integrity, and development of the financial system.\n", "\nA majority of the Exchange Fund assets are managed internally. All of the backing fund is managed internally, as is some of the investment portfolio. However, the Exchange Fund employs external managers for its equity portfolios and other specialized investments. The investment benchmark for the Exchange Fund consists of 75% bonds and 25% equities.\n", "\nThe Hong Kong Monetary Authority investment portfolio is invested primarily in the bond and equity markets of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oecd.asp\">OECD</a> (Organisation for Economic Co-operation and Development) countries. The target allocation is 71% bonds and 29% equities. The target currency mix is 91% USD- and HKD-denominated assets to 9% other denomination assets.\n", "\nThe investment process of the Exchange Fund is underpinned by decisions on two types of asset allocation: strategic and tactical. The strategic asset allocation, reflected in the investment benchmark, represents the long-term optimal asset allocation given the investment objectives of the Exchange Fund. Guided by the strategic allocation, assets are tactically allocated in an attempt to achieve an excess return over the benchmark. This means the actual allocation is often different from the benchmark, or strategic, allocation.\n"]}