{"name": "Honorarium Definition", "@id": "https://www.investopedia.com/terms/h/honorarium.asp", "related": ["https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/i/independent-contractor.asp", "https://www.investopedia.com/terms/c/cashallowance.asp", "https://www.investopedia.com/terms/i/irs-pub-463.asp", "https://www.investopedia.com/terms/f/form1099-misc.asp", "https://www.investopedia.com/terms/f/freelancer.asp"], "body": ["\nAn honorarium is a voluntary payment that is given to a person for services for which fees are not legally or traditionally required. Honoraria are typically used to help cover costs for volunteers or guest speakers and may be considered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">taxable income</a>. For example, when a guest makes a speech at a conference, he might receive an honorarium to cover <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">travel expenses</a>.\n", "\nAn honorarium is a different type of payment than a per diem, which is a daily allowance paid to employees or consultants to cover business trip expenses, like a hotel stay, travel, and food.\n", "\nAn honorarium is often provided for services meriting compensation that propriety prevents from requesting. For example, a world-renowned professor gives a speech to a scholarly foundation, and the foundation provides the professor with an honorarium for his service.\n", "\nAn honorarium is determined by the amount of work put into creating and delivering a service, such a speech. For example, one hour of speaking may entail three days of effort. In addition, delivering a speech on multiple occasions requires hours of practicing and improving before each presentation.\n", "\nThe speaker’s travel and recovery time require consideration as well. For example, one hour of speaking may require three days of work: one day for practicing and improving the speech, another day for travel and deliverance and a third for getting back into the speaker’s normal routine. Those three days cannot be used for making money through other methods, justifying an honorarium.\n", "\nLike other forms of income, an honorarium is taxable. Organizations paying honoraria report them to both the speaker and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service (IRS)</a> on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099-misc.asp\">1099-MISC</a> form if compensation is $600 or greater in one calendar year.\n", "\nEven if a speaker does not receive Form <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0110/10-things-you-should-know-about-1099s.aspx\">1099</a>, he still must report the honorarium as income. There are rare exceptions to the rule. For example, the IRS allows ministers tax <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exemption.asp\">exemption</a> on honoraria paid for giving speeches or performing weddings, baptisms or other activities. The honoraria may be considered gifts rather than taxable compensation if the intent was giving the honoraria as such.\n", "\nAn honorarium is considered self-employment income and is typically reported with related expenses on Schedule C of IRS Form 1040 for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\">tax return</a>. For example, the speaker may deduct the cost of his unreimbursed plane ticket and lodging, having speech materials printed, maintaining a website, and using a cellphone for business. If honoraria are not part of a speaker’s regular business, they are reported as other income on Line 21 of the 1040 document. An honorarium may be subject to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/selfemploymenttax.asp\">self-employment tax</a> as well.\n", "\nA speaker traveling out of state and earning an honorarium can create additional taxation. Many states consider giving a speech within their borders a nexus, letting the state claim taxes against the speaker’s income. As a result, a speaker may end up filing and paying multiple state tax returns.\n"]}