{"name": "Hope Credit Definition", "@id": "https://www.investopedia.com/terms/h/hope-credit.asp", "related": ["https://www.investopedia.com/terms/a/american-opportunity-tax-credit.asp", "https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/s/slid.asp", "https://www.investopedia.com/terms/q/qhee.asp", "https://www.investopedia.com/terms/m/mfs.asp", "https://www.investopedia.com/terms/t/taxcredit.asp"], "body": ["\nThe Hope Credit, or the Hope Scholarship Tax Credit, is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrefundabletaxcredit.asp\" rel=\"noopener noreferrer\">nonrefundable education tax credit</a> offered to eligible American taxpayers. In particular, qualifying students who have yet to complete four years of post-secondary education can claim this tax credit. \n", "\nThe Hope and other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifelearningcredit.asp\" rel=\"noopener noreferrer\">lifetime learning credits</a> were enacted to encourage higher education and provide a measure of tuition reimbursement for parents (or students) who are paying college tuition and fees.\n", "\nThe Hope Credit is one of two nonrefundable education credits available for taxpayers. Recipients can take the Hope Credit for tuition and fees, and other expenses such as books. Room and board, medical expenses, and insurance do not qualify for the Hope Credit. The student incurring the expenses can be either the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a>, spouse or dependent.\n", "\nThe other available credit is the Lifetime Learning Credit, which can be claimed after the Hope Credit has been exhausted. As of 2009, the Hope Credit became part of the American Opportunity Credit. In 2018 the maximum Hope Credit was $2,500. Any individual who incurs qualifying educational expenses can claim an education credit. Qualifying educational expenses include tuition and fees. Parents who pay tuition and fees for their children can claim this type of credit on their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\" rel=\"noopener noreferrer\">tax returns</a>, subject to certain income restrictions.\n", "\nWhen the Hope Credit was expanded and renamed the American Opportunity Tax Credit, a portion of the tax credit also became refundable. This means if the credit brings the amount of tax the taxpayer owes to zero, they can have 40% of the remaining amount of the credit (up to $1,000) refunded to them.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-recovery-and-reinvestment-act.asp\" rel=\"noopener noreferrer\">The American Recovery and Reinvestment Act</a> or ARRA expanded the Hope Credit in 2009. This made the credit more accessible to parents and students. Now more people qualify for the Hope Credit, under the auspices of the American Opportunity Tax Credit. The AOTC made the Hope Credit available to a broader range of taxpayers, expanding the eligibility to those with higher incomes and those who owe no tax. The tax is available to individuals with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/magi.asp\" rel=\"noopener noreferrer\">modified adjusted gross income</a> (MAGI) of $80,000 or less ($160,000 or less for joint filers).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe IRS considers a student qualified if they are enrolled at an accredited post-secondary institution at least part-time in one academic year. That student must still be enrolled at the institution at the beginning of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxyear.asp\" rel=\"noopener noreferrer\">tax year</a>, taking courses toward a degree or some other recognized education qualification, and must not have been convicted of any <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/felony.asp\" rel=\"noopener noreferrer\">felony</a> drug offense at the end of the tax year.\n", "\nTaxpayers can claim the credit for up to four years of post-secondary education to reduce the costs of tuition and other eligible expenses. According to the IRS, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qhee.asp\" rel=\"noopener noreferrer\">qualified educational expense</a> includes tuition paid to the school, and expenses for books, supplies, and equipment that may have been bought from external sources. These expenses qualify if taxpayers use student loans to pay them, but not if they use scholarships, grants, or funds from a 529 savings plan.\n"]}