{"name": "Horizontal Analysis Definition", "@id": "https://www.investopedia.com/terms/h/horizontalanalysis.asp", "related": ["https://www.investopedia.com/terms/h/horizontal-line.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/c/commonsizeincomestatement.asp", "https://www.investopedia.com/terms/v/vertical_analysis.asp", "https://www.investopedia.com/terms/a/account-analysis.asp", "https://www.investopedia.com/terms/r/retainedearnings.asp"], "body": ["\nHorizontal analysis is used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statement-analysis.asp\">financial statement analysis</a> to compare historical data, such as ratios, or line items, over a number of accounting periods. Horizontal analysis can either use absolute comparisons or percentage comparisons, where the numbers in each succeeding period are expressed as a percentage of the amount in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baseline.asp\">baseline</a> year, with the baseline amount being listed as 100%. This is also known as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/base-year-analysis.asp\">base-year analysis</a>.\n", "\nHorizontal analysis allows investors and analysts to see what has been driving a company's financial performance over several years and to spot trends and growth patterns. This type of analysis enables analysts to assess relative changes in different line items over time and project them into the future. An analysis of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowstatement.asp\">cash flow statement</a> over time gives a complete picture of operational results and reveals what is driving a company’s performance and whether it is operating efficiently and profitably.\n", "\nThe analysis of critical measures of business performance, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net_margin.asp\">profit margins</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventoryturnover.asp\">inventory turnover</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonequity.asp\">return on equity</a>, can detect emerging problems and strengths. For example, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\">earnings per share</a> (EPS) may have been rising because the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold</a> (COGS) has been falling or because sales have been growing steadily. Coverage ratios, like the cash flow-to-debt ratio and the interest coverage ratio, can reveal how well a company can service its debt through sufficient <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> and whether that ability is increasing or decreasing. Horizontal analysis also makes it easier to compare growth rates and profitability among multiple companies in the same industry.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">Generally accepted accounting principles</a> (GAAP) are based on the consistency and comparability of financial statements. Using consistent accounting principles like GAAP ensures consistency and the ability to accurately review a company's financial statements over time. Comparability is the ability to review two or more different companies' financials as a benchmarking exercise.\n", "\nThe primary difference between vertical analysis and horizontal analysis is that vertical analysis is focused on the relationships between the numbers in a single reporting period, or one moment in time. Vertical analysis is also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonsizefinancialstatement.asp\">common size financial statement</a> analysis.\n", "\nFor example, the vertical analysis of an income statement results in every income statement amount being restated as a percent of net sales. If a company's net sales were $2 million, they will be presented as 100% ($2 million divided by $2 million). If the cost of goods sold amount is $1 million, it will be presented as 50% ($1 million divided by sales of $2 million).\n", "\nOn the other hand, horizontal analysis looks at amounts from the financial statements over a horizon of many years. Horizontal analysis is also referred to as <em>trend analysis</em>. Assume that the base year for analysis is three years earlier. All of the amounts on the balance sheets and the income statements for analysis will be expressed as a percentage of the base year amounts. The amounts from three years earlier are presented as 100% or simply 100. The amounts from the most recent years will be divided by the base year amounts. For instance, if a most recent year amount was three times as large as the base year, the most recent year will be presented as 300. This type of analysis reveals trends in line items such as cost of goods sold.\n", "\nDepending on which accounting period an analyst starts from and how many accounting periods are chosen, the current period can be made to appear unusually good or bad. For example, the current period's profits may appear excellent when only compared with those of the previous quarter but are actually quite poor if compared to the results for the same quarter in the preceding year.\n", "\nA common problem with horizontal analysis is that the aggregation of information in the financial statements may have changed over time, so that revenues, expenses, assets, or liabilities may shift between different accounts and, therefore, appear to cause variances when comparing account balances from one period to the next. Indeed, sometimes companies change the way they break down their business <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/segment.asp\">segments</a> to make the horizontal analysis of growth and profitability trends more difficult to detect. Accurate analysis can be affected by one-off events and accounting charges.\n", "\nHorizontal analysis typically shows the changes from the base period in dollar and percentage. For example, a statement that says revenues have increased by 10% this past quarter is based on horizontal analysis. The percentage change is calculated by first dividing the dollar change between the comparison year and the base year by the line item value in the base year, then multiplying the quotient by 100.\n", "\nFor example, assume an investor wishes to invest in company XYZ. The investor may wish to determine how the company grew over the past year. Assume that in company XYZ's base year, it reported net income of $10 million and retained earnings of $50 million. In the current year, company XYZ reported a net income of $20 million and retained earnings of $52 million. Consequently, it has an increase of $10 million in its net income and $2 million in its retained earnings year over year. Therefore, company ABC's net income grew by 100% (($20 million - $10 million) / $10 million * 100) year over year, while its retained earnings only grew by 4% (($52 million - $50 million) / $50 million * 100).\n", "\nTo perform a horizontal analysis:\n", "\nHorizontal analysis is valuable because analysts assess past performance along with the company’s current financial position or growth. Trends emerge, and these can be used to project future performance. Horizontal analysis can also be used to benchmark a company with competitors in the same industry.\n", "\nInvestors can use horizontal analysis to determine the trends in a company's financial position and performance over time to determine whether they want to invest in that company. However, investors should combine horizontal analysis with vertical analysis and other techniques to get a true picture of a company's financial health and trajectory.\n", "\nThe primary difference between vertical analysis and horizontal analysis is that vertical analysis is focused on the relationships between the numbers in a single reporting period, or one moment in time. Horizontal analysis looks at certain line items, ratios, or factors over several periods to determine the extent of changes and their trends.\n"]}