{"name": "Horizontal Acquisition", "@id": "https://www.investopedia.com/terms/h/horizontal-acquisition.asp", "related": ["https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/h/horizontalintegration.asp", "https://www.investopedia.com/terms/c/congeneric-merger.asp", "https://www.investopedia.com/terms/v/verticalintegration.asp", "https://www.investopedia.com/terms/s/strategic-buyer.asp", "https://www.investopedia.com/terms/u/upstream-capital-costs-index.asp"], "body": ["\nA horizontal acquisition is when one company acquires another company that is in the same industry and works at the same production stage. The new combined entity may be in a better competitive position due to increased market share or scalability than the standalone companies that were combined to form it. Horizontal acquisitions expand the capacity of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquirer.asp\">acquirer</a>, but the basic business operations remain the same.\n", "\nThe companies involved in a horizontal acquisition generally produce the same goods or services and produce them at the same point in the production cycle. This is so the new entity can experience more production capacity and take advantage of an increased <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\">market share</a>. If the companies were at different stages of the production cycle, the equipment may not overlap and be as useful to the acquiring entity. There are different types of acquisitions, some of which do focus on obtaining equipment or control of operations at a different point in the production cycle. In a vertical acquisition, the two companies would be in the same industry but at different stages of the production cycle. This allows the acquiring company to obtain equipment that is either further upstream from the end client (backward vertical integration), or further downstream towards the end client (forward vertical integration). This gives the acquiring company more control overproduction.\n", "\nFor example, an energy producer purchases a rival that also produces energy. This is a horizontal acquisition. Next, the same energy producer purchases a company that manages and maintains city power grids. This is an example of a forward vertical integration because the energy producer has purchased a company that is responsible for bringing its product closer to the end consumer.\n"]}