{"name": "Hospital Insurance Trust Fund Definition", "@id": "https://www.investopedia.com/terms/h/hospital-insurance-trust-fund.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/m/medicare.asp", "https://www.investopedia.com/terms/m/medicare-part-hospital-insurance.asp", "https://www.investopedia.com/terms/s/socialsecurity.asp", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/terms/s/ssa.asp"], "body": ["\nThe Federal Hospital Insurance Trust Fund is also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare-part-hospital-insurance.asp\" rel=\"noopener noreferrer\">Part A of Medicare</a>, the health insurance program for people aged 65 and older in the United States. The program is financed through payroll taxes derived from current workers and employers as well as taxes on Social Security benefits.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿ This trust fund is overseen by a board of trustees that report yearly to Congress regarding its financial status.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ Due to changes in legislation and demographics in the United States, the fund is projected to be depleted in 2026.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n", "\nThe Federal Hospital Insurance Trust Fund is managed by the U.S. government and pays for specific healthcare services for Medicare recipients, including hospital stays, hospices, and skilled nursing facilities.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿﻿ It is not an actual fund, with money coming in or going out, but rather an accounting mechanism to keep track of government securities that underpin the program.\n", "\nMedicare is a government-funded health insurance program for those 65 and older, disabled people, and people with certain health conditions specified by the government.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿﻿ The other parts of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a>—Parts B, C, and D—pay for healthcare services not covered by the hospital insurance trust fund (doctor visits, lab tests, and prescription drugs) and are funded through premium payments from beneficiaries.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿\n", "\nThe hospital insurance trust is funded by revenue from Social Security benefits and payroll taxes from all workers in the United States, not just from beneficiaries.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿﻿ The program is intended to be something all workers pay into and then receive benefits from when they reach normal retirement age or become unable to work anymore due to a disability. \n", "\nIf the hospital trust has a positive balance, payments from the fund can be made. But if the fund runs dry, millions of beneficiaries might lose insurance coverage with no mechanism to regain it. Analysts are concerned that the U.S. economy will not support the hospital trust within Medicare in the future because of changes in population demographics.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nIndeed, the population of the United States is aging, as the birth rate goes down and as people live longer. This means the number of younger workers being taxed to support the trust fund is decreasing as the number of beneficiaries of the program is increasing.\n", "\nThe Social Security and Medicare Boards of Trustees released an annual financial review of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/here-s-what-to-expect-for-medicare-in-2019-4586570\" rel=\"noopener noreferrer\">Medicare programs</a> on April 22, 2019. In the report, it was projected that the Federal Hospital Insurance Trust Fund can continue to pay full benefits until 2026 before it is depleted. After that, the share of scheduled benefits will drop to 89% (of full benefits) and then decline slowly to 77% through 2046, before rising gradually to 83% through 2093. The estimates are based on a number of factors, including utilization rates of skilled nursing facilities, overall levels of worker productivity, and recent trends in healthcare costs relative to individual incomes.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿\n", "\nThat said, the trustees' report should be taken with a grain of salt. Medicare trustees have been projecting a shortfall in expenses since its inception. The time range for this prediction has been as low as a couple of years to as long as 28 years.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿﻿ However, legislative changes have deferred those projected shortfalls. For example, payroll tax increases can help boost the flow of funds into Medicare.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n"]}