{"name": "Hostile Takeover Definition", "@id": "https://www.investopedia.com/terms/h/hostiletakeover.asp", "related": ["https://www.investopedia.com/terms/d/deadhand.asp", "https://www.investopedia.com/terms/p/pacman.asp", "https://www.investopedia.com/terms/f/flip-in-poison-pill.asp", "https://www.investopedia.com/terms/t/takeoverbid.asp", "https://www.investopedia.com/terms/w/whitemail.asp", "https://www.investopedia.com/terms/k/kamikaze-defense.asp"], "body": ["\nA hostile takeover is the acquisition of one company (called the target company) by another (called the acquirer) that is accomplished by going directly to the company's shareholders or fighting to replace management to get the acquisition approved. A hostile takeover can be accomplished through either a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tenderoffer.asp\">tender offer</a> or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proxyfight.asp\">proxy fight</a>.\n", "\nThe key characteristic of a hostile takeover is that the target company's management does not want the deal to go through. A hostile takeover bid occurs when an entity attempts to take control of a firm without the consent or cooperation of the target company's board of directors. In lieu of the target company's board approval, the would-be acquirer may then issue a tender offer, employ a proxy fight, or attempt to buy the necessary company stock in the open market. To deter the unwanted takeover, the target company's management may have preemptive defenses in place, or it may employ reactive defenses to fight back.\n", "\nFactors playing into a hostile takeover from the acquisition side often coincide with those of any other takeover, such as believing that a company may be significantly undervalued or wanting access to a company's brand, operations, technology, or industry foothold. Hostile takeovers may also be strategic moves by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activist-investor.asp\">activist investors</a> looking to effect change on a company's operations.\n", "\nWhen a company, an investor, or a group of investors makes a tender offer to purchase the shares of another company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/at-a-premium.asp\">at a premium</a> above the current market value, the board of directors might reject the offer. The acquiring company can take that offer directly to the shareholders, who may choose to accept it if it is at a sufficient premium to market value or if they are unhappy with current management. The sale of the stock only takes place if a sufficient number of stockholders, usually a majority, agree to accept the offer. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/williamsact.asp\">Williams Act</a> of 1968 regulates tender offers and requires the disclosure of all-cash tender offers.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proxy.asp\">proxy</a> fight, opposing groups of stockholders persuade other stockholders to allow them to use their shares' proxy votes. If a company that makes a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostile-takeover-bid.asp\">hostile takeover bid</a> acquires enough proxies, it can use them to vote to accept the offer.\n", "\nTo protect against hostile takeovers, a company can establish stocks with differential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\">voting rights</a> (DVR), where a stock with less voting rights pays a higher dividend. This makes shares with a lower voting power an attractive investment while making it more difficult to generate the votes needed for a hostile takeover if management owns a large enough portion of shares with more voting power. Another defense is to establish an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/esop.asp\">employee stock ownership program</a> (ESOP), which is a tax-qualified plan in which employees own a substantial interest in the company. Employees may be more likely to vote with management, which is why this can be a successful defense. In a crown jewel defense, a provision of the company's bylaws requires the sale of the most valuable assets if there is a hostile takeover, thereby making it less attractive as a takeover opportunity.\n", "\nOfficially known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042015/why-shareholder-rights-plan-called-poison-pill.asp\">a shareholder rights plan</a>, a poison pill defense allows existing shareholders to buy newly issued stock at a discount, if one shareholder has bought more than a stipulated percentage of the stock, resulting in a dilution of the ownership interest of the acquiring company. The buyer who triggered the defense, usually the acquiring company, is excluded from the discount. The term is often used broadly to include a range of defenses, including issuing both additional debt to make the target less attractive and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\">stock options</a> to employees that vest upon a merger.\n", "\nSometimes a company's management will defend against unwanted hostile takeovers by using several controversial strategies, such as the poison pill, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crownjewels.asp\">crown-jewel</a> defense, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/goldenparachute.asp\">golden parachute</a>, or the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pac-man-defense.asp\">Pac-Man defense</a>. A <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/peoplepill.asp\">people poison pill</a> provides for the resignation of key personnel in the case of a hostile takeover, while the Pac-Man defense has the target company aggressively buy stock in the company attempting the takeover.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/what-are-some-prominent-examples-hostile-takeovers.asp\">hostile takeover</a> can be a difficult and lengthy process and attempts often end up unsuccessful. In 2011, for example, billionaire activist investor Carl Icahn attempted three separate bids to acquire household goods giant, Clorox, which rejected each one and introduced a new shareholder rights plan in its defense.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The Clorox board even sidelined Icahn's proxy fight efforts, and the attempt ultimately ended in a few months with no takeover.\n", "\nAn example of a successful hostile takeover is that of pharmaceutical company Sanofi-Aventis's (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=sny\">SNY</a>) acquisition of Genzyme Corp. Genzyme produced drugs for the treatment of rare genetic disorders and Sanofi-Aventis saw the company as a means to expand into a niche industry and broaden its product offering. After friendly takeover offers were unsuccessful as Genzyme rebuffed Sanofi-Aventis's advances, Sanofi-Aventis went directly to the shareholders, paid a premium for the shares, added in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cvr.asp\">contingent value rights</a>, and ended up acquiring Genzyme.\n", "\nA hostile takeover bid occurs when an entity attempts to acquire control of a publicly traded company without the consent or cooperation of the target company's board of directors. The would-be acquirer has three options to wrest control. The first is a tender offer, which requires a majority of the shareholders to accept, the second is a proxy fight, whose goal is to replace enough of the 'uncooperative' board members, and the third is to buy the necessary company stock in the open market.\n", "\nTo protect against hostile takeovers, a company can establish stocks with differential voting rights (DVR), where a stock with less voting rights pays a higher dividend. This makes these lower voting power shares an attractive investment thus making it more difficult to generate the votes needed for a hostile takeover, especially if management owns a large enough portion of them. Another defense is to establish an employee stock ownership program (ESOP), which is a tax-qualified plan in which employees own a substantial interest in the company. Employees may be more likely to vote with management, which is why this can be a successful defense.\n", "\nOfficially known as a shareholder rights plan, a poison pill is a common defense against a hostile takeover. There are two types of poison pill defenses — 'flip-in' and 'flip-over'. Flip-in is more common and allows existing shareholders the right to buy newly issued stock at a discount if one shareholder (acquirer) amasses a certain threshold percentage of shares of the target company. This results in a dilution in the ownership interest of the acquiring company. The acquirer is excluded from the discount. A 'flip-over' poison pill strategy allows stockholders of the target company to purchase the shares of the acquiring company at a deeply discounted price if the hostile takeover attempt is successful, thereby diluting the equity in the acquiring company.\n", "\nOther strategies to defend against unwanted hostile takeovers include the crown-jewel defense, golden parachute, and the Pac-Man defense.  In a crown jewel defense, a provision of the company's bylaws requires the sale of the most valuable assets if there is a hostile takeover, thereby making it less desirable to the acquirer. Golden parachutes consist of substantial benefits given to top executives which, in the event of a takeover, might discourage the acquirer because of the associated costs. A Pac-Man defense involves the target company turning the tables and aggressively buying stock in the acquirer's company.\n"]}