{"name": "Hot Waitress Economic Index Definition", "@id": "https://www.investopedia.com/terms/h/hot-waitress-economic-indicator.asp", "related": ["https://www.investopedia.com/terms/s/sportsillustratedindicator.asp", "https://www.investopedia.com/fico-resilience-index-5070715", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/f/factors-production.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/s/shortselling.asp"], "body": ["\nThe hot waitress economic index is an offensive and dubious economic indicator that counts the number of attractive people working as servers. \n", "\nAccording to what we will refer to as the attractive server index, the higher the number of good-looking servers, the weaker the current state of the economy. The questionable assumption is that attractive individuals do not have trouble finding higher-paying jobs during good times in the economy. During tougher economic times, though—according to the indicator—high-paying jobs are more difficult to get, and therefore a higher number of attractive people will be forced to work in service-industry jobs. The theory would seem to disregard employee skills, qualifications, or experience.\n", "\nThe attractive server index was first articulated by Hugo Lindgren in an article for <em>New York Magazine</em>. Lindgren was an American magazine and newspaper writer and editor at the time. He has since gone into Hollywood production, not economics or academia.\n", "\nIn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://nymag.com/news/intelligencer/58195/\" rel=\"noopener noreferrer\">his 2009 piece</a>, written at the onset of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a>, Lindgren wrote about finding what he considered to be more attractive people serving tables at a Lower East Side establishment in New York City. These servers were replacements for people who had been laid off. The manager in charge reportedly surmised that good-looking waitresses would drive more sales for the establishment.\n", "\nThe attractive server index hasn't been vetted by economists, and it is not known if this strategy by the management of one establishment was successful. A traditional economic theory contends that employment tends to be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laggingindicator.asp\" rel=\"noopener noreferrer\">lagging indicator</a> for economic recovery, but Lindgren contended there was \"good reason to believe\" his index was a leading indicator.\n", "\n\"As a commodity that’s fairly cheap, historically effective as a marketing tool, and available on a freelance basis, hotness will likely be back in demand long before your average Michigan autoworker is,\" he wrote.\n", "\nOr the attractive server index could be just a coincidence.\n", "\nThere is minimal research in support of this indicator. Scientists have found that attractive people tend to be considered more capable and are more confident, and these two things combine to get them better jobs and higher wages. This is often called \"lookism,\" or beauty bias.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ So when attractive people are waiting tables—a job some consider to be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unskilled-labor.asp\" rel=\"noopener noreferrer\">lower skill</a>, and/or lower pay—it could suggest there is a lack of better jobs out there. \n", "\nHowever, the pay scale for servers varies greatly based on a restaurant's location, clientele, food quality, and the competency of the servers themselves. And to assume the service industry is low skill is to discount the highly competitive nature of the market. In today's world, Yelp reviews<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ calling out uneducated, unskilled, or poor servers will quickly get a server fired.\n", "\nSome economic indicators are often well-respected measures of the economy's heath, such as when economists talk about GDP or initial jobless claims. But almost anything can be considered an economic indicator, and thus any new theory should be prodded for its validity before it can be trusted.\n", "\n\"There can be a pop culture mythos around some economic indicators,\" says <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/erika-rasure-4800388\" rel=\"noopener noreferrer\">Erika Rasure</a>, Ph.D., assistant professor of business and financial services at Maryville University and member of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investopedia-financial-review-board-5076269\" rel=\"noopener noreferrer\">Investopedia Financial Review Board</a>. \"These can be very superstitious. People try to make correlations between observable phenomenon, but it doesn't make it true. In this case, it is misogynistic and sexist.\"\n", "\nTo judge the accuracy of an indicator, Rasure recommends doing your homework. \"How well has an indicator been studied? Don't do anything until you have the facts, and don't believe everything you see and hear on TV or the internet.\n", "\nWhile the accuracy and reliability of the attractive server index is questionable, it is far from alone in the finance realm of weird indicators people have used. If you can dream it up, it's possible someone has beat you to that theory. \"Some people think the full moon has an influence on the economy. I think of these indicators as pop culture finance reads,\" said Rasure.\n", "\nOver the years, various insulting and suspect theories have surfaced to tout the predictive power of marine advertisements, sales of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mens-underwear-index.asp\" rel=\"noopener noreferrer\">men's underwear</a>, even <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lipstickindicator.asp\" rel=\"noopener noreferrer\">lipstick sales</a>. The idea behind these ideas are similar. In a difficult economy, you can expect to see tougher marine recruitment ads on TV (because they meet recruitment goals quickly in down economies, so they don't need to worry about scaring people away), men's underwear sales will dip (that pair might last a little longer), and lipstick sales will go up (a relatively inexpensive personal luxury that no one needs in a masked pandemic).\n"]}