{"name": "Hot Hand", "@id": "https://www.investopedia.com/terms/h/hot-hand.asp", "related": ["https://www.investopedia.com/terms/g/glass-cliff.asp", "https://www.investopedia.com/terms/b/behavioralfinance.asp", "https://www.investopedia.com/terms/b/behavioralist.asp", "https://www.investopedia.com/terms/g/gamblersfallacy.asp", "https://www.investopedia.com/terms/m/marketpsychology.asp", "https://www.investopedia.com/terms/r/regret-avoidance.asp"], "body": ["\nThe \"hot hand\" is the notion that because one has had a string of successes, an individual or entity is more likely to have continued success. For example, if one flipped a (fair) coin and guessed correctly that it would land on heads three times in a row, it might be said that they have a \"hot hand.\" Under such circumstances, a person believes that their odds of guessing which side the coin will land on next are greater than the 50% they actually are. When there is a series of failures, the same concept works as the \"cold hand.\"\n", "\nWhile the hot hand feels like it happens all the time, academic research has shown this phenomenon to be purely psychological. Newer studies, however, do show some support for the hot hand in certain sporting events.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe belief in a hot hand is one shared by many gamblers and investors alike and is believed by psychologists to stem from the same source, the representative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heuristics.asp\">heuristic</a>. For example, there is data to suggest that the decision of an investor to buy or sell a mutual fund depends largely on the track record of the fund manager, even though there is evidence that this factor is highly overrated. Hence, it would appear that such investors are making decisions based on whether or not they feel the fund managers are \"hot\" or not.\n", "\nThe hot hand fallacy is the psychological condition that people believe an individual is \"hot\" or \"cold\" depending on past performance, when that performance has no bearing on future outcomes. For instance, rolling a die is independent of how you rolled it in the past.\n", "\nWhen gambling, as in investing, it is not uncommon to experience a good streak partly driven by momentum. However, the idea that favorable outcomes are a result of a hot hand is purely a phenomenon. In reality, once an investor, and likely a gambler, begins to think they have a hot hand, many proven biases can arise. Several common behavioral gaps, which can be brought on by a hot hand include overconfidence, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/confirmation-bias.asp\">confirmation bias</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/money_illusion.asp\">illusion of control</a>, recency bias, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hindsight-bias.asp\">hindsight bias</a>—just to name a few from the growing list of the popular market psychology factors.\n", "\nNew research using modern statistical analysis offers a bit of evidence for the \"hot hand\" in certain sporting events.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> The Supreme Court's May 2018 decision to ease federal laws prohibiting commercial sports betting in most states, opens the door to legalizing the estimated $150 billion in illegal wagers on professional and amateur sports in the U.S. every year.<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"2\"></span> As sports betting becomes more mainstream, it's not unthinkable that investment strategies explicitly following a hot hand will pop up.\n"]}