{"name": "Hotelling's Theory Definition", "@id": "https://www.investopedia.com/terms/h/hotellings-theory.asp", "related": ["https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/modern-monetary-theory-mmt-4588060", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/u/utilities_sector.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/c/commodity-market.asp"], "body": ["\nHotelling's theory, or Hotelling's rule, posits that owners of non-renewable resources will only produce a supply of their basic commodity if it can yield more than available financial instruments, specifically U.S. Treasury or other similar interest-bearing <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a>. This theory assumes that markets are efficient and that the owners of the non-renewable resources are motivated by profit. Hotelling's theory is used by economists to attempt to predict the price of oil and other <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrenewableresource.asp\">nonrenewable resources</a>, based on prevailing interest rates. Hotelling's rule was named after American statistician Harold Hotelling.\n", "\nHotelling's theory addresses a fundamental decision for an owner of a non-renewable resource: keep the resource in the ground and hope for a better price the next year, or extract and sell it and invest the proceeds in an interest-bearing security. Consider an owner of iron ore deposits. If this miner expects 10% appreciation of iron ore over the next 12 months, and the prevailing real interest rate (nominal rate less inflation) at which he can invest is only 5% per year, he will choose not to extract the iron ore. Extraction costs are ignored in his theory. If the numbers were switched, with a price appreciation expectation of 5% and an interest rate of 10%, the owner would mine the iron ore, sell it and invest the sales proceeds at a 10% yield. The miner will be indifferent at 5% and 5%.\n", "\nIn theory, then, the price increase rates of <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/08/hotelling-theory-price-oil.asp\">non-renewable resources like oil</a>, copper, coal, iron ore, zinc, nickel, etc. should track the pace of real interest rate increases. In practice, the Federal Reserve Bank of Minneapolis concluded in a 2014 study that Hotelling's theory fails. The price appreciation rates of all the basic commodities examined by authors fell short, some far short, of the annual average rate of U.S. Treasury securities. The authors suspected that extraction costs explained the difference.\n", "\nHarold Hotelling (1895 - 1973) was an American statistician and economist affiliated with Stanford University and Columbia University in his early and mid-career years and then UNC-Chapel Hill until his retirement. Aside from the eponymous theory on prices of non-renewable resources, he is known for Hotelling's T-square distribution, Hotelling's law, and Hotelling's lemma.\n"]}