{"name": "Housing Starts Definition", "@id": "https://www.investopedia.com/terms/h/housingstarts.asp", "related": ["https://www.investopedia.com/terms/b/building-activity-indicator.asp", "https://www.investopedia.com/terms/c/constructionspending.asp", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/h/housingmarketindex.asp", "https://www.investopedia.com/terms/e/existinghomesales.asp", "https://www.investopedia.com/terms/l/long-income-housing-tax-credit.asp"], "body": ["\nThe term housing starts refers to the number of new residential construction projects that begin during any particular month. As such, it is a key <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic_indicator.asp\" rel=\"noopener noreferrer\">economic indicator</a>. Housing start statistics are released on or around the 17th of each month by the U.S. Commerce Department.\n", "\nThe report includes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/building-permits.asp\" rel=\"noopener noreferrer\">building permits</a>, housing starts, and housing completions data—all of which are compiled from surveys of homebuilders across the country.\n", "\nHousing is a key part of the U.S. economy, which has an effect on related industries such as banking, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgage</a> sector, raw materials, employment, construction, manufacturing, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\" rel=\"noopener noreferrer\">real estate</a>. In a strong economy, people are more likely to purchase new homes.\n", "\nConversely, people are less likely to buy new homes in a weak economy. This is what makes the New Residential Construction Report—commonly referred to as housing starts—a critical indicator of broader economic strength.\n", "\nA housing start is counted when construction begins on the footings or foundations of a residential structure. The data is divided into different categories:\n", "\nUnits in multi-family dwellings start when workers break ground on the building. Each unit is considered a single start, though, so a 25-unit building counts as 25 different housing starts.\n", "\nThe types of new housing starts can reveal nuances of how the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a> is developing. While the overall number of housing starts may convey a general sense of economic direction, understanding what types of houses are being built can give a more tailored assessment.\n", "\nInvestors and analysts watch housing starts figures each month and are compared to data from previous months and years. Because housing starts can be significantly affected by weather, the numbers are also presented as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seasonal-adjustment.asp\" rel=\"noopener noreferrer\">seasonally adjusted</a> and smoothed using statistical formulas. The housing starts data are often revised to reflect the most current evaluations.\n", "\nAs mentioned above, housing starts are a key economic indicator. This means they help economists and investors see how the economy is faring. The subprime mortgage meltdown hit hurt consumers and businesses alike including the construction industry. Many companies in this industry were forced to shut down, leaving workers in the lurch. Because <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_market.asp\" rel=\"noopener noreferrer\">credit markets</a> tightened, projects were either put on hold or shelved altogether. As such, starts dropped significantly during the recession and began to pick up as the economy started to recover.\n", "\nIf housing starts show a decline in new single-family units in favor of multi-family housing starts, it could indicate that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply.asp\" rel=\"noopener noreferrer\">supply</a> shortage is looming for single-family housing. That may lead to price increases for that segment, making those units more of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premium</a>. It could also indicate that the general public is shying away from more expensive homes in favor of seeking more affordable multifamily units.\n", "\nFurthermore, housing starts indicators include reports on apartment construction, which can also reveal details on inventory for that segment, and whether or not prior buildup was more than what the market needed.\n", "\nSpeculative builders may launch construction on multi-level apartment buildings in urban areas, for example, anticipating a certain amount of demand for apartment space in a given city. If there is a drop in demand for such housing, construction companies naturally might pull back on plans to further build up and develop in cities. Changes in housing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demand</a> can stem from a variety of factors. Salary shifts and job changes can directly affect the feasibility of seeking a new home.\n"]}