{"name": "How Do Prepaid Debit Cards Work?", "@id": "https://www.investopedia.com/ask/answers/042315/how-do-prepaid-debit-cards-work.asp", "related": ["https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/s/securedcard.asp", "https://www.investopedia.com/terms/v/visa-card.asp", "https://www.investopedia.com/terms/c/credit_score.asp", "https://www.investopedia.com/terms/t/thin-file.asp"], "body": ["\nA prepaid debit card is much like a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gift-card.asp\" rel=\"noopener noreferrer\">gift card</a>: It allows you to spend whatever amount of money is stored on the card. Once the balance is used up, you can reload the card online or at an ATM, a participating store, or other physical location. Prepaid debit cards are issued by banks and branded by the major credit card companies, including Visa, MasterCard, Discover, and American Express.\n", "\nA prepaid debit card is as good as cash—and sometimes better:\n", "\nAnyone who wants to stick to a strict budget, or who has had trouble managing credit cards, could also consider using a prepaid debit card.\n", "\nYou can use a prepaid debit card for any transaction that you might otherwise use a credit card or regular debit card for. In many instances, the recipient of your payment may even be unaware that the card is prepaid.\n", "\nSome employers pay their workers with prepaid debit cards called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payroll-card.asp\" rel=\"noopener noreferrer\">payroll cards</a> (which can be useful if the person doesn't have a bank account or direct deposit). Many government benefits are also available via prepaid debit cards, including Social Security.\n", "\nWith a regular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\" rel=\"noopener noreferrer\">debit card</a>, the amount of money you can spend is tied to how much you have in the checking account it is linked to. So you need to have a bank account to use a regular debit card, while you don't with a prepaid debit card. With a regular debit card, the amount of money you have available to you will also fluctuate from day to day, as money moves in and out of your checking account. With a prepaid debit card, you have a fixed amount of money to spend, which declines as you spend it and rises only if you reload the card.\n", "\nPrepaid debit cards can come with an assortment of fees that will eat into your cash balance. These may include monthly fees, transaction fees, ATM fees, reloading fees, foreign transaction fees, and more. You may even be charged a fee for checking your balance in the card.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿﻿\n", "\nEmployees have a legal right to decline being paid through a payroll card because the fees will reduce their take-home pay.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿﻿\n", "\nIf you're shopping for a prepaid debt card, pay particular attention to its fees. Also consider convenience. For example, if the card is free to use at an ATM (as many of the best cards are), how large an ATM network will you have access to, and is there one close to where you live or work?\n", "\nIf the reason you want a prepaid debit card is that you have a bad credit history or no credit history and are unable to get a conventional credit card, you might consider a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securedcard.asp\" rel=\"noopener noreferrer\">secured credit card</a> instead. Secured cards are easier to qualify for because they require you to put down a refundable security deposit that serves as collateral for the lender.\n", "\nThe advantage of a secured credit card is that your monthly payments can be reported to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/top-three-credit-bureaus/\" rel=\"noopener noreferrer\">three major credit bureaus</a> and help build your credit history. Debit cards, either prepaid or the regular kind, don't report transactions to the credit bureaus and will do nothing to improve your credit.\n"]}