{"name": "Hub and Spoke Structure Definition", "@id": "https://www.investopedia.com/terms/h/hub_and_spoke_structure.asp", "related": ["https://www.investopedia.com/terms/m/masterfund.asp", "https://www.investopedia.com/terms/m/mastertrust.asp", "https://www.investopedia.com/terms/m/master-feeder-fund.asp", "https://www.investopedia.com/terms/f/feederfund.asp", "https://www.investopedia.com/terms/a/assetmanagement.asp", "https://www.investopedia.com/terms/h/hedgefund.asp"], "body": ["\nA hub and spoke structure is an investment structure used by an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentcompany.asp\">investment company</a> in which several investment vehicles, each remaining individually managed, pool their assets together, contributing to one central investment vehicle. This can also be called a master-feeder structure.\n", "\nAll of the funds in the system typically have the same investment objective and portfolio manager. The smaller investment vehicles are referred to as the \"spokes.\" The central <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentvehicle.asp\">investment vehicle</a> is referred to as the \"hub\" or the master fund.\n", "\nA hub and spoke structure can provide substantial benefits to managers of investment funds. These types of funds offer numerous efficiencies from their pooled structure. With a hub and spoke structure, capital is channeled to the master fund where all transactions are made, helping to reduce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\">transaction costs</a>.\n", "\nHub and spoke structures can also accommodate a full range of spoke or feeder funds, providing greater incentive for business development. A fund can be marketed in different ways and to different investors using a multitude of spokes. Each spoke can charge different fees and therefore appeal to a wider array of investors, all the while operating as one investment portfolio.\n", "\nIn addition, hub and spoke structures commonly include both U.S. and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/pros-cons-foreign-market-investing/\">offshore funds</a>, creating the ability to market the fund globally. These structures are set up as a partnership to service global investors. As a partnership, they can work cooperatively while still allowing for individual feeder fund registration in the U.S. and abroad.\n", "\nAccounting and financial reporting can be complicated in a hub and spoke fund structure. With this type of fund, all transactions, fees, and expenses are accounted for and paid from the master fund. Despite the complicated accounting for inflows and outflows to and from the master fund, its partnership structure allows each feeder fund to be managed individually with its own rules and registrations.\n", "\nThis is particularly beneficial in the case of taxes. Offshore funds often require different taxes on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gains</a>. In a hub and spoke structure, U.S. investors in an onshore fund would be unaffected by any obligations of the offshore fund and vice versa. This structure keeps all fund reporting, fees, and expenses segregated while still allowing for the greater benefit of economies of scale.\n", "\nNumerous hub and spoke funds exist in the market. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=BLK\">BlackRock</a> is one fund manager broadly employing this fund structure in a variety of hub and spoke setups. For example, they run the Master Treasury Strategies Institutional Portfolio, which is the hub, consisting of two spokes, the BlackRock Select Treasury Strategies Institutional Fund and the BlackRock Treasury Strategies Institutional Fund. The funds are able to keep <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tafoe.asp\">fund operating costs</a> relatively low in comparison to their competitors due to the hub and spoke structure.\n"]}