{"name": "Hubris Definition", "@id": "https://www.investopedia.com/terms/h/hubris.asp", "related": ["https://www.investopedia.com/terms/o/overtrading.asp", "https://www.investopedia.com/terms/w/wisdom-crowds.asp", "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/f/financial-literacy.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/p/political-economy.asp"], "body": ["\nHubris is the characteristic of excessive confidence or arrogance, which leads a person to believe that they may do no wrong. The overwhelming pride caused by hubris is often considered a flaw in character.\n", "\nHubris can cause short-sighted, irrational, or harmful behavior since the person does not stop to examine their behavior or consider the opinions of or effects on others when behaving. Hubris often causes humiliation to whom it is directed. \n", "\nHubris may be developed after a person encounters a period of success. Corporate executives and traders overcome by hubris may become a<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\"> liability</a> for their firms. A manager might start making business decisions without fully thinking through the consequences, or a trader may begin taking on excessive<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\"> risk</a>. In many cases, people overcome by hubris will bring about their downfall. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\">Chief executive officers</a> (CEOs) and very successful business people who are overcome with hubris tend to be difficult to work within team settings. They lack the ability to consider the opinions of others when they conflict with their own. This inconsideration is because they believe they always know best. \n", "\nInvestors and traders can also experience hubris to detrimental effect.  A lot of investors are overconfident ant think they know better than the experts or even the market. Just being well-educated and/or clever does not mean you wouldn't benefit from good, independent advice. Also, it doesn't mean you can outwit the pros and a complex system of markets either. Many investors have lost fortunes by being convinced that they were better than the rest. Furthermore, these people are easy prey for some of the other traps mentioned above.\n", "\nHubris may come in the form of overconfidence in 1) the quality of information and 2) the perceived skill or ability to act at the right time for maximum gain. Studies indeed show that overconfident traders trade more frequently and fail to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/09/uncorrelated-assets-diversification.asp\">appropriately diversify their portfolios</a>. One study analyzed trades from 10,000 clients at one discount brokerage firm. The study wanted to ascertain if frequent trading led to higher returns. After backing out <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\">tax loss </a>trades and others to meet liquidity needs, the study found that the purchased stocks underperformed the sold stocks by 5% over one year and 8.6% over two years. In other words, the more active the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\">retail investor</a>, the less money they make. This study was repeated numerous times in multiple markets and the results were always the same. The authors concluded that traders are, \"basically paying fees to lose money.\"\n", "\nIt is crucial to overcome hubris in oneself to avoid damaging professional relationships. To overcome hubris, seek out knowledge that will assist in doing so, such as books and self-help guides. Reforming thought patterns by considering the consequences hubris causes to others, instead of self-focused thinking is an effective way to initiate positive changes. Hubris can be quelled by adequately bestowing praise and credit when working in a group setting. It is of utmost importance to stay self-aware during periods of success. Be vigilant in remembering that current accomplishments do not mean that future hardships can not occur. \n", "\nThe arrogance and overconfidence that come with being hubris can eventually lead to one’s downfall. Hubris causes a lack of questioning in oneself that would not otherwise exist. When aiming to be successful, most individuals utilize a meaningful process of thought and execution. A person affected by hubris will jump into a situation without questioning their methods. The lack of adequate processing and planning often ends in eventual failure.\n", "\nHubris exists everywhere, but it is often best exemplified through literary works. A well-known example of Hubris occurs in Mary Shelley’s <em>Frankenstein</em>. The protagonist of the story is Victor. Victor’s hubris is demonstrated in his venture to become a scientist who is unrivaled by any other. In the end, his hubris leads only to catastrophe.\n", "\nIn the novel <em>Pride and Prejudice </em>by Jane Austin, the character of Mr. Darcy has an exorbitant amount of pride in his social status and himself. His hubris leads him to unfairly judge his eventual love interest Elizabeth, to the point where he nearly loses her. Only after a transformation of self is Mr.Darcy able to overcome his hubris and win Elizabeth’s heart.\n", "\nOutside of fiction, there are (and have always been) several examples of academics and scholars of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-is-finance/\">finance</a> at the best universities (who really are brilliant — technically-speaking) Their purported stature in the field and brilliance, however, can delude them into thinking that the pickings are easy out there in the real world. Some really do cut it, but others are in for a rude awakening beyond the ivory tower. Odd as it may sound, someone with a Ph.D. in finance may, in fact, lead you in the wrong direction (for example, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roguetrader.asp\">too calculating, too confident</a>), while someone with no more than a high school diploma may have an amazing feel for the market and make a fortune.  \n"]}