{"name": "Humped Yield Curve Definition", "@id": "https://www.investopedia.com/terms/h/humped-yield-curve.asp", "related": ["https://www.investopedia.com/terms/p/positivebutterfly.asp", "https://www.investopedia.com/terms/n/negativebutterfly.asp", "https://www.investopedia.com/terms/i/invertedyieldcurve.asp", "https://www.investopedia.com/terms/o/on_the_run_curve.asp", "https://www.investopedia.com/terms/b/bearsteepener.asp", "https://www.investopedia.com/terms/o/operation-twist.asp"], "body": ["\nA humped yield curve is a relatively rare type of yield curve that results when the interest rates on medium-term fixed income securities are higher than the rates of both long and short-term instruments. Also, if short-term interest rates are expected to rise and then fall, then a humped yield curve will ensue. Humped yield curves are also known as bell-shaped curves.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldcurve.asp\" rel=\"noopener noreferrer\">yield curve</a>, also known as the term structure of interest rates, is a graph that plots the yields of similar-quality bonds against their time to maturity, ranging from 3 months to 30 years. The yield curve, thus, enables investors to have a quick glance at the yields offered by short-term, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mediumterm.asp\" rel=\"noopener noreferrer\">medium-term</a>, and long-term bonds. The short end of the yield curve based on short-term interest rates is determined by expectations for the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\" rel=\"noopener noreferrer\">Federal Reserve policy</a>; it rises when the Fed is expected to raise rates and falls when interest rates are expected to be cut. The long end of the yield curve is influenced by factors such as the outlook on inflation, investor demand and supply, economic growth, institutional investors trading large blocks of fixed-income securities, etc.\n", "\nThe shape of the curve provides the analyst-investor with insights into the future expectations for interest rates, as well as a possible increase or decrease in macroeconomic activity. The shape of the yield curve can take on various forms, one of which is a humped curve.\n", "\nWhen the yield on intermediate-term bonds is higher than the yield on both short-term and long-term bonds, the shape of the curve becomes humped. A humped yield curve at shorter maturities has a positive slope, and then a negative slope as maturities lengthen, resulting in a bell-shaped curve. In effect, a market with a humped yield curve could see rates of bonds with maturities of one to 10 years trumping those with maturities of less than one year or more than 10 years.\n", "\nAs opposed to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normalyieldcurve.asp\" rel=\"noopener noreferrer\">regularly shaped yield curve</a>, in which investors receive a higher yield for purchasing longer-term bonds, a humped yield curve does not compensate investors for the risks of holding longer-term debt securities.\n", "\nFor example, if the yield on a 7-year <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\" rel=\"noopener noreferrer\">Treasury note</a> was higher than the yield on a 1-year <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">Treasury bill</a> and that of a 20-year <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\" rel=\"noopener noreferrer\">Treasury bond</a>, investors would flock to the mid-term notes, eventually driving up the price and driving down the rate. Since the long-term bond has a rate that is not as competitive as the intermediate-term bond, investors will shy away from a long-term investment. This will eventually lead to a decrease in the value of the 20-year bond and an increase in its yield.\n", "\nThe humped yield curve does not happen very often, but it is an indication that some period of uncertainty or volatility may be expected in the economy. When the curve is bell-shaped, it reflects investor uncertainty about specific economic policies or conditions, or it may reflect a transition of the yield curve from a normal to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/invertedyieldcurve.asp\" rel=\"noopener noreferrer\">inverted curve</a> or from an inverted to normal curve. Although a humped yield curve is often an indicator of slowing economic growth, it should not be confused with an inverted yield curve. An inverted yield curve occurs when short-term rates are higher than long-term rates or, to put it another way, when long-term rates fall below short-term rates. An inverted yield curve indicates that investors expect the economy to slow or decline in the future, and this slower growth may lead to lower inflation and lower interest rates for all maturities.\n", "\nWhen short-term and long-term interest rates decrease by a greater degree than intermediate-term rates, a humped yield curve known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negativebutterfly.asp\" rel=\"noopener noreferrer\">negative butterfly</a> results. The connotation of a butterfly is given because the intermediate maturity sector is likened to the body of the butterfly and the short maturity and long maturity sectors are viewed as the wings of the butterfly.\n"]}