{"name": "Hybrid Fund", "@id": "https://www.investopedia.com/terms/h/hybridfund.asp", "related": ["https://www.investopedia.com/terms/a/asset-mix.asp", "https://www.investopedia.com/terms/a/aaf.asp", "https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/a/asset-class-breakdown.asp", "https://www.investopedia.com/to-fund-definition-4684020", "https://www.investopedia.com/terms/r/risk-parity.asp"], "body": ["\nA hybrid fund is an investment fund that is characterized by diversification among two or more asset classes. These funds typically invest in a mix of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stocks</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bonds</a>. They may also be known as asset allocation funds.\n", "\nHybrid funds offer investors a diversified portfolio. The term hybrid indicates that the fund strategy includes investment in multiple asset classes. In general it can also mean that the fund uses an alternative mixed management approach.\n", "\nHybrid funds are commonly known as asset allocation funds. In the investment market, asset allocation funds can be used for many purposes. These funds offer investors an option for investing in multiple asset classes through a single fund.\n", "\nHybrid funds evolved from the implementation of modern portfolio theory in fund management. These funds can offer varying levels of risk tolerance ranging from conservative to moderate and aggressive.\n", "\nIn all cases, hybrid funds will include some mix of two or more asset classes. In risk targeted and balanced funds, allocations will typically remain at a fixed proportion. In funds targeting a specified utilization date, the proportion of asset mix will vary over time. In all of the funds, the investment manager may actively mange the individual holdings within each asset category to respond to changing market conditions and potential capital appreciation opportunities\n", "\nInvestment managers offer a wide range of options for hybrid funds. Below are two examples.\n", "\nThis fund has a 60/40 balance among stocks and bonds. The stock portion of the portfolio seeks to replicate the CRSP U.S. Total Market Index. The bond portion of the portfolio seeks to replicate the Bloomberg Barclays U.S. Aggregate Float Adjusted Index. The Fund has an expense ratio of 0.19%.\n", "\nThe T. Rowe Price Retirement 2060 Fund is a hybrid target date fund. As of Oct. 2017, it had 86% of the portfolio in stocks and approximately 11% in bonds. The Fund uses a fund of funds approach with 19% of the portfolio in a growth stock fund. The fund has an expense ratio of 0.74%.\n"]}