{"name": "Hyperledger Burrow", "@id": "https://www.investopedia.com/terms/h/hyperledger-burrow.asp", "related": ["https://www.investopedia.com/terms/h/hyperledger.asp", "https://www.investopedia.com/terms/h/hyperledger-sawtooth.asp", "https://www.investopedia.com/terms/h/hyperledger-composer.asp", "https://www.investopedia.com/terms/g/gas-ethereum.asp", "https://www.investopedia.com/terms/h/hyperledger-explorer.asp", "https://www.investopedia.com/terms/o/onchain-governance.asp"], "body": ["\nHyperledger Burrow is a framework for executing smart contracts in permissioned blockchains. Hyperledger Burrow is currently being incubated as part of Hyperledger, a community of open-source projects and tools to facilitate commercial implementations of blockchain technology.\n", "\nFollowing the success of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">bitcoin</a>, many blockchain advocates recognized the potential of using distributed ledgers to execute smart contracts. However, existing networks such as Bitcoin or Ethereum were too limited for business applications, due to the high cost and latency of open blockchains.\n", "\nIn order to facilitate blockchains that could operate at a commercial scale, the Linux Foundation launched the Hyperledger community in 2015. Many industry leaders joined the initiative in order to develop enterprise-grade blockchain tools, including IBM, Intel and Microsoft.\n", "\nBurrow is one of the projects under the Hyperledger umbrella. It was originally <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://medium.com/coinmonks/hyperledger-burrow-v0-19-0-633a143a5047\">designed</a> by Monax, an open platform to build, ship, and run blockchain-based applications for <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-ecosystem.asp\">business ecosystems</a>. The famous processor and chipmaker Intel has also co-sponsored the project, which is currently in incubation under Hyperledger.\n", "\nHyperledger Burrow is a node software which can be used to create a permissioned blockchain. Because the participants in permissioned blockchains are known and trusted by the rest of the network, it is possible to achieve higher throughput than permissionless chains.\n", "\nUnlike <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">Ethereum</a>, Hyperledger Burrow uses a Byzantine Fault-Tolerant consensus algorithm to establish transaction finality. There is no mining or transaction costs, and it can execute smart contracts at a much greater scale than open blockchains.\n", "\nWhile it is similar to many other Hyperledger blockchain tools, the focus for Hyperledger Burrow is to provide a \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.hyperledger.org/blog/2019/10/08/burrow-the-boring-blockchain\" rel=\"nofollow\">clean and simple</a>\" developer experience, according to the Hyperledger Wiki. The key component of Hyperledger Burrow is a permissioned implementation of the Ethereum Virtual Machine, which allows it to interact with smart contracts on other distributed ledgers.\n", "\nAlthough it is still in the incubation stage, developers of Hyperledger Burrow believe that the project can help bridge the worlds of private and public blockchains. It is closely associated with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://v1.cosmos.network/intro\" rel=\"nofollow\">Cosmos Network</a>, a network of interoperable blockchains which use a similar BFT consensus model.\n", "\nHyperledger Burrow can also interact with the Ethereum public chain, since they share the same smart contract language. Burrow's developers <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://wiki.hyperledger.org/display/burrow/Burrow+-+The+Boring+Blockchain\" rel=\"nofollow\">plan</a> to introduce a two-way peg system with the Ethereum mainnet. This would allow Hyperledger Burrow to operate as a high-speed \"sidechain\" to the public network. As Ethereum transitions to a proof-of-stake model, they will also integrate support for public staking. (For more, see <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\">\"Proof of Stake(POS)\"</a>)\n"]}