{"name": "Hypothecation Definition", "@id": "https://www.investopedia.com/terms/h/hypothecation.asp", "related": ["https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/a/additional-collateral.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/c/chattel-mortgage-nonfiling-insurance.asp", "https://www.investopedia.com/terms/g/guarantor.asp", "https://www.investopedia.com/terms/collateral-value.asp"], "body": ["\nHypothecation occurs when an asset is pledged as collateral to secure a loan. The owner of the asset does not give up title, possession, or ownership rights, such as income generated by the asset. However, the lender can seize the asset if the terms of the agreement are not met.\n", "\nA rental property, for example, may undergo hypothecation as collateral against a mortgage issued by a bank. While the property remains collateral, the bank has no claim on rental income that comes in; however, if the landlord defaults on the loan, the bank may seize the property.\n", "\nHypothecation occurs most commonly in mortgage lending. The borrower technically owns the house, but as the house is pledged as collateral, the mortgage lender has the right to seize the house if the borrower cannot meet the repayment terms of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-personal-loans-4773300\" rel=\"noopener noreferrer\">loan agreement</a>—which occurred during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure-crisis.asp\" rel=\"noopener noreferrer\">foreclosure crisis</a>. Auto loans are similarly secured by the underlying vehicle. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecuredloan.asp\" rel=\"noopener noreferrer\">Unsecured loans</a>, on the other hand, do not work with hypothecation since there is no collateral to claim in the event of default.\n", "\nAs hypothecation provides security to the lender because of the collateral pledged by the borrower, it is easier to secure a loan, and the lender may offer a lower interest rate than on an unsecured loan.\n", "\nMargin lending in brokerage accounts is another common form of hypothecation. When an investor chooses to buy on margin or sell-short, they are agreeing that those securities can be sold if necessary if there is a margin call. The investor owns the securities in their account, but the broker can sell them if they issue a margin call that the investor cannot meet, to cover the investors’ losses.\n", "\nWhen banks and brokers use hypothecated collateral as collateral to back their own transactions and trades with their client’s agreement, in order to secure a lower cost of borrowing or a rebate on fees. This is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rehypothecation.asp\" rel=\"noopener noreferrer\">rehypothecation</a>.\n", "\nRehypothecation by banks and financial institutions is a less common practice today due to the adverse impact this practice had during the financial crisis of 2007–2008.\n"]}