{"name": "Ideation Definition", "@id": "https://www.investopedia.com/terms/i/ideation.asp", "related": ["https://www.investopedia.com/terms/i/interpersonal-skills.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/c/corporate-culture.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/c/ceterisparibus.asp", "https://www.investopedia.com/terms/k/kaizen.asp"], "body": ["\nIdeation refers to the process of developing and conveying prescriptive ideas to others, typically in a business setting. It describes the sequence of thoughts, from the original concept to implementation. Ideations can spring forth from past or present knowledge, external influences, opinions, convictions, or principles. Ideation can be expressed in graphical, written, or verbal terms.\n", "\nSimply put, ideation is the literal action of forming ideas, from their conception to real-world application and implementation. Ideas and the act of ideating can come from anyone tangentially or directly associated with a business or organization, including low-level employees, managers, customers, partners, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stakeholder.asp\" rel=\"noopener noreferrer\">stakeholders</a>. Actual ideations can be the result of brainstorming sessions, online forums, seminars, team-building exercises, surveys, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-media.asp\" rel=\"noopener noreferrer\">social media</a> platforms.\n", "\nIdeation is a key component of any successful business. For example, in its early days, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/020515/business-google.asp\" rel=\"noopener noreferrer\">Google</a> encouraged employees to spend as much as 20% of their work hours meditating on new ideas that personally intrigue them and potentially solve real problems. As the company has grown, this is apparently not utilized as much as before.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ This focus on ideation allows companies to become <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disruptive-innovation.asp\" rel=\"noopener noreferrer\">innovative</a> or remain competitive by increasing the likelihood of new product rollouts, increased customer <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\" rel=\"noopener noreferrer\">acquisition</a>, and superior financial performance.\n", "\nThe point is that if employees are spending 100% of their time focused on the requirements of their job, then there is no time to think about new strategies or products in which to grow or improve.\n", "\nAlthough the ideation process does not necessarily have to conform to any one universal model, there are general guidelines that people can follow to help them maximize the effectiveness of ideation and the solutions it generates.\n", "\nFirst and foremost, ideation does not necessarily start with a randomly generated thought. Instead, ideas are reverse engineered to fit emergent problems. It is thus critically important to first clearly define the problem and understand its key underlying factors, such as industry trends, business environments, customer needs, budget constraints, and any other causes behind the vexing issue at hand.\n", "\nOnce key pain points are identified, as well as their root causes, brainstorming sessions and other collaborative pow-wows can be initiated in an effort to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crowdsourcing.asp\" rel=\"noopener noreferrer\">crowdsource</a> potential ideas and generate possible solutions to the problems being posed. Ideally, these collaborations should blend the right brain and left brain thought processes, because many problems require both creative and pragmatic approaches to cultivating viable solutions.\n", "\nThese forums should invite open, unrestricted, and unencumbered dialogue, where participants feel safe to float ideas without fear of ridicule. All ideas, from the deeply academic to the wildly fanciful, should be enthusiastically embraced and should be treated with equal fairness and open-mindedness.\n", "\nThe plethora of ideas generated during collaboration stages is then pared down to one prevailing idea that can best drive the future actions of the group. This marquis idea is tested against the problem and adjusted as needed. It is then tirelessly reworked, retested, and finessed until a potential solution is perfected. The idea is then implemented in the real world, and if it’s deemed successful, the ideation process concludes.\n", "\nStyles of ideation include the following:\n"]}