{"name": "Impeachment Definition", "@id": "https://www.investopedia.com/terms/i/impeachment.asp", "related": ["https://www.investopedia.com/terms/e/emolument.asp", "https://www.investopedia.com/terms/s/succession.asp", "https://www.investopedia.com/terms/g/gridlock.asp", "https://www.investopedia.com/terms/b/bicameral-system.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/s/statute-of-limitations.asp"], "body": ["\nImpeachment, as authorized by Article II, Section 4 of the U.S. Constitution, is the formal process that allows Congress to bring charges of \"Treason, Bribery, or other high Crimes and Misdemeanors\"<em> </em>against high-ranking civil officers, such as the president.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe power to impeach serves as the first step in an important check on the executive and judicial branches of government regarding violations of law and abuses of power. Once impeached by the House of Representatives, the official goes on trial and, if convicted by the Senate, is removed from office.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nArticle II, Section 4 of the U.S. Constitution says:\n", "\nImportantly, impeachment is not the same as removal or conviction, though many people think that is the case. Impeachment is a charging process, similar to an indictment in a criminal proceeding.\n", "\nImpeachment at the federal level is rare and removal even more so. Impeachment proceedings have been initiated by the House of Representatives more than 60 times since the adoption of the U.S. Constitution. Just 20 of those proceedings have actually ended with impeachment. There have been just eight convictions by the Senate, all of them of federal judges.\n", "\nOnly three U.S. Presidents—Andrew Johnson, Bill Clinton, and Donald Trump—have been impeached by the U.S. House of Representatives. All three were acquitted by the Senate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThe Constitution names the president and vice president as subject to impeachment. The question of exactly who \"all Civil Officers of the United States\" are, has been the subject of much discussion.\n", "\nThe Federalist Papers—85 essays by Alexander Hamilton, John Jay, and James Madison that comprise a foundational document of American history—make clear that impeachment serves as a check on the executive and judicial branches of government. The essays do not, however, specify who, within those branches, would be considered civil officers.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe term \"civil officers\" is broad enough to include any officer appointed by the federal government. Based on historic precedent, federal judges, including Supreme Court Justices, are subject to impeachment, as are members of the president's cabinet. Military officers—who face discipline under the military code—are not subject to impeachment, nor are members of Congress, a precedent established in 1799.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThere was considerable debate at the 1787 constitutional convention in Philadelphia over the definition of impeachable crimes. Initially, the founders said the president and others could be removed on impeachment and conviction for \"corrupt conduct,\" or for \"malpractice or neglect of duty.\" Later, the wording was changed to \"treason, bribery, or corruption,\" then to just \"treason or bribery,\" and finally settling on \"treason, bribery, or other high crimes and misdemeanors.\"\n", "\nThe debate did not stop there since the phrase \"high crimes and misdemeanors\" left the matter of impeachable offenses open to interpretation. Since the ratification of the Constitution in 1789, the definition of \"high crimes and misdemeanors\" has plagued members of Congress, lawyers, and legal scholars alike.\n", "\nThe term, \"high crimes and misdemeanors\" was borrowed by the framers from British law where it referred to crimes by public officials against the government. In practical terms, as Representative Gerald Ford said in 1970, \"An impeachable offense is whatever a majority of the House of Representatives considers it to be at a given moment in history.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nArticle I, Section 2 of the Constitution states that the House of Representatives has the sole power to impeach. The House, however, does not have the power to remove an impeached individual. That duty goes to the Senate, which holds a trial and decides whether to convict and remove or to acquit.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nImpeachment begins when the House adopts a resolution calling for an investigation by a House committee into charges against the official in question. The committee may recommend impeachment or dismissal. The House then votes, by simple majority, to approve or dismiss articles of impeachment.\n", "\nFollowing approval, the House appoints managers to conduct the impeachment trial in the Senate. The House then passes a resolution informing the Senate about the articles of impeachment and the names of the House managers who will bring the case before the Senate.\n", "\nWhen the Senate receives the resolution, that body advises the House when it will receive the managers and begin the impeachment trial. The Senate becomes the court with the president of the Senate presiding, except when the person being impeached is the president, in which case, the presiding officer is the chief justice of the Supreme Court. To convict and remove an impeached individual from office requires a two-thirds majority in the Senate.\n", "\nThe penalty for being impeached is being subject to a trial in the Senate. Since impeachment is the same as indicting, there is no other penalty, except perhaps to one's reputation. Impeachment, as discussed above, only requires a simple affirmative majority in the House of Representatives.\n", "\nThe Constitution requires a two-thirds affirmative vote in the Senate to convict an impeached person. The penalty for conviction is removal from office. The Senate also has the option, by simple majority vote, to disqualify the official from holding public offices in the future. There is no appeal to impeachment or conviction since it involves a political rather than criminal question.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nOf the 20 federal impeachment proceedings since 1799, 10 have occurred in the last 100 years. Impeached officials included 15 federal judges, three Presidents, one Senator, and a cabinet secretary (Secretary of War). These impeachments resulted in seven acquittals, eight convictions (all judges and they were removed from office), three dismissals, and one resignation with no further action.\n", "\nAs discussed earlier, only three U.S. presidents have been impeached by the House—Andrew Johnson, Bill Clinton, and Donald Trump—and all were acquitted by the Senate. President Richard Nixon was never impeached, although he was threatened with impeachment over the Watergate scandal of 1974. Nixon stepped down before Congress could vote on whether to proceed with impeachment, becoming the only U.S. President to have resigned from office.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe most recent impeachment and Senate trial occurred when former President Trump was impeached by the House of Representatives on Dec. 18, 2019. The resolution contained two impeachment articles:<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nThis example of “high crimes and misdemeanors” accused Trump of corruptly attempting to solicit Ukraine to conduct investigations to discredit his Democratic political rivals. The article passed 230 to 197 with Republican members of the House united in their opposition and two Democrats also voting against the article.\n", "\nThe obstruction of Congress charge, which also fell under “high crimes and misdemeanors,” arose from accusations that when Congress tried to investigate the Ukraine situation, Trump ordered his administration to defy each attempt at obtaining information and testimony. This article passed 229 to 198 with one additional Democrat joining Republicans in opposition to the charge.\n", "\nThe articles of impeachment were submitted to the Senate on Jan. 16, 2020, and the trial began. Due to objections by Republican senators, no witnesses or documents were subpoenaed. On Feb. 5, 2020, the President was acquitted on both counts. The vote on Article I, abuse of power, was 48 for conviction, 52 for acquittal. On Article II, obstruction of Congress, the vote was 47 for conviction, 53 for acquittal.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nFrom start to finish, not counting the accumulation of evidence, these impeachment proceedings took a little less than two months. That said, there is no set amount of time for impeachments and very few specifics in the Constitution. For that reason, every impeachment is unique.\n"]}