{"name": "Imperfect Competition Definition", "@id": "https://www.investopedia.com/terms/i/imperfect_competition.asp", "related": ["https://www.investopedia.com/terms/i/imperfectmarket.asp", "https://www.investopedia.com/terms/m/monopolymarket.asp", "https://www.investopedia.com/terms/p/perfectcompetition.asp", "https://www.investopedia.com/terms/p/pricetaker.asp", "https://www.investopedia.com/terms/j/joseph-stiglitz.asp", "https://www.investopedia.com/terms/m/microeconomics.asp"], "body": ["\nImperfect competition exists whenever a market, hypothetical or real, violates the abstract tenets of neoclassical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\" rel=\"noopener noreferrer\">perfect competition</a>. In this environment, companies sell different products and services, set their own individual prices, fight for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a>, and are often protected by barriers to entry and exit.\n", "\nPerfect competition is a set of assumptions in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomics</a> used to make the theories of consumer and producer behavior, supply and demand, and market price determination mathematically tractable so that they can be precisely defined and described. In <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/welfare_economics.asp\" rel=\"noopener noreferrer\">welfare economics</a> and applied economics for public policy, it is also sometimes utilized as a standard to measure the effectiveness and efficiency of real-world markets.\n", "\nIn a perfect competition environment, the following criteria must be met:\n", "\nIt is immediately apparent that very few businesses in the real world operate this way, bar perhaps a few exceptions, such as vendors at a flea market or farmer’s market. If and when the forces listed above are not met, competition is said to be imperfect—it is labeled this way because differentiation results in certain companies gaining an advantage over others, enabling them to generate higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profit</a> than peers, sometimes at the expense of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer.asp\" rel=\"noopener noreferrer\">customers</a>.\n", "\nIn an imperfect competition environment, companies sell different products and services, set their own individual prices, fight for market share, and are often protected by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barriers to entry</a> and exit, making it harder for new companies to challenge them. Imperfect competitive markets are widespread and can be found in the following types of market structures: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">monopolies</a>, oligopolies, monopolistic competition, monopsonies, and oligopsonies.\n", "\nThe treatment of perfect competition models in economics, along with modern conceptions of monopoly, were founded by the French mathematician <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cournot-competition.asp\" rel=\"noopener noreferrer\">Augustin Cournot</a> in his 1838 book, <em>Researches Into the Mathematical Principles of the Theory of Wealth</em>. His ideas were adopted and popularized by the Swiss economist Leon Walras, considered by many to be the founder of modern <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mathematical-economics.asp\" rel=\"noopener noreferrer\">mathematical economics</a>.\n", "\nPrior to Walras and Cournot, mathematicians had a difficult time modeling economic relationships or creating reliable equations. The new perfect competition model simplified economic competition to a purely predictive and static state. This avoided many problems that exist in real markets, such as imperfect human knowledge, barriers to entry, and monopolies.\n", "\nThe mathematical approach gained widespread academic acceptance, particularly in England. Any deviation from the new model of perfect competition was considered a troublesome violation of the new economic understanding.\n", "\nOne Englishman in particular, William Stanley Jevons, took the ideas of perfect competition and argued that competition was most useful not only when free of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_discrimination.asp\" rel=\"noopener noreferrer\">price discrimination</a>, but also when there is a small number of buyers or a large number of sellers in a given industry. Thanks to the influences of Jevons, the Cambridge tradition of economics adopted a whole new language for potential distortions in economic markets—some real and some only theoretical. Among these problems were <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oligopoly.asp\" rel=\"noopener noreferrer\">oligopoly</a>, monopolistic competition, monopsony, and oligopsony.\n", "\nThe Cambridge school’s wholesale devotion to creating a static and mathematically calculable economic science had its drawbacks. Ironically, a perfectly competitive market would require the absence of active competition.\n", "\nAll sellers in a perfect market must sell exactly similar goods at identical prices to the exact same consumers, all of whom possess the same perfect knowledge. There is no room for advertising, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product_differentiation.asp\" rel=\"noopener noreferrer\">product differentiation</a>, innovation, or brand identification in perfect competition.\n", "\nNo real market can or could attain the characteristics of a perfectly competitive market. The pure competition model ignores many factors, including the limited deployment of physical capital and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-investment.asp\" rel=\"noopener noreferrer\">capital investment</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneurial</a> activity, and changes in the availability of scarce resources. \n", "\nOther economists have adopted more flexible and less mathematically rigid theoretical constructs, such as Mises' evenly rotating economy. However, the language created by the Cambridge tradition still predominates the discipline—even today, the basic graphs and equations shown in most Economics 101 textbooks hail from these mathematical derivations.\n"]}