{"name": "Implied Volatility (IV) Definition", "@id": "https://www.investopedia.com/terms/i/iv.asp", "related": ["https://www.investopedia.com/terms/o/optionpricingtheory.asp", "https://www.investopedia.com/terms/v/volatility.asp", "https://www.investopedia.com/terms/v/volatilitysmile.asp", "https://www.investopedia.com/terms/b/blackscholes.asp", "https://www.investopedia.com/terms/k/kappa.asp", "https://www.investopedia.com/terms/v/vix.asp"], "body": ["\nImplied volatility is a metric that captures the market's view of the likelihood of changes in a given security's price. Investors can use it to project future moves and supply and demand, and often employ it to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/092613/difference-between-short-selling-and-put-options.asp\" rel=\"noopener noreferrer\">price options contracts</a>.\n", "\nImplied volatility is not the same as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/historicalvolatility.asp\" rel=\"noopener noreferrer\">historical volatility</a>, also known as realized volatility or statistical volatility. The historical volatility figure will measure past market changes and their actual results.\n", "\nImplied <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> is the market's forecast of a likely movement in a security's price. It is a metric used by investors to estimate future fluctuations (volatility) of a security's price based on certain predictive factors. Implied volatility, denoted by the symbol <em>σ</em> (sigma), can often be thought to be a proxy of market risk. It is commonly expressed using percentages and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviations</a> over a specified time horizon.\n", "\nWhen applied to the stock market, implied volatility generally increases in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\" rel=\"noopener noreferrer\">bearish</a> markets, when investors believe equity prices will decline over time. IV decreases when the market is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\" rel=\"noopener noreferrer\">bullish</a>, and investors believe that prices will rise over time. Bearish markets are considered to be undesirable, hence riskier, to the majority of equity investors.\n", "\nImplied volatility does not predict the direction in which the price change will proceed. For example, high volatility means a large price swing, but the price could swing upward—very high—downward—very low—or fluctuate between the two directions. Low volatility means that the price likely won't make broad, unpredictable changes.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062415/how-does-implied-volatility-impact-pricing-options.asp\" rel=\"noopener noreferrer\">Implied volatility is one of the deciding factors</a> in the pricing of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a>. Buying options contracts lets the holder buy or sell an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a> at a specific price during a pre-determined period. Implied volatility approximates the future value of the option, and the option's current value is also taken into consideration. Options with high implied volatility will have higher premiums and vice versa.\n", "\nIt is important to remember that implied volatility is based on probability. It is only an estimate of future prices rather than an indication of them. Even though investors take implied volatility into account when making investment decisions, this dependence inevitably has some impact on the prices themselves.\n", "\nThere is no guarantee that an option's price will follow the predicted pattern. However, when considering an investment, it does help to consider the actions other investors are taking with the option, and implied volatility is directly correlated with the market opinion, which does, in turn, affect option pricing.\n", "\nImplied volatility can be determined by using an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionpricingtheory.asp\" rel=\"noopener noreferrer\">option pricing model</a>. It is the only factor in the model that isn't directly observable in the market. Instead, the mathematical option pricing model uses other factors to determine implied volatility and the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-premium.asp\" rel=\"noopener noreferrer\">option's premium</a>.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackscholes.asp\" rel=\"noopener noreferrer\">Black-Scholes Model</a>, a widely used and well-known options pricing model, factors in current stock price, options strike price, time until expiration (denoted as a percent of a year), and risk-free interest rates. The Black-Scholes Model is quick in calculating any number of option prices. However, it cannot accurately calculate <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/americanoption.asp\" rel=\"noopener noreferrer\">American options</a>, since it only considers the price at an option's expiration date. American options are those that the owner may exercise at any time up to and including the expiration day.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/binomialoptionpricing.asp\" rel=\"noopener noreferrer\">Binomial Model</a>, on the other hand, uses a tree diagram with volatility factored in at each level to show all possible paths an option's price can take, then works backward to determine one price. The benefit of this model is that you can revisit it at any point for the possibility of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earlyexercise.asp\" rel=\"noopener noreferrer\">early exercise</a>. Early exercise is executing the contract's actions at its strike price before the contract's expiration. Early exercise only happens in American-style options. However, the calculations involved in this model take a long time to determine, so this model isn't the best in rushed situations.\n", "\nJust as with the market as a whole, implied volatility is subject to unpredictable changes. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">Supply and demand</a> are major determining factors for implied volatility. When an asset is in high demand, the price tends to rise. So does the implied volatility, which leads to a higher option premium due to the risky nature of the option.\n", "\nThe opposite is also true. When there is plenty of supply but not enough market demand, the implied volatility falls, and the option price becomes cheaper.\n", "\nAnother premium influencing factor is the time value of the option, or the amount of time until the option expires. A short-dated option often results in low implied volatility, whereas a long-dated option tends to result in high implied volatility. The difference lays in the amount of time left before the expiration of the contract. Since there is a lengthier time, the price has an extended period to move into a favorable price level in comparison to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\" rel=\"noopener noreferrer\">strike price</a>.\n", "\nImplied volatility helps to quantify market sentiment. It estimates the size of the movement an asset may take. However, as mentioned earlier, it does not indicate the direction of the movement. Option writers will use calculations, including implied volatility to price options contracts. Also, many investors will look at the IV when they choose an investment. During periods of high volatility, they may choose to invest in safer sectors or products.\n", "\nImplied volatility does not have a basis on the fundamentals underlying the market assets, but is based solely on price. Also, adverse news or events such as wars or natural disasters may impact the implied volatility.\n", "\nTraders and investors use charting to analyze implied volatility. One especially popular tool is the Chicago Board Options Exchange (CBOE) Volatility Index (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.cboe.com/vix/\" rel=\"noopener noreferrer\">VIX</a>). Created by the Chicago Board Options Exchange (CBOE), the VIX is a real-time market index. The index uses price data from near-dated, near-the-money S&amp;P 500 index options to project expectations for volatility over the next 30 days.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nInvestors can use the VIX to compare different securities or to gauge the stock market's volatility as a whole, and form trading strategies accordingly.\n", "\nFuture volatility is one of the inputs needed for options pricing models. The future, however, is unknown. The actual volatility levels revealed by options prices are therefore the market's best estimate of those assumptions. If somebody has a different view on future volatility relative to the implied volatility in the market, they can buy options (if they think future volatility will be higher) or sell options (if it will be lower).\n", "\nSince implied volatility is embedded in an option's price, one needs to re-arrange an options pricing model formula to solve for volatility instead of the price (since the current price is known in the market).\n", "\nRegardless of whether an option is a call or put, its price, or premium, will increase as implied volatility increases. This is because an option's value is based on the likelihood that it will finish <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\">in-the-money</a> (ITM). Since volatility measures the extent of price movements, the more volatility there is the large future price movements ought to be -- and therefore, the more likely an option will finish ITM.\n", "\nNo, not necessarily. Downside put options tend to be more in demand by investors as hedges against losses. As a result, these options are often bid higher in the market than a comparable upside call (unless sometimes if the stock is a takeover target). As a result, there is more implied volatility in options with downside strikes than to the upside. This is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility-skew.asp\">volatility skew</a> or \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatilitysmile.asp\">smile</a>.\"\n"]}