{"name": "Impulse Wave Pattern", "@id": "https://www.investopedia.com/terms/i/impulsewave.asp", "related": ["https://www.investopedia.com/terms/e/elliottwavetheory.asp", "https://www.investopedia.com/terms/c/corrective-waves.asp", "https://www.investopedia.com/terms/e/either_way_market.asp", "https://www.investopedia.com/terms/w/wolfewave.asp", "https://www.investopedia.com/terms/f/fibonacciretracement.asp", "https://www.investopedia.com/terms/f/fibonaccifan.asp"], "body": ["\nAn impulse wave pattern is a technical trading term that describes a strong move in a financial asset's price coinciding with the main direction of the underlying trend. It is used frequently in discussion of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/elliottwavetheory.asp\">Elliott Wave theory</a>, a method for analyzing and predicting financial market price movements. Impulse waves can refer to upward movements in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uptrend.asp\">uptrends</a> or downward movements in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downtrend.asp\">downtrends</a>.\n", "\nThe interesting thing about impulse wave patterns in relation to the Elliott Wave theory is that they are not limited to a certain time period. This allows some waves to last for several hours, several years or even decades. Regardless of the time frame used, impulse waves always run in the same direction as the trend at one-larger degree. These impulse waves are shown in the illustration below as wave 1, wave 3 and wave 5, while collectively waves 1, 2, 3, 4 and 5 form a five-wave impulse at one-larger degree.\n", "\nImpulse waves consist of five sub-waves that make net movement in the same direction as the trend of the next-largest degree. This pattern is the most common motive wave and the easiest to spot in a market. Like all motive waves, it consists of five sub-waves; three of them are also motive waves, and two are corrective waves. This is labeled as a 5-3-5-3-5 structure, which was shown above. However, it has three rules that define its formation. These rules are unbreakable. If one of these rules is violated, then the structure is not an impulse wave and one would need to re-label the suspected impulse wave. The three rules are: wave two cannot retrace more than 100 percent of wave one; wave three can never be the shortest of waves one, three and five.\n", "\nElliott Wave theory was formulated by R.N. Elliott in the 1930s based on his study of 75 years of stock charts covering various time periods. Elliott, whose theory gained adoption in the investment community, designed it to provide insights into the probable future direction of larger price movements in the equity market. The theory can be used in conjunction with other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a> to pinpoint potential opportunities.\n", "\nThe theory seeks to ascertain market price direction through the study of impulse wave and corrective wave patterns. Impulse waves consist of five smaller-degree waves net moving in the same direction as a larger trend, while <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corrective-waves.asp\">corrective waves</a> are composed of three smaller-degree waves moving in the opposite direction. To the theory's advocates, a bull market consists of a five-wave impulse and a bear market consists of a corrective retracement, regardless of size.\n", "\nThe number of waves in a five-wave impulse, the number of waves in a three-wave correction, and the number of waves in combinations thereof accord with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonaccilines.asp\">Fibonacci numbers</a>, a numeric sequence associated with growth and decay in life forms. Elliott noticed that wave retracements often conform to Fibonacci ratios, such as 38.2% and 61.8%, which are based on the golden ratio of 1.618. Wave patterns are also a part of the Elliott Wave oscillator, a tool inspired by Elliott Wave theory that depicts price patterns as positive or negative above or below a fixed horizontal axis.\n", "\nElliott Wave theory continues to be a popular trading tool thanks to the work of Robert Prechter and his colleagues at Elliott Wave International, a market research firm formed to apply and enhance Elliott’s original work by integrating it with such current technologies as artificial intelligence.\n"]}