{"name": "In-House Definition", "@id": "https://www.investopedia.com/terms/i/in-house.asp", "related": ["https://www.investopedia.com/terms/i/inhousefinancing.asp", "https://www.investopedia.com/terms/i/internalization.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/f/franchiser.asp", "https://www.investopedia.com/terms/f/fintech.asp"], "body": ["\nIn-house refers to conducting an activity or operation within a company, instead of relying on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outsourcing.asp\" rel=\"noopener noreferrer\">outsourcing</a>. This occurs when a firm uses its own employees and time to keep a division or business activity, such as financing or brokering, in-house.\n", "\nAn in-house operation is an activity performed within the same business, using the company’s assets and employees to perform the necessary work. This is the opposite of outsourcing, which involves hiring outside assistance, often through another business, to perform those activities.\n", "\nThe determination as to whether to keep activities in-house or to outsource often involves analyzing the various costs and associated risks. How these costs are calculated may vary depending on the size and nature of the core business.\n", "\nA firm may decide to keep certain activities in-house, a process that is at times referred to as insourcing, such as accounting, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payroll.asp\">payroll</a>, marketing, or technical support. While it is common for some companies to outsource those divisions, a firm may maintain flexibility in those operations by keeping them in-house.\n", "\nAdditionally, it may allow the business to exert higher levels of control over the actions of the divisions by keeping the services and personnel under direct control. It may also pose fewer security risks depending on the kinds of data that would have to be supplied to an outside party should the activity be outsourced.\n", "\nAt times, internal employees may have a better understanding of how the business functions overall, providing them with insights into how certain activities should be handled, allowing them to function with the business’s core vision at the forefront of the decision-making process.\n", "\nOutsourcing involves contracting out certain business activities for completion by a third party. Often, the expectations regarding the third party's performance are outlined within a contract, specifying which tasks should be accomplished along with any associated deadlines.\n", "\nThe primary risks of outsourcing revolve around the involvement of a third party, which is not under the direct control of the hiring company. If certain needs are not clearly specified in the contract, the third party may not be liable for the completion of said activities. Additionally, the outside party may also have different standards, such as in the areas of data security, which could put company information at risk.\n", "\nWhen dealing with customers, a firm may try to keep the entire transaction in-house. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inhousefinancing.asp\">in-house financing</a> is a common practice in certain industries. This form of financing works by using the firm's resources to extend the customer's credit with the firm potentially benefiting from any associated interest payments in exchange for assuming the risk associated with default.\n", "\nFor a brokerage, the firm may try to match a client's order with another customer, creating an in-house transaction. This allows the firm to benefit from both the buy- and sell-side commissions and potentially lowering other administrative costs.\n", "\nIn-house financing is a type of seller financing in which a firm extends customers a loan, allowing them to purchase its goods or services. In-house financing eliminates the firm's reliance on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_sector.asp\">financial sector</a> for providing the customer with funds to complete a transaction.\n", "\nFord Credit is a well-known in-house auto financing group. Ford Credit is the business of giving out auto loans for Ford car buyers at their own dealerships, rather than encouraging Ford customers to seek external financing from a bank or credit union.\n", "\nIn January 2017, Ford Credit partnered with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2017/01/23/ford-credit-autofi-digital-vehicle-financing.html\">AutoFi</a> to make car buying and financing even easier through technology that allows the buyer to shop online for their car and auto loan. With this new point-of-sale platform, Ford customers can shop online through Ford dealer websites, buy and finance their car. This type of customer experience allows car buyers to spend less time at the dealership while also offering a faster sales process for Ford. Other auto companies such as General Motors also have important in-house financing arms.\n"]}