{"name": "Incidental Expenses – IE Definition", "@id": "https://www.investopedia.com/terms/i/incidentalexpenses.asp", "related": ["https://www.investopedia.com/terms/i/irs-pub-463.asp", "https://www.investopedia.com/terms/p/per-diem-payments.asp", "https://www.investopedia.com/terms/f/form-2106-ez.asp", "https://www.investopedia.com/terms/c/cashallowance.asp", "https://www.investopedia.com/terms/t/travelexpenses.asp", "https://www.investopedia.com/terms/r/reimbursement.asp"], "body": ["\nIncidental expenses, also known as incidentals, are gratuities and other minor fees or costs incurred in addition to the main service, item or event paid for during business activities.\n", "\nIncidental expenses ancillary to the costs of transportation, meals, and lodging are common when an employee travels for business. An employee that takes a taxi from the airport to a hotel will incur expenses for taxis and hotels and, if it is locally customary, will incur incidental expenses of tips to the taxi driver and hotel staff.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Incidental expenses for items or services such as hair cuts or toiletries are likely to be categorized as personal since they would have been needed and paid for at home anyway.\n", "\nIncidental expenses and the policies and procedures governing them are often set forth in a company’s employee handbook. Therein, incidental expenses will be defined, categorized as business or personal, and limited as to the quantity, quality or dollar amount. Or, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/093014/understanding-diem.asp\">per diem</a> rate may be established and any costs above it must be borne by the employee. Company procedures for reimbursement may require incidental expenses to be paid by employees out of pocket or by a company credit card or petty cash.\n", "\nThese procedures should facilitate the tracking of incidental expenses for accounting and tax purpose. Employees should keep detailed records for every purchase. Employees should summarize these records in an expense report backed by actual receipts evidencing payment and submit them to the company.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Incidental expenses paid by employees' personal funds should be reimbursed by stand-alone checks so that it is clear that the payments are reimbursements and not income to the employees.\n", "\nIncidental expenses are deductible, subject to the 50% limit when paid without reimbursement in connection with travel for business, for investment or income-producing property, or for qualifying educational, medical or charitable purposes.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nFive methods can be used to figure meal and incidental expenses (M&amp;IE) costs:\n", "\nThe availability of a method depends entirely on the specific facts and circumstances. The first method, actual cost, provide a straight reimbursement for substantiated out-of-pocket travel expenses. The four remaining methods provide inclusive per diem rates to cover specified costs.\n", "\nThe standard meal allowance rate covers the cost of all meals, room service, laundry, dry cleaning, and pressing of clothing, and fees and tips for persons who provide services, such as food servers and luggage handlers.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The per diem allowance at the federal per diem rate and the high-low at an IRS-established rate cover all meals, lodging, and incidental expenses. The incidental expenses only rate of $5 per day covers incidental expenses and may be used only when no meal expenses were paid or incurred and the standard meal allowance was not used.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nFor purposes of the meal and incidental expenses (M&amp;IE) deduction, incidental expenses are fees and tips given to porters, baggage carriers, hotel staff, and staff on ships. Incidental expenses don’t include expenses for laundry, cleaning, and pressing of clothing, lodging taxes, costs of telegrams or telephone calls, transportation between places of lodging or business and places where meals are taken, or the mailing cost of filing travel vouchers and paying employer-sponsored charge card billings.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe tax treatment of incidental expenses paid or reimbursed by businesses varies by type and taxpayer. As a general matter, incidental expenses may be deductible if they are ancillary to business expenses that are ordinary and necessary to their respective business activities, if they are locally customary and expected, and if they are reasonable in amount.\n", "\nIncidental expenses ancillary to the costs of gifts are common when a company gives gifts to its customers.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ A company that gives such gifts will incur incidental expenses of wrapping paper, ribbons, bows and delivery in addition to the cost of the underlying gifts. \n", "\nIncidental expenses of business gifts such as gift-wrapping, engraving, packaging, mailing, insurance or other related costs that don't add substantial value to the gift are not counted when figuring the deduction limit for business gifts. That's a good thing since business gift deductions are limited to $25 per recipient during each tax year. Any expense above $25 of any gift given to a recipient can’t be deducted.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIncidental expenses ancillary to the cost of damaged or stolen property are common when a company experiences a business casualty or theft. If a factory burns down, the company that owns it will have to pay to repair or replace the factory and could also incur incidental expenses like medical treatment for personal injury, moving and storage costs, or rent for temporary factory space.\n", "\nIncidental Expenses from a casualty or theft, such as medical treatment for personal injury, temporary housing, fuel, moving, or rentals for temporary living quarters, are not deductible as casualty losses.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nNational Guard and Reserve members may claim an above-the-line deduction from gross income up to the federal per diem rate for meals, lodging, and incidental expenses of travel over 100 miles with an overnight stay to attend Guard or Reserve meetings.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nEmployees deduct job-related travel expenses on Schedule A of Form 1040, 1040A, or 1040EZ as job expenses and miscellaneous itemized deductions subject to the 2% of AGI Limit. National Guard and Reserve members report the 100-mile travel expenses on Line 24 of Form 1040 as an above-the-line deduction from gross income.\n", "\nSelf-employed individuals deduct job-related travel expenses as business expenses on Schedule C of Form 1040, 1040A, or 1040EZ. Businesses, depending on entity classification, deduct travel expenses as business expenses on Form 1120 or 1120S or Form 1065.\n"]}