{"name": "Income Statement Definition", "@id": "https://www.investopedia.com/terms/i/incomestatement.asp", "related": ["https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/o/operatingincome.asp", "https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/f/fundsfromoperation.asp", "https://www.investopedia.com/terms/f/financial-statements.asp", "https://www.investopedia.com/terms/e/ebit.asp"], "body": ["\nAn income statement is one of the three important <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> used for reporting a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialperformance.asp\" rel=\"noopener noreferrer\">financial performance</a> over a specific accounting period, with the other two key statements being the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> and the statement of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>.\n", "\nAlso known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/plstatement.asp\" rel=\"noopener noreferrer\">profit and loss statement</a> or the statement of revenue and expense, the income statement primarily focuses on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/070915/how-do-you-calculate-company-equity.asp\" rel=\"noopener noreferrer\">company’s revenues and expenses</a> during a particular period.\n", "\nThe income statement is an important part of a company’s performance reports that must be submitted to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a>. While a balance sheet provides the snapshot of a company’s financials as of a particular date, the income statement reports income through a particular time period and its heading indicates the duration, which may read as “<em>For the (fiscal) year/quarter ended September 30, 2018.</em>”\n", "\nThe income statement focuses on four key items—revenue, expenses, gains, and losses. It does not differentiate between cash and non-cash receipts (sales in cash versus sales on credit) or the cash versus non-cash payments/disbursements (purchases in cash versus purchases on credit). It starts with the details of sales, and then works down to compute the net income and eventually the earnings per share (EPS). Essentially, it gives an account of how the net revenue realized by the company gets transformed into net earnings (profit or loss).\n", "\nThe following are covered in the income statement, though its format may vary depending upon the local regulatory requirements, the diversified scope of the business and the associated operating activities:\n", "\nRevenue realized through primary activities is often referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating-revenue.asp\" rel=\"noopener noreferrer\">operating revenue</a>. For a company manufacturing a product, or for a wholesaler, distributor or retailer involved in the business of selling that product, the revenue from primary activities refers to revenue achieved from the sale of the product. Similarly, for a company (or its franchisees) in the business of offering services, revenue from primary activities refers to the revenue or fees earned in exchange of offering those services.\n", "\nRevenues realized through secondary, non-core business activities are often referred to as non-operating recurring revenues. These revenues are sourced from the earnings which are outside of the purchase and sale of goods and services and may include income from interest earned on business capital lying in the bank, rental income from business property, income from strategic partnerships like royalty payment receipts or income from an advertisement display placed on business property.\n", "\nAlso called other income, gains indicate the net money made from other activities, like the sale of long-term assets. These include the net income realized from one-time non-business activities, like a company selling its old transportation van, unused land, or a subsidiary company.\n", "\nRevenue should not be confused with receipts. Revenue is usually accounted for in the period when sales are made or services are delivered. Receipts are the cash received and are accounted for when the money is actually received. For instance, a customer may take goods/services from a company on 28 September, which will lead to the revenue being accounted for in the month of September. Owing to his good reputation, the customer may be given a 30-day payment window. It will give him time till 28 October to make the payment, which is when the receipts are accounted for.\n", "\nThe cost for a business to continue operation and turn a profit is known as an expense. Some of these <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052815/how-are-prepaid-expenses-recorded-income-statement.asp\" rel=\"noopener noreferrer\">expenses</a> may be written off on a tax return if they meet the IRS guidelines.\n", "\nAll expenses incurred for earning the normal operating revenue linked to the primary activity of the business. They include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold (COGS)</a>, selling, general and administrative expenses (SG&amp;A), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\" rel=\"noopener noreferrer\">amortization</a>, and research and development (R&amp;D) expenses. Typical items that make up the list are employee wages, sales commissions, and expenses for utilities like electricity and transportation.\n", "\nAll expenses linked to non-core business activities, like interest paid on loan money.\n", "\nAll expenses that go towards a loss-making sale of long-term assets, one-time or any other unusual costs, or expenses towards lawsuits.\n", "\nWhile primary revenue and expenses offer insights into how well the company’s core business is performing, the secondary revenue and expenses account for the company’s involvement and its expertise in managing the ad-hoc, non-core activities. Compared to the income from the sale of manufactured goods, a substantially high-interest income from money lying in the bank indicates that the business may not be utilizing the available cash to its full potential by expanding the production capacity, or it is facing challenges in increasing its market share amid competition. Recurring rental income gained by hosting billboards at the company factory situated along a highway indicates that the management is capitalizing upon the available resources and assets for additional profitability.\n", "\nMathematically, the Net Income is calculated based on the following:\n", "\nTo understand the above details with some real numbers, let’s assume that a fictitious sports merchandise business, which additionally provides training, is reporting its income statement for the most recent quarter.\n", "\nIt received $25,800 from the sale of sports goods and $5,000 from training services. It spent various amounts as listed for the given activities that total $10,650. It realized net gains of $2,000 from the sale of an old van, and incurred losses worth $800 for settling a dispute raised by a consumer. The net income comes to $21,350 for the given quarter. The above example is the simplest forms of the income statement that any standard business can generate. It is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102714/what-are-main-differences-between-single-step-and-multiple-step-income-statements.asp\" rel=\"noopener noreferrer\">Single-Step Income Statement</a> as it is based on the simple calculation that sums up revenue and gains and subtracts expenses and losses.\n", "\nHowever, real-world companies often operate on a global scale, have diversified business segments offering a mix of products and services, and frequently get involved in mergers, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\" rel=\"noopener noreferrer\">acquisitions</a>, and strategic partnerships. Such wide array of operations, diversified set of expenses, various business activities, and the need for reporting in a standard format as per regulatory compliance leads to multiple and complex accounting entries in the income statement.\n", "\nListed companies follow the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102714/what-are-main-differences-between-single-step-and-multiple-step-income-statements.asp\" rel=\"noopener noreferrer\">Multiple-Step Income Statement</a><strong> </strong>which segregates the operating revenues, operating expenses, and gains from the non-operating revenues, non-operating expenses, and losses, and offer many more details through the income statement. Essentially, the different measures of profitability in a multiple-step income statement are reported at four different levels in a business' operations – gross, operating, pre-tax and after-tax. As we shall shortly see in the following example, this segregation helps in identifying how the income and profitability are moving/changing from one level to the other. For instance, high gross profit but lower operating income indicates higher expenses, while higher pre-tax profit and lower post-tax profit indicates loss of earnings to taxes and other one-time, unusual expenses.\n", "\nLet’s look at the most recent annual income statements of two large, publicly-listed, multinational companies from different sectors of Technology (Microsoft) and Retail (Walmart).\n", "\nThe focus in this standard format is to calculate the profit/income at each subhead of revenue and operating expenses and then account for mandatory taxes, interest, and other non-recurring, one-time events to arrive at the net income that is applicable to common stock. Though calculations involve simple additions and subtractions, the order in which the various entries appear in the statement and their relations often gets repetitive and complicated. Let’s take a deep dive into these numbers for better understanding.\n", "\nThe first section titled “Revenue” indicates that Microsoft’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossprofit.asp\" rel=\"noopener noreferrer\">Gross (annual) Profit</a> for the fiscal year ending June 30, 2018, was $72.007 billion. It was arrived at by deducting the cost of revenue ($38.353 billion) from the total revenue ($110.360 billion) realized by the technology giant during its fiscal year. Around 35% of Microsoft’s total sales went toward costs for revenue generation, while a similar figure for Walmart was around 75% ($373.396/$500.343).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ It indicates that Walmart incurred much higher cost compared to Microsoft to generate equivalent sales.\n", "\nThe next section called “Operating Expenses” again takes into account the cost of revenue ($38.353 billion) and total revenue ($110.360 billion) to arrive at the reported figures. As Microsoft spent $14.726 billion on research and development (R&amp;D) and $22.223 billion on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sga.asp\" rel=\"noopener noreferrer\">Selling General and Administrative Expense</a> (SG&amp;A) the Total Operating Expenses is computed by summing all these figures ($38.353 + $14.726 + $22.223) = $75.302 billion.\n", "\nReducing the total operating expenses from total revenue leads to Operating Income (or Loss) as ($110.360 - $75.302) = $35.058 billion.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ This figure represents the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebit.asp\" rel=\"noopener noreferrer\">Earnings Before Interest and Taxes</a> (EBIT) for its core business activities and is again used later to derive the net income.\n", "\nA comparison of the line items indicates that Walmart did not spend anything on R&amp;D, and had higher SGA and total operating expenses compared to Microsoft.\n", "\nThe next section titled “Income from Continuing Operations” adds net other income or expenses (like one time earnings), interest-linked expenses and applicable taxes to arrive at the Net Income From Continuing Operations ($16.571 billion) for Microsoft, which is 60% higher than that of Walmart ($10.523 billion).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAfter discounting for any non-recurring events, the value of net income applicable to common shares is arrived at. Microsoft had a 68% higher net income of $16.571 billion compared to Walmart’s $9.862 billion.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> are computed by dividing the net income figure by the number of weighted average shares outstanding. With 7.7 billion outstanding shares of Microsoft, its EPS comes to $16.571 billion/7.7 billion = $2.15 per share.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ With Walmart having 2.995 billion outstanding shares, its EPS comes to $3.29 per share.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThough the retail giant beats the technology leader in terms of annual EPS, Microsoft had a lower cost for generating equivalent revenue, higher net income from continuing operations, and higher net income applicable to common shares compared to Walmart.\n", "\nThough the main purpose of an income statement is to convey details of profitability and business activities of the company to the stakeholders, it also provides detailed insights into the company’s internals for comparison across different businesses and sectors. Such statements are also prepared more frequently at the department- and segment-levels to gain deeper insights by the company management for checking the progress of various operations throughout the year, though such interim reports may remain internal to the company.\n", "\nBased on income statements, management can make decisions like expanding to new geographies, pushing sales, increasing production capacity, increased utilization or outright sale of assets, or shutting down a department or product line. Competitors may also use them to gain insights about the success parameters of a company and focus areas as increasing R&amp;D spends.\n", "\nCreditors may find limited use of income statements as they are more concerned about a company’s future cash flows, instead of its past profitability. Research analysts use the income statement to compare year-on-year and quarter-on-quarter performance. One can infer whether a company's efforts in reducing the cost of sales helped it improve profits over time, or whether the management managed to keep a tab on operating expenses without compromising on profitability.\n", "\nAn income statement provides valuable insights into various aspects of a business. It includes a company’s operations, the efficiency of its management, the possible leaky areas that may be eroding profits, and whether the company is performing in line with industry peers.\n"]}