{"name": "Incorporation Definition", "@id": "https://www.investopedia.com/terms/i/incorporate.asp", "related": ["https://www.investopedia.com/terms/c/corporation.asp", "https://www.investopedia.com/terms/l/limited_company.asp", "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp", "https://www.investopedia.com/terms/c/company.asp", "https://www.investopedia.com/terms/s/soleproprietorship.asp", "https://www.investopedia.com/terms/f/firm.asp"], "body": ["\nIncorporation is the legal process used to form a corporate entity or company. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporation.asp\" rel=\"noopener noreferrer\">corporation</a> is the resulting legal entity that separates the firm's assets and income from its owners and investors.\n", "\nCorporations can be created in nearly all countries in the world and are usually identified as such by the use of terms such as \"Inc.\" or \"Limited (Ltd.)\" in their names. It is the process of legally declaring a corporate entity as separate from its owners.\n", "\nIncorporation has many advantages for a business and its owners, including:\n", "\nThroughout the world, corporations are the most widely used legal vehicle for operating a business. While the legal details of a corporation's formation and organization differ from jurisdiction to jurisdiction, most have certain elements in common.\n", "\nIncorporation involves drafting \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/articlesofincorporation.asp\" rel=\"noopener noreferrer\">articles of incorporation</a>,\" which lists the primary purpose of the business and its location, along with the number of shares and class of stock being issued if any. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-corporation.asp\" rel=\"noopener noreferrer\">A closed corporation</a>, for instance, would not issue stock. Companies are owned by their shareholders. Small companies can have a single shareholder, while very large and often publicly traded companies can have several thousand shareholders.\n", "\nAs a rule, the shareholders are only responsible for the payment of their own shares. As owners, the shareholders are entitled to receive the profits of the company, usually in the form of dividends. The shareholders also elect the directors of the company.\n", "\nThe directors of the company are responsible for day-to-day activities. They owe a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duty-care.asp\" rel=\"noopener noreferrer\">duty of care</a> to the company and must act in its best interest. They are usually elected annually. Smaller companies can have a single director, while larger ones often have a board comprised of a dozen or more directors. Except in cases of fraud or specific tax statutes, the directors do not have personal liability for the company's debts.\n", "\nIncorporation effectively creates a protective bubble of limited liability, often called a corporate veil, around a company's shareholders and directors. As such, incorporated businesses can take the risks that make growth possible without exposing the shareholders, owners, and directors to personal financial liability outside of their original investments in the company.\n"]}