{"name": "Income Tax Definition", "@id": "https://www.investopedia.com/terms/i/incometax.asp", "related": ["https://www.investopedia.com/terms/i/income.asp", "https://www.investopedia.com/tax-revenue-definition-5115103", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/state-income-tax.asp", "https://www.investopedia.com/terms/1/1040a.asp", "https://www.investopedia.com/terms/t/taxableincome.asp"], "body": ["\nIncome tax is a type of tax that governments impose on income generated by businesses and individuals within their jurisdiction. By law, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayers</a> must file an income tax return annually to determine their tax obligations.\n", "\nIncome taxes are a source of revenue for governments. They are used to fund public services, pay government obligations, and provide goods for citizens.\n", "\nCertain investments, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing-authority-bonds.asp\" rel=\"noopener noreferrer\">housing authority bonds</a>, tend to be exempt from income taxes.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nMost countries employ a progressive income tax system in which higher-income earners pay a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxrate.asp\" rel=\"noopener noreferrer\">tax rate</a> compared to their lower-income counterparts.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿ The U.S. imposed the nation's first income tax in 1862 to help finance the Civil War. After the war, the tax was repealed; it was reinstated during the early 20th century.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn the U.S., the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) collects taxes and enforces tax law.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The IRS employs a complex set of rules and regulations regarding reportable and taxable income, deductions, credits, et al.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The agency collects taxes on all forms of income, such as wages, salaries, commissions, investments, and business earnings.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe personal income tax the government collects can help fund government programs and services, such as Social Security, national security, schools, and roads.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIndividual income tax is also referred to as personal income tax. This type of income tax is levied on an individual's wages, salaries, and other types of income. This tax is usually a tax the state imposes. Because of exemptions, deductions, and credits, most individuals do not pay taxes on all of their income.\n", "\nThe IRS offers a series of income tax deductions and tax credits that taxpayers can make use of to reduce their taxable income. While a deduction can lower your taxable income and the tax rate that is used to calculate your tax, a tax credit reduces your income tax by giving you a larger refund of your withholding.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe IRS offers tax deductions for healthcare expenses, investments, and certain education expenses. For example, if a taxpayer earns $100,000 in income and qualifies for $20,000 in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deduction.asp\" rel=\"noopener noreferrer\">deductions</a>, the taxable income reduces to $80,000 ($100,000 - $20,000 = $80,000).<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nTax credits exist to help reduce the taxpayer's tax obligation or amount owed. They were created primarily for those in middle-income and low-income households. To illustrate, if an individual owes $20,000 in taxes but qualifies for $4,500 in credits, their tax obligation reduces to $15,500 ($20,000 - $4,500 = $15,500).<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nBusinesses also pay income taxes on their earnings; the IRS taxes income from corporations, partnerships, self-employed contractors, and small businesses.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ Depending on the business structure, either the corporation, its owners, or shareholders report their business income and then deduct their operating and capital expenses. Generally, the difference between their business income and their operating and capital expenses is considered their taxable business income.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nMost U.S. states also levy personal income taxes. As of 2020, there are seven <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0210/7-states-with-no-income-tax.aspx\" rel=\"noopener noreferrer\">states with no income tax</a>: Alaska, Florida, Nevada, South Dakota, Texas, Washington, and Wyoming. In addition, two other states—New Hampshire and Tennessee—do not tax earned income; however, they do tax dividends and interest.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nHowever, Tennessee is set to eliminate those taxes on dividends and interest. The state passed a measure in 2016 that has begun phasing out its 6% rate on all income received from interest and dividends. The tax is set to be eliminated entirely by January 2021. New Hampshire also passed a bill in 2018 which would phase out the state 5% tax on interest and dividends over the next five years (for ultimate repeal on January 1, 2024).<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿\n", "\nFor taxpayers, it may not necessarily be cheaper to live in a state that does not levy income taxes. This is because states often make up the lost revenue with other taxes or reduced services. In addition, there are other factors that determine the affordability of living in a state, including healthcare, cost of living, and job opportunities.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n"]}