{"name": "Income Definition", "@id": "https://www.investopedia.com/terms/i/income.asp", "related": ["https://www.investopedia.com/terms/o/ordinaryincome.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/m/magi.asp", "https://www.investopedia.com/terms/t/tax_exempt.asp", "https://www.investopedia.com/terms/t/taxbase.asp", "https://www.investopedia.com/terms/p/pensionplan.asp"], "body": ["\nIncome is money or the equivalent value that an individual or business receives, usually in exchange for providing a good or service or through investing capital.\n", "\nIncome is used to fund day-to-day expenditures. For most individuals, income is often received in the form of wages or salary. Investments, pensions, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\">Social Security</a> are also sources of income and are normally primary income sources for retirees. Business income can refer to a company's remaining revenues after paying all expenses and taxes. In this case, income is referred to as earnings. Most forms of income are subject to taxation by local, state, and federal governments.\n", "\nIndividuals receive income through earning wages by working and making investments in financial assets such as stocks, bonds, and real estate. For instance, an investor’s stock holding may pay income in the form of an annual dividend.\n", "\nIn most countries, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/011915/what-difference-between-gross-income-and-earned-income.asp\">earned income</a> is taxed by the government before it is received. The revenue generated by income taxes finances government actions and programs as determined by federal and state budgets. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service </a>(IRS) calls income from sources other than a job, such as investment income, unearned income.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nIncome from wages, salaries, interest, dividends, business income, capital gains, and pensions received during a given tax year are considered taxable income in the United States. Other taxable income includes annuity payments, rental income, farming, and fishing income, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-compensation.asp\">unemployment compensation</a>, retirement plan distributions, and stock options. Lesser-known types of taxable income include gambling income, bartering income, and jury duty pay.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe types of income listed above would be classified as ordinary income, which is composed mainly of wages, salaries, commissions, and interest income from bonds. Ordinary income is taxable using ordinary income rates. This type of income differs from capital gains or dividend income in that it can only be offset with standard tax deductions, while capital gains can only be offset with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\">capital losses</a>.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nTypes of income that may be tax-exempt include interest income from U.S. Treasury securities (which is exempt at the state and local levels), interest from municipal bonds (which is potentially exempt at the federal, state and local levels), and capital gains that are offset by capital losses.<span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nTypes of income taxed at lower rates include qualified dividends and long-term capital gains.<span class=\"ql-inline-citation\" data-cite=\"2\"></span><span class=\"ql-inline-citation\" data-cite=\"7\"></span> Social Security income is sometimes taxable, depending on how much other income the taxpayer receives during the year.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nDisposable income is money that remains after taxes are paid. Individuals spend <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disposableincome.asp\">disposable income</a> on necessities, such as housing, food, and transportation. Discretionary income is the money that remains after paying all necessary expenses. People spend discretionary income on items like vacations, restaurant meals, cable television, and movies.\n", "\nIn a recession, individuals tend to be more prudent with their discretionary income. For example, a family may use its discretionary income to make extra payments on a mortgage or save it for an unexpected expense.\n", "\nDisposable income is typically higher than discretionary income within the same household because expenses of necessary items are not removed from the disposable income. Both measures can be used to project the amount of consumer spending. However, either measure must also take into account the willingness of people to make purchases.\n", "\nFor private individuals, ordinary income is usually only made up of the salaries and wages they earn from their employers pretax. If, for example, a person works a customer service job at Target and earns $3,000 per month, his annual ordinary income would be $36,000, derived as $3,000 x 12. If he has no other income sources, this is the amount that would be taxed on his year-end tax return as gross income.\n", "\nAdditionally, if the same person also owns a rental property and earns $1,000 a month in rental income, his ordinary income would increase to $48,000 per year. If the same person earned $1,500 in qualified municipal bond interest payments, that portion of income would be tax-exempt.\n", "\nFor businesses, ordinary income is the pretax profit earned from selling its product or service. For example, the retailer, Target, had $69.5 million worth of total sales or revenue in the year ended in January 2017. The company had $48.9 million in costs of goods sold (COGS) and $15.6 million in total operating expenses. Target’s ordinary income of $5 million is derived as follows:<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nThis is the amount of income that would be taxed for the year. However, businesses are required to pay taxes quarterly.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nIncome from wages, salaries, interest, dividends, business income, capital gains, and pensions received during a given tax year are considered taxable income in the United States. These types of income would be classified as ordinary income and are taxable using ordinary income tax rates. In most countries, earned income is taxed by the government before it is received. Ordinary income can only be offset with standard tax deductions.\n", "\nTax-exempt include interest income from U.S. Treasury securities (exempt at the state and local levels), interest from municipal bonds (potentially exempt at the federal, state, and local levels), and capital gains that are offset by capital losses. Types of income taxed at lower rates include qualified dividends and long-term capital gains. Social Security income may be taxable, depending on how much other income the taxpayer receives during the year.\n", "\nDisposable income is money left over after an individual pays their taxes. Individuals spend disposable income on necessities, such as housing, food, and transportation. Discretionary income is the money that remains after paying all necessary expenses. People spend discretionary income on items like vacations, restaurant meals, cable television, and movies. Disposable income is typically higher than discretionary income within the same household because expenses of necessary items are not removed from the disposable income.\n"]}