{"name": "Incumbency Certificate Definition", "@id": "https://www.investopedia.com/terms/i/incumbencycertificate.asp", "related": ["https://www.investopedia.com/terms/i/incumbent.asp", "https://www.investopedia.com/terms/b/bond-power.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/n/notary.asp", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/s/subpoena.asp"], "body": ["\nAn incumbency certificate (or certificate of incumbency) is an official document issued by a corporation or limited liability company (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/011216/s-corp-vs-llc-which-should-i-choose.asp\" rel=\"noopener noreferrer\">LLC</a>) that lists the names of its current <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/wealth-management/040416/retired-execs-what-do-corporate-boards-pay.asp\" rel=\"noopener noreferrer\">directors</a>, officers, and, occasionally, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-shareholder.asp\" rel=\"noopener noreferrer\">key shareholders</a>. It specifies who holds which positions within the organization, and is most frequently used to confirm the identity of individuals who are authorized to enter into legally binding transactions on the company's behalf.\n", "\nOutside of the U.S., an incumbency certificate may also be known as a register of directors, certificate of officers, or secretary certificate.\n", "\nIncumbency certificates such as a certificate of incumbency, certificate of officers, officer's certificate, register of directors, or secretary's certificate, all essentially provide the same information. Incumbency certificates are issued by the corporate secretary and often bear the corporate seal and may be notarized by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/notary.asp\" rel=\"noopener noreferrer\">public notary</a>. Because the secretary is the officer in charge of keeping company records, the incumbency certificate is an official act of the company, and third parties can reasonably rely on its accuracy.\n", "\nAn incumbency certificate contains all relevant particulars regarding the company's directors and officers, such as the incumbent's name, position, whether elected or appointed, and the term of office. It also usually includes a signature sample for comparison purposes.\n", "\nA typical incumbency certificate may be worded as follows:\n", "\nThis mention would then be followed by a list of the directors and officers, the date, and the secretary's signature. This document can be requested by a financial institution when the company applies to open a bank account or initiates a major transaction. Also, the certificate could be requested by an attorney or anyone else who wants to confirm the legality and stated position of a director or officer within the corporation.\n", "\nAnyone who is involved in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/09/corporate-currency-risks.asp\" rel=\"noopener noreferrer\">transaction</a> with a company and needs to confirm the stated position of an officer within the company may request an incumbency certificate from the secretary of the company. In practice, an incumbency certificate is often required by a bank or another financial institution when opening an account to ensure that the person who claims to be the authorized signatory of a company truly is.\n", "\nSimilarly, when attorneys are drafting contracts for transactions involving companies, they usually require an official incumbency certificate to determine who can legally bind the company in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/102313/why-forward-contracts-are-foundation-all-derivatives.asp\" rel=\"noopener noreferrer\">contracts</a>.\n", "\nAlthough they may take various forms, a typical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boilerplate.asp\" rel=\"noopener noreferrer\">boilerplate</a> incumbency certificate will look similar to the following:\n", "\nThe undersigned, Secretary/Assistant Secretary of __________________________ a __________________ corporation (hereinafter \"Corporation\"), hereby certifies as follows:\n", "\n1. That he/she is the duly elected, qualified and acting Secretary/Assistant Secretary of the Corporation and is charged with maintaining the records, minutes and seal of the Corporation.\n", "\n2. That pursuant to the Corporation's By-Laws, as amended, the following named person(s) was/were designated and appointed to the office(s) indicated below, and that said person(s) does/do continue to hold such office(s) at this time, and the signature(s) set forth opposite the name(s) are genuine signatures.\n", "\n__________________________ __________________________ __________________________ __________________________ __________________________ __________________________ __________________________ __________________________\n", "\n3. That pursuant to the Corporation's By-Laws, as amended, and certain resolutions adopted by the Corporation's Board of Directors, the person(s) designated to serve in the above-entitled capacity was/were given sufficient authority to act on behalf of and to bind the Corporation with respect to transactions involving the leasing of equipment, including without limitation the sale and leaseback of such equipment, and that the execution by said person(s) of documents related to such transactions, including without limitation Master Lease Agreements and Equipment Schedules thereto, constitute a legally binding and enforceable obligation of the Corporation.\n", "\n4. That pursuant to the Corporation's By-Laws, as amended, the undersigned has the power and authority to execute this certificate on behalf of the Corporation and that he/she has so executed this certificate and set the seal of the Corporation this __________ day of _______________, 20_____.\n", "\nSignature: ______________________________________ (SEAL)\n", "\nName: _________________________________________\n", "\nTitle: __________________________________________\n"]}