{"name": "Indexed Annuity Definition", "@id": "https://www.investopedia.com/terms/i/indexedannuity.asp", "related": ["https://www.investopedia.com/terms/f/fixedannuity.asp", "https://www.investopedia.com/terms/d/deferredannuity.asp", "https://www.investopedia.com/terms/v/variableannuity.asp", "https://www.investopedia.com/terms/l/lifeannuity.asp", "https://www.investopedia.com/terms/a/annuity-consideration.asp", "https://www.investopedia.com/terms/i/interestcrediting-methods.asp"], "body": ["\nAn indexed annuity is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitycontract.asp\" rel=\"noopener noreferrer\">annuity contract</a> that pays an interest rate based on the performance of a specified market index, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\" rel=\"noopener noreferrer\">S&amp;P 500</a>. It differs from <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedannuity.asp\" rel=\"noopener noreferrer\">fixed annuities</a>, which pay a fixed rate of interest, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variableannuity.asp\" rel=\"noopener noreferrer\">variable annuities</a>, which base their interest rate on a portfolio of securities chosen by the annuity owner. Indexed annuities are sometimes referred to as equity-indexed or fixed-indexed annuities.\n", "\nIndexed annuities offer their owners, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitant.asp\" rel=\"noopener noreferrer\">annuitants</a>, the opportunity to earn higher yields than fixed annuities when the financial markets perform well. Typically, they also provide some protection against market declines.\n", "\nThe rate on an indexed annuity is calculated based on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/year-over-year.asp\" rel=\"noopener noreferrer\">year-over-year</a> gain in the index or its average monthly gain over a 12-month period.\n", "\nWhile indexed annuities are linked to the performance of a specific index, the annuitant won't necessarily reap the full benefit of any rise in that index. One reason is that indexed annuities often set limits on the potential gain at a certain percentage, commonly referred to as the \"participation rate.\" The participation rate can be as high as 100%, meaning the account is credited with all of the gain, or as low as 25%. Most indexed annuities offer a participation rate between 80% and 90%—at least in the early years of the contract.\n", "\nIf the stock index gained 15%, for example, an 80% participation rate translates to a credited yield of 12%. Many indexed annuities offer a high participation rate for the first year or two, after which the rate adjusts downward.\n", "\nMost indexed annuity contracts also include a yield or rate cap that can further limit the amount that's credited to the accumulation account. A 7% rate cap, for example, limits the credited yield to 7% no matter how much the stock index has gained. Rate caps typically range from a high of 15% to as low as 4% and are subject to change.\n", "\nIn the example above, the 15% gain reduced by an 80% participation rate to 12% would be further reduced to 7% if the annuity contract specifies a 7% rate cap.\n", "\nIn years when the stock index declines, the insurance company credits the account with a minimum rate of return. A typical minimum rate guarantee is about 2%. Some can be as low as 0% or as high as 3%.\n", "\nAt specific intervals, the insurer will adjust the value of the account to include any gain that occurred in that time frame. The principal, which the insurer guarantees, never declines in value unless the account owner takes a withdrawal. Insurers use several different methods to adjust the account's value, such as a year-over-year reset or a point-to-point reset, which incorporates two or more years' worth of returns.\n", "\nAs with other types of annuities, the owner can begin receiving regular income by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/052714/annuitization-your-best-strategy.asp\" rel=\"noopener noreferrer\">annuitizing</a> the contract and directing the insurer to start the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payoutphase.asp\" rel=\"noopener noreferrer\">payout phase</a>.\n"]}