{"name": "Indentured Servitude Definition", "@id": "https://www.investopedia.com/terms/i/indentured-servitude.asp", "related": ["https://www.investopedia.com/terms/b/bond-violation.asp", "https://www.investopedia.com/terms/c/clintonomics.asp", "https://www.investopedia.com/terms/m/master-servant-rule.asp", "https://www.investopedia.com/terms/b/backdating.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/r/royalty.asp"], "body": ["\nIndentured servitude refers to a contract between two individuals, in which one person worked not for money but to repay an indenture, or loan, within a set time period. Indentured servitude was popular in the United States in the 1600s as individuals, mainly European immigrants, worked in exchange for the price of passage to America.\n", "\nThe 13th Amendment to the United States Constitution, which was passed after the Civil War, made indentured servitude illegal in the U.S. Today, it is banned in almost all countries.\n", "\nEssentially, indentured servitude was a kind of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barter.asp\" rel=\"noopener noreferrer\">barter system</a>. For example, someone who sought a new life in America, but who could not afford the expensive steamship fare from another country, would contract with a wealthy U.S. landowner to perform a type of work for a fixed period in exchange for the price of the boat ticket.\n", "\nIndentured servitude in the U.S. began in the early 1600s in Virginia, not long after the settlement of Jamestown. Many early American settlers needed cheap labor to help manage their large estates and farmland, and plenty of landowners agreed to fund the passage of European immigrants to Virginia in exchange for their labor.\n", "\nOther parts of the world also engaged in some version of indentured servitude at around the same time that it was happening in the United States. For example, a great many people left Europe for the Caribbean to work as indentured servants on sugar plantations.\n", "\nUnder indentured servitude, the contract stipulated that the worker was borrowing money for transportation and would repay the lender by performing a certain kind of labor for a set period. Skilled laborers were usually indentured for four or five years, but unskilled workers often needed to remain under their master’s control for seven or more years.\n", "\nDuring its heyday, the indentured servitude system allowed landowners to provide only food and shelter for indentured servants, as opposed to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-wages.asp\" rel=\"noopener noreferrer\">wages</a>. Some landowners offered their servants basic medical care, but typically labor contracts did not provide for this.\n", "\nSome indentured servants served as cooks, gardeners, housekeepers, field workers, or general laborers; others learned specific trades such as blacksmithing, plastering, and bricklaying, which they could choose to turn into careers later.\n", "\nAlthough some indentured servants completed their contracts and received land, livestock, tools, and other necessities to set out on their own, many others did not live to pay off their contracts because they perished from diseases or work-related accidents; some also ran away before completing their terms of service.\n", "\nIn general, indentured servants enjoyed little personal freedom. Some contracts allowed landowners to extend the work period for servants who were accused of behavior that was deemed improper. If a servant ran away or became pregnant, for example, a master was legally entitled to lengthen the worker's term of service.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indenture.asp\" rel=\"noopener noreferrer\">indenture</a> is a legal and binding agreement, contract, or document between two or more parties. In the case of indentured servants, these contracts contained \"indented\" marks along the sides of the document.\n", "\nWhen the document was finalized, two copies were made. One copy was placed over the other and the edges of the pages were defaced or marked with indented characters. The servants of this era often were uneducated and could be cheated by unscrupulous masters who might forge new contracts with terms more favorable to themselves. So, this way of marking the two original copies helped to ensure a lasting means of authenticating the contract.\n", "\nIn finance, indenture appears when discussing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a> agreements, certain <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/realestate/12/property-deeds-and-real-property.asp\" rel=\"noopener noreferrer\">real estate deeds</a>, and some aspects of bankruptcies. Between bond issuers and bondholders, an indenture is a legal and binding contract that spells out the important features of a bond, such as its maturity date, the timing of interest payments, method of calculating interest, and any callable or convertible features, among others. \n", "\nImmigrants entered indentured servitude contracts of their own free will, as opposed to slaves, who did not have a choice in the matter.\n", "\nTreatment of indentured servants differed greatly from one master to another. Some masters considered their indentured servants as personal property and made these individuals work difficult jobs before their contracts expired. Other masters treated their slaves more humanely than their servants because slaves were regarded as a lifetime investment, whereas servants would be gone in a few years.\n", "\nIndentured servants did have some rights, though, at least in theory. For example, they had access to the courts and were entitled to own land. However, masters retained their right to prohibit their servants from marrying and had the authority to sell them to another master at any time.\n", "\nA specific similarity between slavery and indentured servitude is that indentured servants could be sold, loaned, or inherited, at least during the duration of their contract terms. As a result, some indentured servants performed little work for the landowners who paid for their passage across the Atlantic.\n"]}