{"name": "Indexing Definition", "@id": "https://www.investopedia.com/terms/i/indexing.asp", "related": ["https://www.investopedia.com/terms/t/trackerfund.asp", "https://www.investopedia.com/terms/i/index.asp", "https://www.investopedia.com/terms/i/indexfund.asp", "https://www.investopedia.com/terms/m/msci-emu-index.asp", "https://www.investopedia.com/terms/i/index-investing.asp", "https://www.investopedia.com/terms/p/passive-etf.asp"], "body": ["\nIndexing is broadly referred to as an indicator or measure of something. In the financial markets, indexing can be used as a statistical measure for tracking economic data, a methodology for grouping a specific market segment, or an investment management strategy for passive investments.\n", "\nIndexing is used in the financial market as a statistical measure for tracking economic data. Indexes created by economists provide some of the market’s leading indicators for economic trends. Economic indexes closely followed in the financial markets include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pmi.asp\">Purchasing Managers' Index</a>, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ism-mfg.asp\">Institute for Supply Management’s Manufacturing Index</a>, and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cili.asp\">Composite Index of Leading Economic Indicators</a>.\n", "\nStatistical indexes may also be used as a gauge for linking values. The cost of living adjustment (COLA) is a statistical measure obtained through analysis of the Consumer Price Index. Many pension plans use COLA and the Consumer Price Index as a measure for retirement benefit payout adjustments with the adjustment using inflation-based indexing measures.\n", "\nIn the investment market, indexes exist to represent specific market segments. Leading market indexes in the U.S. are the Dow Jones Industrial Average and the S&amp;P 500. Indexes are constructed with specified methodologies. The Dow Jones Industrial Average is a price-weighted index giving greater weight to stocks in the index with a higher price. The S&amp;P 500 Index is a market capitalization–weighted index giving greater weight to stocks in the S&amp;P 500 Index with a higher market capitalization.\n", "\nIndex providers have numerous methodologies for constructing investment market indexes. Investors and market participants use these indices as benchmarks on performance. If a fund manager is underperforming the S&amp;P 500 over the long term, for example, it will be hard to entice investors into the fund rather than an exchange-traded fund tracking the S&amp;P 500.\n", "\nIndexing is broadly known in the investment industry as a passive investment strategy for gaining targeted exposure to a specified market segment. The majority of active investment managers typically do not consistently beat index benchmarks. Moreover, investing in a targeted segment of the market for capital appreciation or as a long-term investment can be expensive given the trading costs associated with buying individual securities. Therefore, indexing is a popular option for many investors.\n", "\nAn investor can achieve the same risk and return of a target index by investing in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\">index fund</a>. Most index funds have low expense ratios and work well in a passively managed portfolio. Index funds can be constructed using individual stocks and bonds to replicate the target indices. They can also be managed as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundsoffunds.asp\">fund of funds</a> with mutual funds or exchange-traded funds as their base holdings.\n", "\nMore complex indexing strategies may seek to replicate the holdings and returns of a customized index. Customized index-tracking funds have evolved as a low-cost investment option for investing in a screened subset of securities. These tracker funds are essentially trying to take the best of the best within a category of stocks—for example, the best energy companies within the indices that track the energy industry. These tracking funds are based on a range of filters including fundamentals, dividends, growth characteristics, and more.\n"]}