{"name": "Individual Retirement Account (IRA) Definition", "@id": "https://www.investopedia.com/terms/i/ira.asp", "related": ["https://www.investopedia.com/terms/t/traditionalira.asp", "https://www.investopedia.com/terms/s/sep.asp", "https://www.investopedia.com/terms/i/ira-plan.asp", "https://www.investopedia.com/terms/r/rothira.asp", "https://www.investopedia.com/terms/a/aftertaxcontribution.asp", "https://www.investopedia.com/terms/b/backdoor-roth-ira.asp"], "body": ["\nAn individual retirement account (IRA) is a tax-advantaged account that individuals use to save and invest for retirement. The Internal Revenue Service (IRS) also uses the term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs-pub-590.asp\">individual retirement arrangements</a> (IRAs) to broadly refer to individual retirement accounts, individual retirement annuities, and other trusts and custodial accounts that act as a personal savings plan with tax advantages for setting aside money for retirement.\n", "\nThere are several types of IRAs—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/traditionalira.asp\">traditional IRAs</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rothira.asp\">Roth IRAs</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sep.asp\">SEP IRAs</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/simple-ira.asp\">SIMPLE IRAs</a>. Each has different rules regarding eligibility, taxation, and withdrawals.\n", "\nSo how does an IRA work? Investments held in IRAs can encompass a range of financial products, including stocks, bonds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded funds</a> (ETFs), and mutual funds. Self-directed IRAs allow investors to make all the decisions and give them access to a broader selection of investments, including real estate, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateplacement.asp\">private placements</a>, and commodities.<span class=\"ql-inline-citation\" data-cite=\"11\"></span> A <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-directed-ira.asp\">self-directed IRA</a> can be a traditional IRA or a Roth IRA.\n", "\nIndividual taxpayers can establish traditional and Roth IRAs, while small-business owners and self-employed individuals can set up SEP and SIMPLE IRAs. An IRA must be opened with an institution that has received Internal Revenue Service (IRS) approval to offer these accounts. Choices include banks, brokerage companies, federally-insured credit unions, and savings and loan associations. Most individual investors open <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-brokers-for-iras-4587879\">IRAs with brokers</a>.<span class=\"ql-inline-citation\" data-cite=\"11\"></span>\n", "\nYour income and whether you have a retirement plan at work influence which types of IRAs you can open and whether your contributions will be tax-deductible.<span class=\"ql-inline-citation\" data-cite=\"25\"></span> Because IRAs are meant for retirement savings, there is usually an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/082515/how-do-you-calculate-penalties-ira-or-roth-ira-early-withdrawal.asp\">early withdrawal penalty of 10%</a> if you take money out before age 59½. Depending on what type of IRA you have, you may also need to pay income tax on your early withdrawal.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe following is a breakdown of the different types of IRAs and the rules regarding each.\n", "\nIn most cases, contributions to traditional IRAs are tax-deductible. If someone puts $6,000 into an IRA, that person's taxable income decreases by the amount of the contribution. However, when they withdraw money from the account during retirement, those withdrawals are taxed at their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinaryincome.asp\">ordinary income tax</a> rate. For 2021, annual individual contributions to traditional IRAs cannot exceed $6,000 in most cases. If you are 50 or older, you can contribute a total of up to $7,000 per year using <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/catchupcontribution.asp\">catch-up contributions</a>.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nFor 2021, the IRS changed the income phaseout range for deducting contributions to a traditional IRA for investors with retirement plans at work. The phaseout range for married couples changed from $104,000–$124,000 in 2020 to $105,000–$125,000 and from $65,000–$75,000 to $66,000–$76,000 for singles.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nSeveral key factors determine if you can deduct your traditional IRA contributions. Suppose that you are a single person or file as head of household and have a retirement plan, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\">401(k)</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/403bplan.asp\">403(b)</a>, available at work. Your traditional IRA contributions are fully deductible if your <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/magi.asp\">modified adjusted gross income</a> (MAGI) was $65,000 or less in 2020. In 2021, the limit is $66,000. If you're married filing jointly, the limit is $104,000 or less in 2020 and $105,000 in 2021. If you earn more, you begin to lose deductions.<span class=\"ql-inline-citation\" data-cite=\"32\"></span><span class=\"ql-inline-citation\" data-cite=\"33\"></span> Use this chart to figure out where you fit.\n", "\nStarting at age 72, holders of traditional IRAs must begin taking <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredminimumdistribution.asp\">required minimum distributions</a> (RMDs), which are based on their account size and life expectancy. Failure to do so may result in a tax penalty equal to 50% of the amount of the required distribution.\n", "\nIn 2019, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/bill/116th-congress/house-bill/1994/text\">Setting Every Community Up for Retirement Enhancement (SECURE) Act</a> increased the age requirement of taking RMDs from 70½ to 72. It also eliminated the age limit of when a person can contribute to an IRA, which was 70½. A person of any age with earned income can now contribute to an IRA.<span class=\"ql-inline-citation\" data-cite=\"14\"></span>\n", "\nRoth IRA contributions are not tax-deductible, but qualified distributions are tax-free. You contribute to a Roth IRA using after-tax dollars, but you do not face any taxes on investment gains. When you retire, you can withdraw from the account without incurring any income taxes on your withdrawals. Roth IRAs also do not have RMDs. If you don't need the money, you don't have to take it out of your account. You can still contribute to a Roth IRA as long as you have eligible earned income, no matter how old you are.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿﻿﻿\n", "\nRoth IRA contribution limits for 2020 and 2021 tax years are the same as for traditional IRAs. However, there is a catch. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/082515/why-are-ira-roth-iras-and-401k-contributions-limited.asp\" rel=\"noopener noreferrer\">There are income limitations</a> for contributing to a Roth IRA.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿﻿﻿﻿﻿ The phase-out range for single filers is between $124,000 and $139,000 in 2020 and between $125,000 and $140,000 in 2021. For married couples filing joint taxes, the phase-out range is $196,000 to $206,000 in 2020 and $198,000 to $208,000 in 2021.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿﻿﻿\n", "\nSelf-employed individuals, such as independent contractors, freelancers, and small-business owners, can set up SEP IRAs. The acronym SEP stands for \"simplified employee pension.\" A SEP IRA adheres to the same taxation rules for withdrawals as a traditional IRA. For 2021, SEP IRA contributions are limited to 25% of compensation or $58,000, whichever is less.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nBusiness owners who set up SEP IRAs for their employees can deduct the contributions they make on behalf of employees. However, company employees are not allowed to contribute to their accounts, and the IRS taxes their withdrawals as income.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿﻿\n", "\nThe SIMPLE IRA is also intended for small businesses and self-employed individuals. The acronym SIMPLE stands for \"savings incentive match plan for employees.\" This type of IRA follows the same tax rules for withdrawals as a traditional IRA.<span class=\"ql-inline-citation\" data-cite=\"18\"></span>\n", "\nUnlike SEP IRAs, SIMPLE IRAs allow employees to make contributions to their accounts, and the employer is required to make contributions as well. All the contributions are tax-deductible, potentially pushing the business or employee into a lower tax bracket.<span class=\"ql-inline-citation\" data-cite=\"19\"></span> The SIMPLE IRA employee contribution limit in 2021 is $13,500, and the catch-up limit (for those workers age 50 and older) is $3,000, the same as in 2020.<span class=\"ql-inline-citation\" data-cite=\"31\"></span>\n", "\nUse the chart below to get a better sense of how the different IRAs work.\n", "\n<em>Note: To see the full chart, use the slider at the bottom to see the column at the far right.</em>\n", "\nThe most basic is a traditional IRA, which anybody can open and make annual contributions on a tax-deferred basis. Roth IRAs instead use after-tax contributions that grow tax-free into the future, but are subject to income limitations. SEP and SIMPLE IRAs are intended for business owners or self-employed individuals.\n", "\nYes, but you must be sure that the combined contributions to all your IRAs do not exceed the annual limit amount. You can also contribute to both an IRA and a 401(k) plan that is offered through your employer, which comes with its own set of rules, limitations, and qualifications.\n", "\nIRAs are meant to be long-term retirement savings accounts, and so they come with early-withdrawal penalties. If you take money out of an IRA before age 59½,<sub> </sub>you will be subject to a 10% penalty <em>and</em> must pay any deferred tax liability owed. So, if you withdraw $10,000 from a traditional IRA and are in the 25% tax bracket, you will pay a $1,000 penalty (10%) plus $2,500 taxes, leaving you with $6,500. There are certain qualified reasons for making an early withdrawal, such as for a first home or emergency medical expenses, that are not subject to the 10% penalty but would be taxed.\n", "\nNote that loans are not permitted from IRAs or from SEP and SIMPLE IRA plans. Loans are only possible from qualified plans such as 401(k) or 403(b) accounts. If the owner of an IRA does attempt to borrow from it, the account no longer is classified as an IRA and is subject to all penalties and taxes.\n", "\nIRA investments are self-directed, meaning you make all the investment choices. You may hold stocks, bonds, mutual funds, ETFs, and cash, among other assets. Note that certain investments, including life insurance, collectibles, such as art, antiques, gems, coins, or alcoholic beverages, are prohibited from being placed in an IRA, and IRAs can only invest in certain precious metals, such as gold, if they meet specific requirements. \n", "\nAll IRA accounts require a named beneficiary. If you die before your IRA assets are drawn down, they will pass to your beneficiary. If that beneficiary is under the retirement age, they will be subject to the same IRA distribution and withdrawal rules. For a married couple, the beneficiary is the holder's spouse, unless the spouse agrees in writing that another beneficiary be named.\n"]}