{"name": "Indian Rupee (INR) Definition", "@id": "https://www.investopedia.com/terms/i/inr.asp", "related": ["https://www.investopedia.com/terms/forex/i/inr-indian-rupee.asp", "https://www.investopedia.com/terms/m/mmk.asp", "https://www.investopedia.com/terms/s/slr.asp", "https://www.investopedia.com/terms/forex/o/omr-oman-rial.asp", "https://www.investopedia.com/terms/s/scr-seychelles-rupee.asp", "https://www.investopedia.com/terms/forex/b/btn-bhutanese-ngultrum.asp"], "body": ["\nThe Indian rupee (INR) is the currency of India. INR is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-organization-for-standardization-iso.asp\" rel=\"noopener noreferrer\">International Organization for Standardization</a> currency code for the Indian rupee, for which the currency symbol is ₹.\n", "\nThe Indian rupee derives its name from the rupiya, a silver coin first issued by Sultan Sher Shah Suri in the 16th century.\n", "\nCoins in India are issued in denominations of 50 paise, one rupee, two rupees, five rupees, and ten rupees. A paise is 1/100th of a rupee. Coins worth 50 paise are called small coins, while coins equal or above one rupee are known as rupee coins.\n", "\nPaper currency or banknotes are issued in denominations of 5, 10, 20, 50, 100, 500, and 2,000 rupees. On the reverse side of paper rupees, denominations are printed in 15 languages, while denominations are printed in Hindi and English on the front side.\n", "\nThe banknotes are updated frequently with new designs, including distinct differences from old Mahatma Gandhi Series of banknotes to the new ones of the same name. The notes include various themes of India's rich heritage.\n", "\nIndia is a cash-based economy, which has resulted in fake currency being circulated by those engaged in illegal behavior. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rbi.asp\" rel=\"noopener noreferrer\">Reserve Bank of India (RBI)</a> has had to change and update rupee notes with new security features over the years. Fake notes, which might appear similar to legal notes, are counterfeited by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneylaundering.asp\" rel=\"noopener noreferrer\">money launderers</a> and terrorists. Typically, the high denominations are usually the most counterfeited notes. \n", "\nIn 2016, the Indian government announced the demonetization of all ₹500 and ₹1,000 banknotes of the Mahatma Gandhi Series, claiming it would hamstring the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underground-economy.asp\" rel=\"noopener noreferrer\">underground economy</a>, making the use of illegal and counterfeit cash in funding illegal activity and terrorism much more difficult. The 500 note has been replaced by one in the new Mahatma Gandhi Series with enhanced security features.\n", "\nThe rupee has been subject to various <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_conrol.asp\" rel=\"noopener noreferrer\">capital controls</a> and convertibility restrictions over the years. For example, it is illegal for foreign nationals to import or export rupees, and Indian nationals may only import and export rupees in limited amounts.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccount.asp\" rel=\"noopener noreferrer\">current account</a>, which is comprised of the country's savings, investment flows, and the net trade in goods and services has no currency conversion restrictions (aside from trade barriers).\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalaccount.asp\" rel=\"noopener noreferrer\">capital account</a> measures foreign reserves, business, and institutional flows. The Indian government relaxes and tightens restrictions on foreign investment, putting caps or removing them periodically to maintain a healthy and balanced capital account.\n", "\nIn recent years, the government relaxed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-investment.asp\" rel=\"noopener noreferrer\">foreign investment</a> flow restrictions to boost the weakening currency exchange rate and encourage business investment in the country.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Foreign institutional investors and local companies can bring money in and take money out of the country but need to check with the Reserve Bank of India for the current rules and regulations.\n", "\nIn the 19th century, large increases in the quantity of silver production caused a precipitous drop in silver's value, leading to a steep decline in the rupee's value. From 1927 to 1946, the rupee was pegged to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quid.asp\" rel=\"noopener noreferrer\">British pound</a>. It was then pegged to the U.S. dollar until 1975. Currently, it mostly floats on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/f/foreign-exchange-markets.asp\" rel=\"noopener noreferrer\">foreign exchange market</a>, with the Reserve Bank of India actively trading the currency to manage its value.\n", "\nVarious factors can impact the exchange rate of the currency, including trade flows, investment flows, and oil prices. India imports oil and a rise in prices can cause <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> and force the RBI to intervene to support the economy.\n", "\nBelow are the images of the current coins and banknotes, along with their denominations, that are currently in circulation for the Indian rupee as listed on the website for the Reserve Bank of India.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nPlease check with the central bank's website for any updates and changes.\n"]}