{"name": "Indonesia Stock Exchange (IDX) .ID", "@id": "https://www.investopedia.com/terms/j/jakartastockexchange.asp", "related": ["https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp", "https://www.investopedia.com/terms/k/klse.asp", "https://www.investopedia.com/terms/d/dtc.asp", "https://www.investopedia.com/terms/o/orderlymarket.asp", "https://www.investopedia.com/non-fungible-tokens-nft-5115211", "https://www.investopedia.com/terms/f/ftse.asp"], "body": ["\nThe Indonesia Stock Exchange (IDX) handles securities transactions in the country of Indonesia. The primary goal of the IDX is to provide the infrastructure to enable orderly, fair, and efficient trading of securities. The IDX saw a record number of investors in 2019 and has more than 650 company listings.\n", "\nThe Indonesia Stock Exchange (IDX) was created by the merger of the Jakarta Stock Exchange (JSX) and the Surabaya Stock Exchange (SSX). The JSX was Indonesia's first stock exchange, founded in 1912 for the interest of the Dutch East India Company. The Jakarta Stock Exchange was closed during parts of World Wars I and II. When it reopened in 1952, the only exchanged security was the Indonesian government <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a>. The exchange became inactive from 1956–1977, and despite being reactivated in 1977, trading activity continued to be slow, with only a few dozen companies listed.\n", "\nRegulatory changes that were enacted between 1988 and 1992 improved trading activity. The exchange introduced its automatic trading system in 1995 and began to implement remote trading in 2002. In 2007, the Jakarta Stock Exchange merged with the Surabaya Stock Exchange to form the Indonesia Stock Exchange. In May of 2018, the exchange updated its trading system and created a new data center.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketeconomy.asp\" rel=\"noopener noreferrer\">Emerging markets</a> like Indonesia have their own set of additional risks for investors. Emerging markets generally do not have the level of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketefficiency.asp\" rel=\"noopener noreferrer\">market efficiency</a> and strict standards in accounting and securities regulation to be on par with <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-economies.asp\" rel=\"noopener noreferrer\">advanced economies</a> (such as the United States, Europe, and Japan), but emerging markets do typically have a physical, financial <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/infrastructure.asp\" rel=\"noopener noreferrer\">infrastructure</a>, including banks, a stock exchange, and a unified currency.\n", "\nThe IDX has strived to become a credible and acknowledged world-class stock exchange. In its annual report of 2019, the strategic objectives for the IDX included the following:\n", "\nIn 2019, IDX succeeded in boosting the number and participation of investors, which set a new record for the 27 years of the stock exchange. The IDX saw an increase in quantity and quality of listed companies, including recording the largest number of company listings in ASEAN. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asean.asp\" rel=\"noopener noreferrer\">The Association of Southeast Asian Nations (ASEAN)</a> is a group of 10 nations in Southeast Asia that collaborate to promote economic and cultural growth. Besides Indonesia, some of the other ASEAN countries include Malaysia, The Philippines, Singapore, and Thailand.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe total number of listed companies stands at 668 as of the end of 2019. The exchange continues to expand by adding 14 new <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange traded funds (ETFs)</a> and 75 new securities. Also, new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\" rel=\"noopener noreferrer\">corporate bonds</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\" rel=\"noopener noreferrer\">REITs or Real Estate Investment Trusts</a> have been added. REITs pool investors' money to invest in commercial properties and collect the rent.\n", "\nIn 2019, the exchange saw a 53% increase in the number of investors from 2018 with more than a 7% rise in average daily transaction value. Overall, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> improved as well with a 37.59% increase in the average daily transaction volume.\n"]}