{"name": "Industry Definition", "@id": "https://www.investopedia.com/terms/i/industry.asp", "related": ["https://www.investopedia.com/terms/s/sector-breakdown.asp", "https://www.investopedia.com/terms/i/industrygroup.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/s/sector-etf.asp", "https://www.investopedia.com/terms/c/conglomerates-sector.asp", "https://www.investopedia.com/terms/n/naics.asp"], "body": ["\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/05/industrysector.asp\" rel=\"noopener noreferrer\">industry</a> is a group of companies that are related based on their primary <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-activities.asp\" rel=\"noopener noreferrer\">business activities</a>. In modern economies, there are dozens of industry classifications. Industry classification are typically grouped into larger categories called <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sectors</a>.\n", "\nIndividual companies are generally classified into an industry based on their largest sources of revenue. For example, while an automobile manufacturer might have a financing division that contributes 10% to the firm's overall <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a>, the company would be classified in the automaker industry by most classification systems.\n", "\nSimilar businesses are grouped into industries based on the primary product produced or sold. This effectively creates industry groups, which can then be used to isolate businesses from those who participate in different activities. Investors and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economist.asp\" rel=\"noopener noreferrer\">economists</a> often study industries to better understand the factors and limitations of corporate profit growth. Companies operating in the same industry can also be compared to each other to evaluate the relative attractiveness of a company within that industry.\n", "\nStocks within the same industry often rise and fall as a group because the same <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomic-factor.asp\" rel=\"noopener noreferrer\">macroeconomic factors</a> impact all members of an industry. These macroeconomic factors can include changes in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketsentiment.asp\" rel=\"noopener noreferrer\">market sentiment</a> on the part of investors—such as those based on a response to a particular event or piece of news—as well as changes directed specifically towards the specific industry, such as new regulations or increased raw material costs.\n", "\nHowever, events relating to just one particular business can cause the associated stock to rise or fall separately from others within the same industry. This can be the result of certain events, including a differentiating product release, a corporate scandal in the news, or a change in leadership structures.\n", "\nWhile both sectors and industries are classification systems used to group similar types of business operations, sectors are broader than industries. For example, retail trade is a sector within the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/naics.asp\" rel=\"noopener noreferrer\">North American Industry Classification System</a> (NAICS), and within that sector are industries, such as health and personal care stores, clothing stores, and shoe stores. Rite Aid Corporation and the Gap, Inc. are members of the same consumer goods sector, but each would be listed in a different industry based on the specifics of the products they produce or sell. Rite Aid Corporation is classified within the health and personal care stores (NAICS Code 4461), while the Gap, Inc. is classified within the clothing stores industry (NAICS Code 4481).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe North American Industry Classification System (NAICS), developed by the United States, Canada, and Mexico, is the standard upon which government agencies classify businesses when compiling statistical data. In the NAICS hierarchy, companies that use similar production processes are categorized in the same industry.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gics.asp\" rel=\"noopener noreferrer\">Global Industry Classification Standard</a> (GICS) is also a commonly referenced classification system. GICS assigns every public company to an economic sector and industry group that best defines its business. The GICS was developed jointly by Morgan Stanley Capital International (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/msci.asp\" rel=\"noopener noreferrer\">MSCI</a>) and Standard &amp; Poor's (S&amp;P) in 1999. It was created to be an efficient investment tool to capture the breadth, depth, and evolution of industry sectors. The GICS methodology is used by the MSCI indexes, investors, analysts, and economists to compare and contrast competing companies.\n", "\nThe GICS is a four-tiered, hierarchical industry classification system. According to the GICS hierarchy, there are 11 economic sectors. These sectors are further divided into 24 industry groups, 69 industries, and 158 sub-industries. Each stock has a code to identify it at all four of these levels. For example, \"materials\" is an economic sector. Within materials, there are different industries: chemicals, construction materials, containers &amp; packaging, metals &amp; mining, and paper and forest products.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n"]}