{"name": "Infant-Industry Theory Definition", "@id": "https://www.investopedia.com/terms/i/infantindustry.asp", "related": ["https://www.investopedia.com/terms/i/importsubstitutionindustrialization.asp", "https://www.investopedia.com/terms/t/trade-war.asp", "https://www.investopedia.com/terms/p/protectionism.asp", "https://www.investopedia.com/terms/q/quota.asp", "https://www.investopedia.com/terms/t/tariff.asp", "https://www.investopedia.com/terms/t/trade-liberalization.asp"], "body": ["\nThe infant-industry theory states that new industries in developing countries need protection against competitive pressures until they mature and develop <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\">economies of scale</a> that can rival their competitors'. The infant industry argument is often cited as a rationale for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/protectionism.asp\">protectionism</a> and was developed by Alexander Hamilton and Friedrich List.\n", "\nThe infant-industry theory is the supposition that emerging domestic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\">industries</a> need protection against international competition until they become mature and stable. In economics, an infant-industry is one that is new and in its early stages of development and, thus, not yet capable of competing against established industry competitors.\n", "\nThe infant-industry theory, first developed in the early 19th century by Alexander Hamilton and Friedrich List, is often a justification for protectionist trade policies. The basic idea is that young, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingindustry.asp\">emerging industries</a> in underdeveloped nations need protection from more established industries, usually from foreign nations.\n", "\nIn response to these arguments, governments may enact <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import-duty.asp\">import duties</a>, tariffs, quotas, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangecontrol.asp\">exchange rate controls</a> to prevent international competitors from matching or beating the prices of an infant industry, thereby giving the infant industry time to develop and stabilize.\n", "\nAccording to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://scholar.harvard.edu/files/melitz/files/infant_jie.pdf\">paper</a> in the <em>Journal of International Economics,</em> titled \"When and how should infant industries be protected?\" the infant-industry theory was later improved on by the economist and philosopher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john-stuart-mill.asp\">John Stuart Mill</a>, who said that infant industries should only be protected if they can mature and then become viable without protection. Charles Francis Bastable then added a simple condition that the cumulative net benefits provided by the protected industry must exceed the cumulative costs of protecting the industry.\n", "\nInfant-industry theorists argue that industries in developing sectors of the economy need to be protected to keep international competitors from damaging or destroying the domestic infant industry. Infant industries, they argue, don't have the economies of scale that older competitors in other countries may have and should be protected, just until they have built an economy of similar scale. \n", "\nThe infant-industry theory holds that once the emerging industry is stable enough to compete internationally, any protective measures introduced, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042315/how-do-tariffs-protect-domestic-industries.asp\">tariffs</a>, are intended to be removed. In practice, this is not always the case because the various protections that were imposed may be difficult to remove.\n"]}