{"name": "Inferior Good Definition", "@id": "https://www.investopedia.com/terms/i/inferior-good.asp", "related": ["https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp", "https://www.investopedia.com/terms/l/lipstick-effect.asp", "https://www.investopedia.com/terms/l/luxury-item.asp", "https://www.investopedia.com/terms/n/normal-good.asp", "https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/i/incomeeffect.asp"], "body": ["\nAn inferior good is an economic term that describes a good whose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demand</a> drops when people's incomes rise. These goods fall out of favor as incomes and the economy improve as consumers begin buying more costly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitute.asp\" rel=\"noopener noreferrer\">substitutes</a> instead.\n", "\nIn economics, the demand for inferior goods decreases as income increases or the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a> improves. When this happens, consumers will be more willing to spend on more costly substitutes. Some of the reasons behind this shift may include quality or a change to a consumer's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-economics.asp\" rel=\"noopener noreferrer\">socio-economic</a> status.\n", "\nInferior goods, which are the opposite of normal goods, are anything a consumer would demand less of if they had a higher level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realincome.asp\" rel=\"noopener noreferrer\">real income.</a> They may also be associated with those who typically fall into a lower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0912/which-income-class-are-you.aspx\" rel=\"noopener noreferrer\">socio-economic class</a>.\n", "\nConversely, the demand for inferior goods increases when incomes fall or the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contraction.asp\" rel=\"noopener noreferrer\">economy contracts</a>. When this happens, inferior goods become a more affordable substitute for a more expensive good.\n", "\nIt's important to note that the term inferior good refers to its affordability, rather than its quality, even though some inferior goods may be of lower quality.\n", "\nThere are many examples of inferior goods. Some of us may be more familiar with some of the everyday inferior goods we come into contact with, including instant noodles, hamburgers, canned goods, and frozen dinners. When people have lower-incomes, they tend to buy these kinds of products. But when their incomes rise, they often give these up for more expensive items.\n", "\nCoffee is another good example. A McDonald’s coffee may be an inferior good compared to a Starbucks coffee. When a consumer's income drops, they may substitute their daily Starbucks coffee for the more affordable McDonald’s coffee. On the other hand, when a consumer's income rises, they may substitute their McDonald's coffee for the more expensive Starbucks coffee.\n", "\nOther examples of an inferior good are no-name grocery store products such as cereal or peanut butter. Consumers may use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generic-brand.asp\" rel=\"noopener noreferrer\">cheaper store brand products </a>when their incomes are lower, and make the switch to name-brand products when their incomes increase. Grocery store brand products provide an insightful example of how inferior goods are not necessarily lower quality. Many of these goods come from the same product line as the more expensive name-brand goods.\n", "\nWe can also turn to transportation as an example of an inferior good. When people's incomes are low, they may opt to ride public transport. But when their incomes rise, they may stop riding the bus and, instead, buy vehicles.\n", "\nDemand for inferior goods is commonly dictated by consumer behavior. Typically, demand for inferior goods is mainly driven by people with lower incomes or when there's a contraction in the economy. But that isn't always the case. Some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer.asp\" rel=\"noopener noreferrer\">consumers</a> may not change their behavior and continue to purchase inferior goods.\n", "\nConsider a consumer who gets a raise from their employer. Despite the rise in income, they may continue to buy McDonald's coffee because they prefer it over Starbucks, or they may find a no-name grocery product better than the more expensive name-brand counterpart. In this case, it's just a matter of personal preference.\n", "\nInferior goods aren't always the same in different parts of the world. For example, something as simple as fast food may be considered an inferior good in the U.S., but it may be deemed a normal good for people in developing nations. A normal good is one whose demand increases when people's incomes start to increase, giving it a positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp\" rel=\"noopener noreferrer\">income elasticity of demand</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/giffen-good.asp\" rel=\"noopener noreferrer\">Giffen goods</a> are rare forms of inferior goods that have no ready substitute or alternative such as bread, rice, and potatoes. The only difference from traditional inferior goods is that demand increases even when their price rises, regardless of a consumer's income.\n", "\nMany Giffen goods are considered staples, especially in areas where people live in a lower socio-economic class. When the prices of Giffen goods increase, consumers have no choice but to spend a larger amount of money on them. So they may spend more money on rice because that's all they can afford to buy—even if the price keeps rising. Products such as meat, on the other hand, become luxuries, as they are far too unaffordable and out of reach.\n", "\nAn inferior good is the opposite of a normal good. A normal good experiences an increase in demand when incomes increase. Normal goods are also called necessary goods. An example is organic bananas. If a consumer's income is low, they may buy regular bananas. But if their incomes rise and they have a few extra dollars to spend each month, they may choose to buy organic bananas. Other examples include clothing, water, and beer, and alcohol.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091115/psychology-behind-why-people-buy-luxury-goods.asp\" rel=\"noopener noreferrer\">Luxury goods</a>, on the other hand, are not deemed a necessity to live. These goods are highly-desired and can be purchased when a consumer's income rises. In other words, the ability to purchase luxury goods is dependent on a consumer's income or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a>. Luxury items include cleaning and cooking services, handbags and luggage, certain automobiles, and haute couture.\n", "\nIn economics, the term “Inferior Good” refers to an item that becomes less desirable as the incomes of its consumers increases. In other words, inferior goods are those whose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/priceelasticity.asp\" rel=\"noopener noreferrer\">price elasticity</a> is negative. As consumers’ incomes increase, they tend to decrease their purchases of inferior goods, opting for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normal-good.asp\" rel=\"noopener noreferrer\">normal goods</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091115/psychology-behind-why-people-buy-luxury-goods.asp\" rel=\"noopener noreferrer\">luxury goods</a> instead.\n", "\nTypical examples of inferior goods include “store-brand” grocery products, instant noodles, and certain canned or frozen foods. Although some people have a specific preference for these items, most buyers would prefer buying more expensive alternatives if they had the income to do so. Therefore, when incomes rise, demand for these items tends to decrease accordingly.\n", "\nThe term Giffen Goods, named after the Scottish economist Sir Robert Griffin, refers to goods whose demand increases as prices rise and decreases as prices fall. A classic example of a Giffen Good would be a basic staple, such as rice. If consumers have no choice but to purchase the staple, they will continue to purchase it even as prices rise. In fact, because these purchases will consume a greater share of their income, demand for Giffen Goods will actually increase with higher prices.\n"]}