{"name": "Inflection Point Definition", "@id": "https://www.investopedia.com/terms/i/inflectionpoint.asp", "related": ["https://www.investopedia.com/terms/e/economic-shock.asp", "https://www.investopedia.com/terms/m/microrisk.asp", "https://www.investopedia.com/terms/e/economictsunami.asp", "https://www.investopedia.com/terms/a/actionable.asp", "https://www.investopedia.com/terms/l/leadingindicator.asp", "https://www.investopedia.com/terms/s/socionomics.asp"], "body": ["\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/eurusd-faces-critical-inflection-point/\" rel=\"noopener noreferrer\">inflection point</a> is an event that results in a significant change in the progress of a company, industry, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sector</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a>, or geopolitical situation and can be considered a turning point after which a dramatic change, with either positive or negative results, is expected to result.\n", "\nCompanies, industries, sectors, and economies are dynamic and constantly evolving. Inflection points are more significant than the small day-to-day progress typically made, and the effects of the change are often well known and widespread.\n", "\nBased on mathematical charting models, the inflection point is where the direction of a curve changes in response to an event. To qualify, the shift must be noticeable or decisive and attributed to a particular cause. This principle can be applied to a variety of economic, business, and financial information, such as shifts in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP) or changes in security prices, but it is not used in reference to normal market fluctuations that are not the result of an event.\n", "\nAndy Grove, Intel's co-founder, described a strategic inflection point as \"an event that changes the way we think and act.\"\n", "\nInflection points can be a result of action taken by a company, or through actions taken by another entity, that has a direct impact on the company. Additionally, inflection points may be caused by an intentional action or an unforeseen event.\n", "\nRegulatory changes, for instance, could lead to an inflection point for a corporation that was previously held back by regulatory compliance issues. Inflection points in technology include the advent of the Internet and smartphones. Politically, an inflection point can be illustrated by the fall of the Berlin Wall or the fall of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/communism.asp\" rel=\"noopener noreferrer\">communism</a> in Poland and other Eastern Bloc countries.\n", "\nCertain unforeseen events can include major economic downturns, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis of 2008</a>, or natural disasters that affect a particular business or industry in a meaningful way. In this regard, an inflection point may not be identifiable until after the event has occurred and a change in direction has been subsequently noted.\n", "\nWhen an inflection point is identified, it is often a sign that the affected industry must make certain fundamental changes in order to continue to operate. For example, with the introduction of the smartphone, other mobile <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technology_sector.asp\" rel=\"noopener noreferrer\">technology manufacturers</a> had to adapt to the changing market conditions in order to remain successful.\n", "\nPalm Inc., the manufacturer of the Palm Pilot personal organizer, attempted to adjust to changing market conditions through the release of the Palm Treo smartphone, but it was ultimately unable to compete with stronger industry competitors, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/blackberry-shares-jump-microsoft-partnership/\" rel=\"noopener noreferrer\">Blackberry</a> and the iPhone. This competitive pressure resulted in a loss of stock value, with the price beginning at $669 in 2000 and falling to $11 by 2009. In 2010, HP Inc. announced its acquisition of Palm, which included an offer that amounted to approximately $5.70 per common share of Palm stock.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}