{"name": "Infrastructure Definition", "@id": "https://www.investopedia.com/terms/i/infrastructure.asp", "related": ["https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/p/public-private-partnerships.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/s/socialism.asp"], "body": ["\nInfrastructure is the general term for the basic physical systems of a business, region, or nation. Examples of infrastructure include transportation systems, communication networks, sewage, water, and electric systems. These systems tend to be capital intensive and high-cost investments, and are vital to a country's economic development and prosperity.\n", "\nProjects related to infrastructure improvements may be funded publicly, privately, or through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-private-partnerships.asp\" rel=\"noopener noreferrer\">public-private partnerships</a>. In economic terms, infrastructure often involves the production of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-good.asp\" rel=\"noopener noreferrer\">public goods</a> or production processes that support <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/natural_monopoly.asp\" rel=\"noopener noreferrer\">natural monopolies</a>.\n", "\nThe term infrastructure first appeared in usage in the late 1880s. The word comes from French, with <em>infra-</em> meaning \"below\" and <em>structure</em> meaning \"building.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Infrastructure is the foundation upon which the structure of the economy is built, often times quite literally. In 1987, a panel of the U.S. National Research Council adopted the term “public works infrastructure” to refer to functional modes including highways, airports, telecommunications, and water supplies, as well as the combined systems that these elements comprise.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nApplicable to large- and small-scale organizational frameworks, infrastructure can include a variety of systems and structures as long as there are physical components required. For example, the electrical grid across a city, state or country is infrastructure based on the equipment involved and the intent to provide a service to the areas it supports. Similarly, the physical cabling and components making up the data network of a company operating within a specific location are also the infrastructure for the business in question, as they are necessary to support business operations.\n", "\nBecause infrastructure very often involves the production of either <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-good.asp\" rel=\"noopener noreferrer\">public goods</a> or goods that lend themselves to production by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/natural_monopoly.asp\" rel=\"noopener noreferrer\">natural monopolies</a>, it is very typical to see public financing, control, supervision, or regulation of infrastructure. This usually takes the form of direct government production or production by a closely regulated, legally sanctioned, and often subsidized <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/legalmonopoly.asp\" rel=\"noopener noreferrer\">monopoly</a>. At smaller scales, infrastructure can also often take on the characteristics of club goods or goods most readily produced by localized monopolies, and can be provided within the context of a private firm producing infrastructure for use within the firm or provided by localized arrangements of formal or informal collective action.\n", "\nInfrastructure can be put into several different types including:\n", "\nThese types of infrastructure make up institutions that help maintain the economy. These usually require <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humancapital.asp\" rel=\"noopener noreferrer\">human capital</a> and help deliver certain services to the population. Examples include the healthcare system, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\" rel=\"noopener noreferrer\">financial institutions</a>, governmental systems, law enforcement, and education systems. \n", "\nThese make up the physical systems that make it necessary to run a modern, industrialized nation. Examples include roads, highways, bridges, as well as the capital/assets needed to make them operational (transit buses, vehicles, oil rigs/refineries). \n", "\nThese are assets defined by a government as being essential to the functioning of a society and economy, such as facilities for shelter and heating, telecommunication, public health, agriculture, etc. In the United States, there are agencies responsible for these critical infrastructures, such as Homeland Security (for the government and emergency services), the Department of Energy, and the Department of Transportation.\n", "\nAlong with the aforementioned <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sectors</a>, infrastructure includes waste disposal services, such as garbage pickup and local dumps. Certain administrative functions, often covered by various government agencies, are also considered part of the infrastructure. Educational and healthcare facilities may also be included, along with specific research and development functions and necessary training facilities.\n", "\nMany technical systems are often referred to as infrastructures, such as networking equipment and servers, due to the critical function they provide within specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business.asp\" rel=\"noopener noreferrer\">business</a> environments. Without the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040315/what-difference-between-mis-management-information-system-and-information-technology.asp\" rel=\"noopener noreferrer\">information technology (IT)</a> infrastructure, many businesses struggle to share and move data in a way that promotes efficiency within the workplace. If IT infrastructure fails, many business functions cannot be performed.\n", "\nSometimes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private companies</a> choose to invest in a country's infrastructure development as part of a business expansion effort. For example, an energy company may build <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pipeline.asp\" rel=\"noopener noreferrer\">pipelines</a> and railways in a country where it wants to refine petroleum. This investment can benefit both the company and the country.\n", "\nIn 2005, Skyway Concession Company entered into a 99-year lease with the City of Chicago to operate and maintain the Chicago Skyway Bridge. As part of the agreement, Skyway receives all toll and concession revenue generated by the bridge, while the city benefited from a $1.83 billion cash infusion and is no longer responsible for maintaining the bridge.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIndividuals may also choose to fund improvements to certain pieces of public infrastructure. For example, an individual may fund improvements to hospitals, schools, or local law enforcement efforts.\n", "\nInfrastructure is also an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetclasses.asp\" rel=\"noopener noreferrer\">asset class</a> that tends to be less volatile than <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equities</a> over the long term and provides a higher yield. As a result, some companies and individuals like to invest in infrastructure funds for their defensive characteristics, such as funds involved in transportation or water infrastructure.\n"]}