{"name": "Initial Public Offering (IPO) Definition", "@id": "https://www.investopedia.com/terms/i/ipo.asp", "related": ["https://www.investopedia.com/terms/i/initial-offering-date.asp", "https://www.investopedia.com/terms/m/market-standoff-agreement.asp", "https://www.investopedia.com/terms/p/publiccompany.asp", "https://www.investopedia.com/terms/d/directpublicoffering.asp", "https://www.investopedia.com/terms/i/ipo-advisor.asp", "https://www.investopedia.com/terms/r/reversegreenshoe.asp"], "body": ["\nAn initial public offering (IPO) refers to the process of offering shares of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private corporation</a> to the public in a new stock issuance. Public share issuance allows a company to raise capital from public investors. The transition from a private to a public company can be an important time for private investors to fully realize gains from their investment as it typically includes share premiums for current private investors. Meanwhile, it also allows public investors to participate in the offering.\n", "\nPrior to an IPO, a company is considered private. As a private company, the business has grown with a relatively small number of shareholders including early investors like the founders, family, and friends along with professional investors such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapitalist.asp\" rel=\"noopener noreferrer\">venture capitalists</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/angelinvestor.asp\" rel=\"noopener noreferrer\">angel investors</a>.\n", "\nWhen a company reaches a stage in its growth process where it believes it is mature enough for the rigors of SEC regulations along with the benefits and responsibilities to public <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>, it will begin to advertise its interest in going public.\n", "\nTypically, this stage of growth will occur when a company has reached a private valuation of approximately $1 billion, also known as unicorn status. However, private companies at various valuations with strong fundamentals and proven profitability potential can also qualify for an IPO, depending on the market competition and their ability to meet listing requirements.\n", "\nAn IPO is a big step for a company as it provides the company with access to raising a lot of money. This gives the company a greater ability to grow and expand. The increased transparency and share listing credibility can also be a factor in helping it obtain better terms when seeking borrowed funds as well.\n", "\nIPO shares of a company are priced through underwriting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\" rel=\"noopener noreferrer\">due diligence</a>. When a company goes public, the previously owned private share ownership converts to public ownership, and the existing private shareholders’ shares become worth the public trading price.\n", "\nShare underwriting can also include special provisions for private to public share ownership. Generally, the transition from private to public is a key time for private investors to cash in and earn the returns they were expecting. Private shareholders may hold onto their shares in the public market or sell a portion or all of them for gains.\n", "\nMeanwhile, the public market opens up a huge opportunity for millions of investors to buy shares in the company and contribute capital to a company’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\" rel=\"noopener noreferrer\">shareholders' equity</a>. The public consists of any individual or institutional investor who is interested in investing in the company.\n", "\nOverall, the number of shares the company sells and the price for which shares sell are the generating factors for the company’s new shareholders' equity value. Shareholders' equity still represents shares owned by investors when it is both private and public, but with an IPO the shareholders' equity increases significantly with cash from the primary issuance.\n", "\nThe term initial public offering (IPO) has been a buzzword on Wall Street and among investors for decades. The Dutch are credited with conducting the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/08/first-company-issue-stock-dutch-east-india.asp\" rel=\"noopener noreferrer\">first modern IPO</a> by offering shares of the Dutch East India Company to the general public. Since then, IPOs have been used as a way for companies to raise capital from public investors through the issuance of public share ownership.\n", "\nThrough the years, IPOs have been known for uptrends and downtrends in issuance. Individual sectors also experience uptrends and downtrends in issuance due to innovation and various other economic factors. Tech IPOs multiplied at the height of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\" rel=\"noopener noreferrer\">dot-com boom</a> as startups without revenues rushed to list themselves on the stock market.\n", "\nThe 2008 financial crisis resulted in a year with the least number of IPOs. After the recession following the 2008 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis</a>, IPOs ground to a halt, and for some years after, new listings were rare. More recently, much of the IPO buzz has moved to a focus on so-called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unicorn.asp\" rel=\"noopener noreferrer\">unicorns</a>; startup companies that have reached private valuations of more than $1 billion. Investors and the media heavily speculate on these companies and their decision to go public via an IPO or stay private.\n", "\nAn IPO comprehensively consists of two parts. The first is the pre-marketing phase of the offering, while the second is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/050115/how-track-upcoming-ipos.asp\" rel=\"noopener noreferrer\">initial public offering</a> itself. When a company is interested in an IPO, it will advertise to underwriters by soliciting private bids or it can also make a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investorrelations.asp\" rel=\"noopener noreferrer\">public statement</a> to generate interest.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriters</a> lead the IPO process and are chosen by the company. A company may choose one or several underwriters to manage different parts of the IPO process collaboratively. The underwriters are involved in every aspect of the IPO <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\" rel=\"noopener noreferrer\">due diligence</a>, document preparation, filing, marketing, and issuance.\n", "\nSteps to an IPO include the following:\n", "\nThe primary objective of an IPO is to raise capital for a business. It can also come with other advantages.\n", "\nCompanies may confront several disadvantages to going public and potentially choose alternative strategies. Some of the major disadvantages include the following:\n", "\nHaving public shares available requires significant effort, expenses, and risks that a company may decide not to take. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/102915/ipo-vs-staying-private-pros-and-cons-each-model.asp\" rel=\"noopener noreferrer\">Remaining private is always an option</a>. Instead of going public, companies may also solicit bids for a buyout. Additionally, there can be some alternatives that companies may explore.\n", "\nA direct listing is when an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/difference-between-ipo-and-direct-listing/\" rel=\"noopener noreferrer\">IPO is conducted without any underwriters</a>. Direct listings skip the underwriting process, which means the issuer has more risk if the offering does not do well, but issuers also may benefit from a higher share price. A direct offering is usually only feasible for a company with a well-known <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand.asp\" rel=\"noopener noreferrer\">brand</a> and an attractive business.\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dutchauction.asp\" rel=\"noopener noreferrer\">Dutch auction</a>, an IPO price is not set. Potential buyers are able to bid for the shares they want and the price they are willing to pay. The bidders who were willing to pay the highest price are then allocated the shares available. In 2004, Alphabet (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=goog\" rel=\"noopener noreferrer\">GOOG</a>) conducted its IPO through a Dutch auction. Other companies like Interactive Brokers Group (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=ibkr\" rel=\"noopener noreferrer\">IBKR</a>), Morningstar (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=morn\" rel=\"noopener noreferrer\">MORN</a>), and The Boston Beer Company (<a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=sam\" rel=\"noopener noreferrer\">SAM</a>) also conducted Dutch auctions for their shares rather than a traditional IPO.\n", "\nWhen a company decides to raise money via an IPO it is only after careful consideration and analysis that this particular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exitstrategy.asp\" rel=\"noopener noreferrer\">exit strategy</a> will maximize the returns of early investors and raise the most capital for the business. Therefore, when the IPO decision is reached, the prospects for future growth are likely to be high, and many public investors will line up to get their hands on some shares for the first time. IPOs are usually discounted to ensure sales, which makes them even more attractive, especially when they generate a lot of buyers from the primary issuance.\n", "\nInitially, the price of the IPO is usually set by the underwriters through their pre-marketing process. At its core, the IPO price is based on the valuation of the company using fundamental techniques. The most common technique used is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\" rel=\"noopener noreferrer\">discounted cash flow</a>, which is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\" rel=\"noopener noreferrer\">net present value</a> of the company’s expected future cash flows.\n", "\nUnderwriters and interested investors look at this value on a per-share basis. Other methods that may be used for setting the price include equity value, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enterprisevalue.asp\" rel=\"noopener noreferrer\">enterprise value</a>, comparable firm adjustments, and more. The underwriters do factor in demand but they also typically discount the price to ensure success on the IPO day.\n", "\nIt can be quite hard to analyze the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\" rel=\"noopener noreferrer\">technicals</a> of an IPO issuance. Investors will watch news headlines but the main source for information should be the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prospectus.asp\" rel=\"noopener noreferrer\">prospectus</a>, which is available as soon as the company files its S-1 Registration. The prospectus provides a lot of useful information. Investors should pay special attention to the management team and their commentary as well as the quality of the underwriters and the specifics of the deal. Successful IPOs will typically be supported by big investment banks that have the ability to promote a new issue well.\n", "\nOverall, the road to an IPO is a very long one. As such, public investors building interest can follow developing headlines and other information along the way to help supplement their assessment of the best and potential offering price.\n", "\nThe pre-marketing process typically includes demand from large private accredited investors and institutional investors, which heavily influence the IPO’s trading on its opening day. Investors in the public don’t become involved until the final offering day. All investors can participate but individual investors specifically must have trading access in place. The most common way for an individual investor to get shares is to have an account with a brokerage platform that itself has received an allocation and wishes to share it with its clients.\n", "\nThere are several factors that may affect the return from an IPO which is often closely watched by investors. Some IPOs may be overly-hyped by investment banks which can lead to initial losses. However, the majority of IPOs are known for gaining in short-term trading as they become introduced to the public. There are a few key considerations for IPO performance.\n", "\nIf you look at the charts following many IPOs, you'll notice that after a few months the stock takes a steep downturn. This is often because of the expiration of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lockup-period.asp\" rel=\"noopener noreferrer\">lock-up period</a>. When a company goes public, the underwriters make company insiders such as officials and employees sign a lock-up agreement.\n", "\nLock-up agreements are legally binding contracts between the underwriters and insiders of the company, prohibiting them from selling any shares of stock for a specified period of time. The period can range anywhere from three to 24 months. Ninety days is the minimum period stated under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rule144.asp\" rel=\"noopener noreferrer\">Rule 144</a> (SEC law) but the lock-up specified by the underwriters can last much longer. The problem is, when lockups expire, all the insiders are permitted to sell their stock. The result is a rush of people trying to sell their stock to realize their profit. This excess supply can put severe downward pressure on the stock price.\n", "\nSome investment banks include waiting periods in their offering terms. This sets aside some shares for purchase after a specific period of time. The price may increase if this allocation is bought by the underwriters and decrease if not.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flipping.asp\" rel=\"noopener noreferrer\">Flipping</a> is the practice of reselling an IPO stock in the first few days to earn a quick profit. It is common when the stock is discounted and soars on its first day of trading.\n", "\nClosely related to a traditional IPO is when an existing company spins off a part of the business as its own standalone entity, creating <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trackingstocks.asp\" rel=\"noopener noreferrer\">tracking stocks</a>. The rationale behind <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\" rel=\"noopener noreferrer\">spin-offs</a> and the creation of tracking stocks is that in some cases individual divisions of a company can be worth more separately than as a whole. For example, if a division has high growth potential but large current losses within an otherwise slowly growing company, it may be worthwhile to carve it out and keep the parent company as a large shareholder then let it raise additional capital from an IPO.\n", "\nFrom an investor’s perspective, these can be interesting IPO opportunities. In general, a spin-off of an existing company provides investors with a lot of information about the parent company and its stake in the divesting company. More information available for potential investors is usually better than less and so savvy investors may find good opportunities from this type of scenario. Spin-offs can usually experience less initial volatility because investors have more awareness.\n", "\nIPOs are known for having volatile opening day returns that can attract investors looking to benefit from the discounts involved. Over the long-term, an IPO's price will settle into a steady value, which can be followed by traditional stock price metrics like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\" rel=\"noopener noreferrer\">moving averages</a>. Investors who like the IPO opportunity but may not want to take the individual stock risk may look into managed funds focused on IPO universes.\n", "\nAn IPO is essentially a fundraising method used by large companies, in which the company sells its shares to the public for the first time. Following an IPO, the company’s shares are traded on a stock exchange. Some of the main motivations for undertaking an IPO include: raising capital from the sale of the shares, providing liquidity to company founders and early investors, and taking advantage of a higher valuation.\n", "\nOftentimes, there will be more demand than supply for a new IPO. For this reason, there is no guarantee that all investors interested in an IPO will be able to purchase shares. Those interested in participating in an IPO may be able to do so through their brokerage firm, although access to an IPO can sometimes be limited to a firm’s larger clients. Another option is to invest through a mutual fund or other investment vehicle that focuses on IPOs.\n", "\nIPOs tend to garner a lot of media attention, some of which is deliberately cultivated by the company going public. Generally speaking, IPOs are popular among investors because they tend to produce volatile price movements on the day of the IPO and shortly thereafter. This can occasionally produce large gains, although it can also produce large losses. Ultimately, investors should judge each IPO according to the prospectus of the company going public, as well as their individual financial circumstances and risk tolerance.\n"]}