{"name": "Insider Trading Definition", "@id": "https://www.investopedia.com/terms/i/insidertrading.asp", "related": ["https://www.investopedia.com/terms/m/materialinsiderinformation.asp", "https://www.investopedia.com/terms/d/dirks-test.asp", "https://www.investopedia.com/terms/m/misappropriation_theory.asp", "https://www.investopedia.com/terms/t/tipping.asp", "https://www.investopedia.com/terms/i/insider-trading-act-of-1988.asp", "https://www.investopedia.com/terms/s/stockwatcher.asp"], "body": ["\nInsider trading involves trading in a public company's stock by someone who has <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/materialinsiderinformation.asp\" rel=\"noopener noreferrer\">non-public, material information</a> about that stock for any reason. Insider trading can be either illegal or legal depending on when the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insider.asp\" rel=\"noopener noreferrer\">insider</a> makes the trade. It is illegal when the material information is still non-public, and this sort of insider trading comes with harsh consequences.\n", "\nThe U.S. Securities and Exchange Commission (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">SEC</a>) defines illegal insider trading as:\n", "\nMaterial information is any information that could substantially impact an investor's decision to buy or sell the security. Non-public information is information that is not legally available to the public.\n", "\nThe question of legality stems from the SEC's attempt to maintain a fair marketplace. An individual who has access to insider information would have an unfair edge over other investors, who do not have the same access, and could potentially make larger, unfair profits than their fellow investors.\n", "\nIllegal insider trading includes tipping others when you have any sort of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/materialinsiderinformation.asp\" rel=\"noopener noreferrer\">material nonpublic information</a>. Legal insider trading happens when directors of the company purchase or sell shares, but they disclose their transactions legally. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> has rules to protect investments from the effects of insider trading. It does not matter how the material nonpublic information was received or if the person is employed by the company. For example, suppose someone learns about nonpublic material information from a family member and shares it with a friend. If the friend uses this <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insiderinformation.asp\" rel=\"noopener noreferrer\">insider information</a> to profit in the stock market, then all three of the people involved could be prosecuted.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nDirectors of companies are not the only people who have the potential to be convicted of insider trading. In 2003, Martha Stewart was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/news/press/2003-69.htm\" rel=\"noopener noreferrer\">charged</a> by the SEC with obstruction of justice and securities fraud – including insider trading – for her part in the 2001 ImClone case.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nStewart sold close to 4,000 shares of bio-pharmaceutical company ImClone Systems based on information received from Peter Bacanovic, a broker at Merrill Lynch. Bacanovic's tip came after ImClone Systems chief executive officer (CEO), Samuel Waksal, sold all his shares of the company. This came around the time <em>ImClone</em> was waiting on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fda.asp\" rel=\"noopener noreferrer\">Food and Drug Administration</a> (FDA) for a decision on its cancer treatment, Erbitux.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nShortly after these sales, the FDA rejected ImClone's drug, causing shares to fall 16% in one day. The early sale by Stewart saved her a loss of $45,673. However, the sale was made based on a tip she received about Waksal selling his shares, which was not public information. After a 2004 trial, Stewart was charged with lesser crimes of obstruction of a proceeding, conspiracy, and making false statements to federal investigators. Stewart served five months in a federal corrections facility<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ .\n", "\nIn September 2017, former Amazon.com Inc. (AMZN) financial analyst Brett Kennedy was charged with insider trading. Authorities said Kennedy gave fellow University of Washington alumni Maziar Rezakhani information on Amazon's 2015 first quarter earnings before the release. Rezakhani paid Kennedy $10,000 for the information. In a related case, the SEC said Rezakhani made $115,997 trading Amazon shares based on the tip from Kennedy.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe term \"insider trading\" generally has a negative connotation. Legal insider trading happens in the stock market on a weekly basis. The SEC requires transactions to be submitted electronically in a timely manner. Transactions are submitted electronically to the SEC and also must be disclosed on the company’s website.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seact1934.asp\" rel=\"noopener noreferrer\">Securities Exchange Act of 1934</a> was the first step to the legal disclosure of transactions of company stock. Directors and major owners of stock must disclose their stakes, transactions and change of ownership.\n", "\nThe term \"insider trading\" generally has a negative connotation that is based on the perception that it is unfair to the average investor. Essentially, insider trading involves trading in a public company's stock by someone who has non-public, material information about that stock. Insider trading can be either legal or illegal depending on whether it conforms to SEC rules or not.\n", "\nInsider trading is deemed to be illegal when the material information is still non-public and this comes with harsh consequences, including both potential fines and jail time. Material nonpublic information is defined as any information that could substantially impact the stock price of that company. Obviously, being privy to such information could influence an investor's decision to buy or sell the security which would give them an edge over the public who do not have such access. Martha Stewart's 2001 ImClone trading is a prime example of this.\n", "\nLegal insider trading happens in the stock market on a weekly basis. The question of legality stems from the SEC's attempt to maintain a fair marketplace. Basically, it is legal when company insiders engage in trading company stock as long as they report these trades to the SEC in a timely manner. The Securities Exchange Act of 1934 was the first step to the legal disclosure of transactions of company stock. For example, directors and major owners of stock must disclose their stakes, transactions and change of ownership.\n"]}