{"name": "Inside Day Definition and Example", "@id": "https://www.investopedia.com/terms/i/inside_day.asp", "related": ["https://www.investopedia.com/terms/c/continuationpattern.asp", "https://www.investopedia.com/terms/g/gapping.asp", "https://www.investopedia.com/terms/f/fractal.asp", "https://www.investopedia.com/terms/b/bullish-abandoned-baby.asp", "https://www.investopedia.com/terms/f/flag.asp", "https://www.investopedia.com/terms/m/matching-low.asp"], "body": ["\nAn inside day is a two-day price pattern that occurs when a second day has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/range.asp\">range</a> that is completely inside the first day's price range. The high of the second day is lower than the first, and the low of the second is higher than the first.\n", "\nInside days show a contraction in volatility and are often a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/continuationpattern.asp\">continuation pattern</a>. This means that following the inside day the price will often continue moving in the same direction after the pattern as it did before. That said, the pattern is common and frequently insignificant.\n", "\nInside days may be contrasted with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outside-days.asp\">outside days</a>.\n", "\nInside days are common. On a daily chart, they may occur several times per month in many assets. This means that many inside days will provide little information to a trader and will not result in a significant price move following the pattern.\n", "\nAn inside day shows that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> has dropped from the prior day. The market is taking a pause. This is why the pattern is often considered a continuation pattern. In the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/090916/top-5-books-learn-technical-analysis.asp\">Encyclopedia of Chart Patterns</a>, Thomas Bulkowski found that in over 29,000 samples of the pattern, the price continued in the same direction it entered the pattern 62% of the time.\n", "\nWhen attempting to trade the pattern, the best results tend to come with trading it as a continuation pattern. For example, if looking to buy, it should be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\">bull market</a> (if trading stocks), the stock should be trending higher when it forms the inside day, and then the price should exit the pattern to the upside.\n", "\nIn the example above, the trader could buy when the price moves above the top of the pattern, which is the high of the first candle of the two-bar pattern.\n", "\nThe following chart shows multiple inside days in Bank of America Corporation (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=bac\">BAC</a>) stock. This shows how common the pattern can be. Not all inside days result in a significant price move following the pattern.\n", "\nThe first two patterns occur during a price rise. The price then breaks above the pattern and the price continues to the upside. Ideally, this is the structure desired for a long trade.\n", "\nFor the inside days that follow, some are preceded by a price advance or decline, while others occur when the price is moving predominately sideways. Traders could have avoided some of the poor <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade-signal.asp\">signals</a> by only taking a trade if the breakout occurs in the same direction as the price direction that preceded the two-day pattern.\n"]}