{"name": "Insolvency Definition", "@id": "https://www.investopedia.com/terms/i/insolvency.asp", "related": ["https://www.investopedia.com/terms/d/debtrestructuring.asp", "https://www.investopedia.com/terms/v/voluntary-bankruptcy.asp", "https://www.investopedia.com/terms/f/financialrisk.asp", "https://www.investopedia.com/terms/f/financial_distress.asp", "https://www.investopedia.com/terms/b/bankruptcy-court.asp", "https://www.investopedia.com/terms/w/wage-earner-plan.asp"], "body": ["\nInsolvency is a term for when an individual or company can no longer meet their financial obligations to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\" rel=\"noopener noreferrer\">lenders</a> as debts become due. Before an insolvent company or person gets involved in insolvency proceedings, they will likely be involved in informal arrangements with creditors, such as setting up alternative payment arrangements. Insolvency can arise from poor cash management, a reduction in cash inflow, or an increase in expenses.\n", "\nInsolvency is a state of financial distress in which a business or person is unable to pay their bills. It can lead to insolvency proceedings, in which legal action will be taken against the insolvent person or entity, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a> may be liquidated to pay off outstanding debts. Business owners may contact creditors directly and restructure debts into more manageable installments. Creditors are typically amenable to this approach because they desire repayment, even if the repayment is on a delayed schedule.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIf a business owner plans on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtrestructuring.asp\" rel=\"noopener noreferrer\">restructuring the company’s debt</a>, they assemble a realistic plan showing how they can reduce company overhead and continue carrying out business operations. The owner creates a proposal detailing how the debt may be restructured using cost reductions or other plans for support. The proposal shows creditors how the business may produce enough cash flow for profitable operations while paying its debts.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are numerous factors that can contribute to a person's or company’s insolvency. A company’s hiring of inadequate accounting or human resources management may contribute to insolvency. For example, the accounting manager may improperly create and/or follow the company’s budget, resulting in overspending. Expenses add up quickly when too much money is flowing out and not enough is coming into the business.\n", "\nRising <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vendor.asp\" rel=\"noopener noreferrer\">vendor</a> costs can also contribute to insolvency. When a business has to pay increased prices for goods and services, the company passes along the cost to the consumer. Rather than pay the increased cost, many consumers take their business elsewhere so they can pay less for a product or service. Losing clients results in losing income for paying the company’s creditors.\n", "\nLawsuits from customers or business associates may lead a company to insolvency. The business may end up paying large amounts of money in damages and be unable to continue operations. When operations cease, so does the company’s income. Lack of income results in unpaid bills and creditors requesting money owed to them.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSome companies become insolvent because their goods or services do not evolve to fit consumers’ changing needs. When consumers begin doing business with other companies offering larger selections of products and services, the company loses profits if it does not adapt to the marketplace. Expenses exceed revenues and bills remain unpaid.\n", "\nInsolvency is a type of financial distress, meaning the financial state in which a person or entity is no longer able to pay the bills or other obligations. The IRS states that a person is insolvent when the total liabilities exceed total assets.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>, on the other hand, is an actual court order that depicts how an insolvent person or business will pay off their creditors, or how they will sell their assets in order to make the payments. A person or corporation can be insolvent without being bankrupt, even if it's only a temporary situation. If that situation extends longer than anticipated, it can lead to bankruptcy. \n"]}