{"name": "Institutional Brokers' Estimate System (IBES): Definition", "@id": "https://www.investopedia.com/terms/i/ibes.asp", "related": ["https://www.investopedia.com/terms/f/firstcall.asp", "https://www.investopedia.com/terms/p/pricetarget.asp", "https://www.investopedia.com/terms/c/compustat.asp", "https://www.investopedia.com/terms/g/guidance.asp", "https://www.investopedia.com/terms/f/finra-brokercheck.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nThe Institutional Brokers' Estimate System (IBES) is a database used by brokers and active investors to access the estimates made by stock analysts regarding the future earnings of publicly traded American companies.\n", "\nIBES is often written as \"I/B/E/S.\"\n", "\nIBES serves as a central location for all current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/analyst.asp\" rel=\"noopener noreferrer\">analyst</a> estimates for stocks. It also incorporates company guidance, the estimates of projected future earnings that companies publish on a quarterly and annual basis and update periodically as needed.\n", "\nThe first iteration of the IBES database was created by a brokerage firm in 1976 and traded hands several times before being purchased by Thomson Reuters, the Canadian media company, in 2000.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe database provides summary information and detailed projections gathered from analysts and brokers from the major international brokerages as well as local independent analysts. It draws on analyst estimates of more than 216 performance measures for companies across all industries. These include estimates of revenue, earnings per share, price targets, net debt, enterprise value, and net income, among other factors.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nUsers can break down data by year, by fiscal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quarter.asp\" rel=\"noopener noreferrer\">quarter</a>, and by other timeframes that are used to measure and anticipate a company’s performance.\n", "\nThe database includes recommendations from the analysts on whether to buy, hold, or sell shares in the public companies they cover.\n", "\nIBES aims to be a concise centralized system to aid in decision-making about securities. It allows for access to a broader consensus estimate rather than relying on the narrow judgments that can be made from day to day as analysts publish their reports.\n", "\nIBES can be used in a variety of ways. Forecast models for earnings per share results, for instance, can be created using IBES as a benchmark. The database also is used in accounting research.\n", "\nThomson Reuters has other distinct databases based on IBES. For example, IBES guidance data and earnings estimates are available to academics at the Wharton School of the University of Pennsylvania to review and evaluate expectations for companies.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ An IBES historical database is used to compare and test investment theories.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe IBES is one of a number of databases used by money managers and investors. The Center for Research on Security Prices has developed databases for stock prices including daily and monthly market information, research, and historical data.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n"]}