{"name": "Institute for Supply Management (ISM)", "@id": "https://www.investopedia.com/terms/i/institute-for-supply-management.asp", "related": ["https://www.investopedia.com/terms/c/certified-forensic-financial-analyst.asp", "https://www.investopedia.com/terms/c/clu.asp", "https://www.investopedia.com/terms/s/supplymanagement.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/v/venturecapital.asp"], "body": ["\nWith more than 50,000 members across 100 countries, the Institute for Supply Management (ISM) has offered certifications, career help, training and peer networking since its inception in 1915 — making it the largest and oldest non-profit organization of its kind.\n", "\nThe organization was initially called the National Association of Purchasing Agents, when it was founded in 1915. The name was changed in 2002. ISM also created the Certified Professional in Supply Management (CPSM) certification.\n", "\nMembers of the Institute for Supply Management (ISM) can earn two, highly sought-after designations from the institute and become a Certified Professional in Supply Management (CPSM) and a Certified Professional in Supplier Diversity (CPSD).\n", "\nThe CPSM represents the highest degree of professional competencies and is built on an in-depth analysis of supply management functions across industries. The CPSD is designed to create experts that can help guide their companies through supplier diversity issues, harness underutilized, innovative suppliers and tap into new markets.\n", "\nAccording to the institute’s website, professionals who earn their CPSM make an average of 9% more than their peers.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplymanagement.asp\" rel=\"noopener noreferrer\">Supply management</a> personnel are generally responsible for the following:\n"]}