{"name": "Insurance Definition", "@id": "https://www.investopedia.com/terms/i/insurance.asp", "related": ["https://www.investopedia.com/terms/w/watercraft-insurance.asp", "https://www.investopedia.com/terms/w/water-damage-legal-liability-insurance.asp", "https://www.investopedia.com/terms/w/world-insurance.asp", "https://www.investopedia.com/terms/h/homeowners-insurance.asp", "https://www.investopedia.com/terms/n/nonassessable-policy.asp", "https://www.investopedia.com/terms/s/sunrise-provision.asp"], "body": ["\nInsurance is a contract, represented by a policy, in which an individual or entity receives financial protection or reimbursement against losses from an insurance company. The company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cross-liability-coverage.asp\" rel=\"noopener noreferrer\">pools clients' risks</a> to make payments more affordable for the insured.\n", "\nInsurance policies are used to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedge</a> against the risk of financial losses, both big and small, that may result from damage to the insured or her property, or from liability for damage or injury caused to a third party.\n", "\nThere is a multitude of different types of insurance policies available, and virtually any individual or business can find an insurance company willing to insure them—for a price. The most common types of personal insurance policies are auto, health, homeowners, and life. Most individuals in the United States have at least one of these types of insurance, and car insurance is required by law.\n", "\nBusinesses require special types of insurance policies that insure against specific types of risks faced by a particular business. For example, a fast-food restaurant needs a policy that covers damage or injury that occurs as a result of cooking with a deep fryer. An auto dealer is not subject to this type of risk but does require coverage for damage or injury that could occur during test drives.\n", "\nThere are also insurance policies available for very specific needs, such as kidnap and ransom (K&amp;R), medical malpractice, and professional liability insurance, also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/errors-omissions-insurance.asp\" rel=\"noopener noreferrer\">errors and omissions insurance</a>.\n", "\nWhen choosing a policy, it is important to understand how insurance works.\n", "\nA firm understanding of these concepts goes a long way in helping you choose the policy that best suits your needs. For instance,<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\" rel=\"noopener noreferrer\"> whole life insurance</a> may or may not be the right type of life insurance for you. There are three components of any type of insurance (premium, policy limit, and deductible) that are crucial.\n", "\nA policy's premium is its price, typically expressed as a monthly cost. The premium is determined by the insurer based on your or your business's risk profile, which may include creditworthiness.\n", "\nFor example, if you own several expensive automobiles and have a history of reckless driving, you will likely pay more for an auto policy than someone with a single mid-range sedan and a perfect driving record. However, different insurers may charge different premiums for similar policies. So finding the price that is right for you requires some legwork.\n", "\nThe policy limit is the maximum amount an insurer will pay under a policy for a covered loss. Maximums may be set per period (e.g., annual or policy term), per loss or injury, or over the life of the policy, also known as the lifetime maximum.\n", "\nTypically, higher limits carry higher premiums. For a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">general life insurance policy</a>, the maximum amount the insurer will pay is referred to as the face value, which is the amount paid to a beneficiary upon the death of the insured.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/012716/how-highdeductible-health-plans-work.asp\" rel=\"noopener noreferrer\">deductible</a> is a specific amount the policy-holder must pay out-of-pocket before the insurer pays a claim. Deductibles serve as deterrents to large volumes of small and insignificant claims.\n", "\nDeductibles can apply per-policy or per-claim depending on the insurer and the type of policy. Policies with very high deductibles are typically less expensive because the high out-of-pocket expense generally results in fewer small claims.\n", "\nWith regard to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health insurance</a>, people who have chronic health issues or need regular medical attention should look for policies with lower deductibles.\n", "\nThough the annual premium is higher than a comparable policy with a higher deductible, less expensive access to medical care throughout the year may be worth the trade-off.\n"]}