{"name": "Insurable Interest Definition", "@id": "https://www.investopedia.com/terms/i/insurable-interest.asp", "related": ["https://www.investopedia.com/terms/p/property-insurance.asp", "https://www.investopedia.com/terms/h/homeowners-insurance.asp", "https://www.investopedia.com/terms/i/insurance-coverage.asp", "https://www.investopedia.com/terms/w/worldwide-coverage.asp", "https://www.investopedia.com/terms/w/watercraft-insurance.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp"], "body": ["\nInsurable interest is a type of investment that protects anything subject to a financial loss. A person or entity has an insurable interest in an item, event or action when the damage or loss of the object would cause a financial loss or other hardships. To have an insurable interest a person or entity would take out an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\">insurance</a> policy protecting the person, item, or event in question. The insurance policy would mitigate the risk of loss if something happens to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a>—like becoming damaged or lost.\n", "\nInsurable interest is an essential requirement for issuing an insurance policy that makes the entity or event legal, valid and protected against intentionally harmful acts. People not subject to financial loss do not have an insurable interest. Therefore a person or entity cannot purchase an insurance policy to cover themselves if they are not actually subject to the risk of financial loss.\n", "\nInsurance is a method of pooled <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-exposure.asp\" rel=\"noopener noreferrer\">risk exposure that protects policyholders from financial losses</a>. Insurers have created many tools to cover losses related to various factors such as automobile expenses, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health care</a> expenses, loss of income through <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disability-insurance.asp\" rel=\"noopener noreferrer\">disability</a>, loss of life, and damage to property.\n", "\nInsurable interest specifically applies to people or entities where there is a reasonable assumption of longevity or sustainability, barring any unforeseen adverse events. Insurable interest insures against the prospect of a loss to this person or entity. For example, a corporation may have an insurable interest in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\" rel=\"noopener noreferrer\">chief executive officer (CEO)</a>, and an American football team may have an insurable interest in a star, franchise quarterback. Further, a business may have an insurable interest in its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/c-suite.asp\" rel=\"noopener noreferrer\">c-suite</a> officers but not its average employees.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insurance/homeowners-insurance-guide/\" rel=\"noopener noreferrer\">Homeowners insurance</a> compensates a policyholder who suffers a significant financial loss if a fire or other destructive force destroys his or her home. The homeowner has an insurable interest in the property; losing that home would create a catastrophic loss for the policyholder. It is reasonable for the homeowner to expect longevity regarding the ownership of the house. The homeowner is, therefore, insuring against the possibility that something unforeseeable causes damage.\n", "\nA policyholder may buy property insurance for their own home but not the house across the street. Purchasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homeowners-insurance.asp\" rel=\"noopener noreferrer\">homeowners insurance</a> for a neighbor’s house creates an incentive to cause damage to that house and collect the insurance proceeds. Appropriate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a> would not create such a temptation, which represents a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moralhazard.asp\" rel=\"noopener noreferrer\">moral hazard</a>, whereby parties have an incentive to allow or even affect a loss.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indemnity.asp\" rel=\"noopener noreferrer\">indemnification principle</a> holds that insurance policies should compensate a policyholder for a covered loss, but losses should not reward or penalize holders. Indemnification suggests that insurers should design policies to cover the value of the at-risk asset appropriately. Poorly conceived or designed policies create a moral hazard, which increases the costs to insurance companies and drives premiums to unsustainable levels for policyholders.\n", "\nInsurable interest is also necessary in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/life-insurance-4427715\" rel=\"noopener noreferrer\">life insurance</a>, though this has not always been the case. There are cases where people have purchased life insurance policies for elderly acquaintances strictly because they expect that person's imminent death. Life insurance regulations have evolved to require a relationship in which the policy owner will suffer a financial loss in the event of the insured's death. Hardship may include immediate family members, more distant blood relatives, romantic partners, creditors, and business associates. The face value of life insurance policies must not exceed the human life value of the insured; otherwise, the indemnity principle would be violated, creating a moral hazard.\n", "\nAlso, a policy may not be written without the knowledge of the insured person. This was the case in September 2018 when a California couple was accused of committing three counts of insurance fraud in order to receive $1 million in life insurance benefits.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Husband and wife, Peter and Jin Kim purchased life insurance on one of Mr. Kim's clients and listed Mrs. Kim as the client's beneficiary niece. On a second policy, Mrs. Kim appeared as the sister of the policyholder. Mr. Kim, a licensed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-careers/08/become-insurance-agent.asp\" rel=\"noopener noreferrer\">insurance agent</a>, also did not inform the company that the client had a diagnosed terminal illness when he submitted the applications.\n"]}