{"name": "Insurtech Definition", "@id": "https://www.investopedia.com/terms/i/insurtech.asp", "related": ["https://www.investopedia.com/terms/p/peertopeer-p2p-insurance.asp", "https://www.investopedia.com/terms/d/disruptive-innovation.asp", "https://www.investopedia.com/terms/b/black-box-insurance.asp", "https://www.investopedia.com/terms/c/crypto-regulatory-sandbox.asp", "https://www.investopedia.com/terms/g/geolocation.asp", "https://www.investopedia.com/terms/a/artificial-intelligence-ai.asp"], "body": ["\nInsurtech refers to the use of technology innovations designed to squeeze out savings and efficiency from the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> industry model. Insurtech is a combination of the words “insurance” and “technology,” inspired by the term fintech.\n", "\nThe belief driving insurtech companies and investments by venture capitalists in the space is that the insurance industry is ripe for innovation and disruption. Insurtech is exploring avenues that large insurance firms have less incentive to exploit, such as offering ultra-customized policies, social insurance, and using new streams of data from Internet-enabled devices to dynamically price premiums according to observed behavior.\n", "\nInsurance is an old business, one of the oldest financial businesses and it tends to favor those with deep pockets and long experience in the market. Traditionally, broad actuarial tables are used to assign policy seekers to a risk category. The group is then adjusted so enough people are lumped together to ensure that, overall, the policies are profitable for the company.\n", "\nThis approach does, of course, result in some people paying more than they should be based on the basic level of data used to group people. Among other things, insurtech is looking to tackle this data and analysis issue head-on. Using inputs from all manners of devices, including GPS tracking of cars to the activity trackers on our wrists, these companies are building more finely delineated groupings of risk, allowing products to be priced more competitively.\n", "\nIn addition to better pricing models, insurtech <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\">startups</a> are testing the waters on a host of potential game-changers. These include using deep learning trained artificial intelligence (AI) to handle the tasks of brokers and find the right mix of policies to complete an individual’s coverage.\n", "\nThere is also interest in the use of apps to pull disparate policies into one platform for management and monitoring, creating on-demand insurance for micro-events like borrowing a friend's car, and the adoption of the peer-to-peer model to both create customized group coverage and incentivize positive choices through group rebates.\n", "\nAlthough many of these innovations are long overdue, there are reasons why the incumbent insurance companies are so reluctant to adapt. Insurance is a highly regulated industry with many layers of jurisdictional legal baggage to deal with. As such, the major companies have survived this long by being incredibly cautious, which has made them shy away from working with any startups—let alone startups in their own, very stable industry.\n", "\nThis is a bigger problem than it sounds, as many of the insurtech startups still require the help of traditional insurers to handle <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> and manage catastrophic risk. That said, as more insurtech startups garner consumer interest with a refined model and a user-friendly approach, they may find that the incumbent players warm to the idea of insurtech and become interested in buying up some of the innovation.\n"]}