{"name": "Intangible Asset Definition", "@id": "https://www.investopedia.com/terms/i/intangibleasset.asp", "related": ["https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/f/fixedasset.asp", "https://www.investopedia.com/terms/g/goodwill.asp", "https://www.investopedia.com/terms/a/asset.asp", "https://www.investopedia.com/terms/l/longtermassets.asp", "https://www.investopedia.com/terms/a/amortization.asp"], "body": ["\nAn intangible asset is an asset that is not physical in nature. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/100614/goodwill-vs-other-intangible-assets-whats-difference.asp\" rel=\"noopener noreferrer\">Goodwill</a>, brand recognition and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a>, such as patents, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trademark.asp\" rel=\"noopener noreferrer\">trademarks</a>, and copyrights, are all intangible assets. Intangible assets <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012815/what-difference-between-tangible-and-intangible-assets.asp\" rel=\"noopener noreferrer\">exist in opposition to tangible assets</a>, which include land, vehicles, equipment, and inventory.\n", "\nAdditionally, financial assets such as stocks and bonds, which derive their value from contractual claims, are considered tangible assets.\n", "\nAn intangible asset can be classified as either indefinite or definite. A company's brand name is considered an indefinite intangible asset because it stays with the company for as long as it continues operations. An example of a definite intangible asset would be a legal agreement to operate under another company's patent, with no plans of extending the agreement. The agreement thus has a limited life and is classified as a definite asset.\n", "\nWhile an intangible asset doesn't have the obvious physical value of a factory or equipment, it can prove valuable for a firm and be critical to its long-term success or failure.\n", "\nFor example, a business such as Coca-Cola wouldn't be nearly as successful if it not for the money made through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-recognition.asp\" rel=\"noopener noreferrer\">brand recognition</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Although brand recognition is not a physical asset that can be seen or touched, it can have a meaningful impact on generating sales.\n", "\nBusinesses can create or acquire intangible assets. For example, a business may create a mailing list of clients or establish a patent. If a business creates an intangible asset, it can write off the expenses from the process, such as filing the patent application, hiring a lawyer, and paying other related costs.\n", "\nIn addition, all the expenses along the way of creating the intangible asset are expensed. However, intangible assets created by a company do not appear on the balance sheet and have no recorded book value. Because of this, when a company is purchased, often the purchase price is above the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookvalue.asp\" rel=\"noopener noreferrer\">book value</a> of assets on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a>. The purchasing company records the premium paid as an intangible asset on its balance sheet.\n", "\nIntangible assets only appear on the balance sheet if they have been acquired. If Company ABC purchases a patent from Company XYZ for an agreed-upon amount of $1 billion, then Company ABC would record a transaction for $1 billion in intangible assets that would appear under long-term assets.\n", "\nThe $1-billion asset would then be written off over a number of years via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101314/what-are-differences-between-amortization-and-impairment.asp\" rel=\"noopener noreferrer\">amortization</a>. Indefinite life intangible assets, such as goodwill, are not amortized. Rather, these assets are assessed each year for impairment, which is when the carrying value exceeds the asset's fair value.\n"]}