{"name": "Internal Rate of Return (IRR) Rule Definition", "@id": "https://www.investopedia.com/terms/i/internal-rate-of-return-rule.asp", "related": ["https://www.investopedia.com/terms/i/irr.asp", "https://www.investopedia.com/terms/p/profitability-index-rule.asp", "https://www.investopedia.com/terms/h/hurdlerate.asp", "https://www.investopedia.com/terms/n/npv.asp", "https://www.investopedia.com/terms/m/mirr.asp", "https://www.investopedia.com/terms/r/realoption.asp"], "body": ["\nThe internal rate of return (IRR) rule states that a project or investment should be pursued if its IRR is greater than the minimum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredrateofreturn.asp\">required rate of return</a>, also known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hurdlerate.asp\">hurdle rate</a>.\n", "\nEssentially, IRR rule is a guideline for deciding whether to proceed with a project or investment. The higher the projected IRR on a project, and the greater the amount by which it exceeds the cost of capital, the higher the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net-cash.asp\">net cash</a> flows to the company. That is, the project looks profitable and management should proceed with it. On the other hand, if the IRR is lower than the cost of capital, the rule declares that the best course of action is to forego the project or investment.\n", "\nMathematically, IRR is the rate that would result in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\">net present value</a> (NPV) of future cash flows equaling exactly zero.\n", "\nInvestors and firms use the IRR rule to evaluate projects in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalbudgeting.asp\">capital budgeting</a>, but it may not always be rigidly enforced. Generally, the higher the IRR, the better. However, a company may prefer a project with a lower IRR because it has other intangible benefits, such as contributing to a bigger strategic plan or impeding competition. A company may also prefer a larger project with a lower IRR to a much smaller project with a higher IRR because of the higher cash flows generated by the larger project.\n", "\nAssume a company is reviewing two projects. Management must decide whether to move forward with one, both, or neither of the projects. Its cost of capital is 10%, The cash flow patterns for each are as follows:\n", "\n<strong>Project A</strong>\n", "\n<strong>Project B</strong>\n", "\nThe company must calculate the IRR for each project. Initial outlay (period = 0) will be negative. Solving for IRR is an iterative process using the following equation:\n", "\n$0 = Σ CF<sub>t</sub> ÷ (1 + IRR)<sup>t</sup>\n", "\nwhere:\n", "\n-or-\n", "\n$0 = (initial outlay * -1) + CF<sub>1</sub> ÷ (1 + IRR)<sup>1</sup> + CF<sub>2</sub> ÷ (1 + IRR)<sup>2</sup> + ... + CF<sub>X</sub> ÷ (1 + IRR)<sup>X</sup>\n", "\nUsing the above examples, the company can calculate IRR for each project as:\n", "\n<strong>IRR Project A:</strong>\n", "\n$0 = (-$5,000) + $1,700 ÷ (1 + IRR)<sup>1 </sup>+ $1,900 ÷ (1 + IRR)<sup>2</sup> + $1,600 ÷ (1 + IRR)<sup>3</sup> + $1,500 ÷ (1 + IRR)<sup>4</sup> + $700 ÷ (1 + IRR)<sup>5</sup>\n", "\nIRR Project A = <strong>16.61 %</strong>\n", "\n<strong>IRR Project B:</strong>\n", "\n$0 = (-$2,000) + $400 ÷ (1 + IRR)<sup>1</sup> + $700 ÷ (1 + IRR)<sup>2</sup> + $500 ÷ (1 + IRR)<sup>3</sup> + $400 ÷ (1 + IRR)<sup>4</sup> + $300 ÷ (1 + IRR)<sup>5</sup>\n", "\nIRR Project B = <strong>5.23 %</strong>\n", "\nGiven that the company's cost of capital is 10%, management should proceed with Project A and reject Project B.\n", "\nThe IRR (internal rate of return) is the interest rate (also known as the discount rate) that will bring a series of cash flows (positive and negative) to a net present value (NPV) of zero (or to the current value of cash invested). Using IRR to obtain net present value is known as the discounted cash flow method of financial analysis. Investors and firms use IRR to evaluate whether an investment in a project can be justified.\n", "\nEssentially, IRR rule is a guideline for deciding whether to proceed with a project or investment. The higher the projected IRR on a project, and the greater the amount by which it exceeds the cost of capital, the higher the net cash flows to the company. That is, the project looks profitable and management should proceed with it. On the other hand, if the IRR is lower than the cost of capital, the rule declares that the best course of action is to forego the project or investment.\n", "\nThe IRR rule may not always be rigidly enforced. Generally, the higher the IRR, the better. However, a company may prefer a project with a lower IRR, as long as it still exceeds the cost of capital, because it has other intangible benefits, such as contributing to a bigger strategic plan or impeding competition. A company may also prefer a larger project with a lower IRR to a much smaller project with a higher IRR because of the higher cash flows generated by the larger project.\n"]}