{"name": "International Maritime Organization (IMO) Definition", "@id": "https://www.investopedia.com/terms/i/international-maritime-organization.asp", "related": ["https://www.investopedia.com/terms/m/maritime-law.asp", "https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp", "https://www.investopedia.com/terms/w/water-quality-improvement-act-of-1970.asp", "https://www.investopedia.com/terms/i/international-labour-organization.asp", "https://www.investopedia.com/terms/e/environmental-economics.asp", "https://www.investopedia.com/terms/i/international-energy-agency.asp"], "body": ["\nThe International Maritime Organization (IMO) is a specialized agency of the United Nations that is responsible for measures to improve the safety and security of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052515/what-distinction-between-free-board-fob-shipping-point-and-destination.asp\">international shipping</a> and to prevent marine pollution from ships. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.imo.org/en/About/Pages/Default.aspx\">IMO</a> sets standards for the safety and security of international shipping. It oversees every aspect of worldwide shipping regulations, including legal issues and shipping efficiency.\n", "\nThe International Maritime Organization's objectives can be best summed up by its slogan—\"Safe, secure and efficient shipping on clean oceans.\" Basically, the IMO sets policy for international shipping, discouraging shippers from compromising on safety, security and environmental performance to address financial concerns, and encouraging innovation and efficiency. \n", "\nThe IMO is also involved in legal issues matters pertaining to international shipping, such as liability and compensation matters, and the facilitation of international maritime traffic. The IMO's governing body, which is the Assembly that is made up of all 173 member states, generally meets every two years. The Assembly addresses items such as council elections, deciding upon the work program, and looking at the budget.\n", "\nTo break down the workload and to ensure each area of concern of the IMO is getting the attention it deserves, there are five committees tasked with making policies and developing, going over, and overhauling rules and guidelines. Those committees include the Technical Co-operation Committee, the Maritime Safety Committee, the Marine Environmental Protection Committee, the Legal Committee, and the Facilitation Committee. Furthermore, there are seven sub-committees working under these committees.\n", "\nThe International Convention for the Safety of Life at Sea (SOLAS), the International Convention on Standards of Training, Certification, and Watchkeeping for Seafarers (STCW), and the International Convention for the Prevention of Pollution from Ships (MARPOL) are some of the vital International Maritime Organization treaties.\n", "\nIt's important to note that the IMO does not implement or enforce policy, in any way. The IMO was created to adopt <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/five-insurance-mistakes.asp\">policy</a>, not enforce it. When governments accept an IMO convention, it agrees to make those policies national law and to enforce those laws. The IMO did develop an audit program that made audits required, effective as of January 2016. However, there is no countermeasure available to the UN if the country is not enforcing the policies set by the IMO. Instead, the IMO provides feedback and advice on a country's current performance. \n", "\nThe IMO was established by means of a convention adopted in Geneva in 1948. It entered into force in 1958, and first met in 1959. Based in the United Kingdom, the IMO has 173 member states as of Sept. 2019. It also has Non-Governmental Organizations (NGOs) and Intergovernmental Organizations (IGO) as representatives. Among the organizations which have been integral to the policy developments at the IMO is the U.S. Coast Guard.\n", "\nBeyond shipping, an IMO is also known as an independent marketing organization. This is an organization that works with insurance companies to market its products. The duties of an IMO can include other marketing tasks, such as distribution. \n", "\nIMO is also shorthand for “in my opinion.” What that means is that IMO can simply mean someone is offering their perspective or opinion. However, although IMO is an acronym or abbreviation, it’s also considered a slang word that isn’t widely used in professional writing.\n"]}