{"name": "Interpolation Definition", "@id": "https://www.investopedia.com/terms/i/interpolation.asp", "related": ["https://www.investopedia.com/terms/l/least-squares-method.asp", "https://www.investopedia.com/terms/i/interpolated_yield_curve.asp", "https://www.investopedia.com/terms/l/line-graph.asp", "https://www.investopedia.com/terms/e/equivolume.asp", "https://www.investopedia.com/terms/b/bar-graph.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nInterpolation is a statistical method by which related known values are used to estimate an unknown price or potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield.asp\">yield</a> of a security. Interpolation is achieved by using other established values that are located in sequence with the unknown value.\n", "\nInterpolation is at root a simple mathematical concept. If there is a generally consistent trend across a set of data points, one can reasonably estimate the value of the set at points that haven't been calculated. Investors and stock analysts frequently create a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/linechart.asp\">line chart</a> with interpolated data points. These charts help them visualize the changes in the price of securities and are an important part of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a>.\n", "\nInvestors use interpolation to create new estimated data points between known data points on a chart. Charts representing a security's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-action.asp\">price action</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volume.asp\">volume</a> are examples where interpolation might be used. While computer algorithms commonly generate these data points today, the concept of interpolation is not a new one. Interpolation has been used by human civilizations since antiquity, particularly by early astronomers in Mesopotamia and Asia Minor attempting to fill in gaps in their observations of the movements of the planets.\n", "\nThere are several formal kinds of interpolation, including linear interpolation, polynomial interpolation, and piecewise constant interpolation. Financial analysts use an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interpolated_yield_curve.asp\">interpolated yield curve</a> to plot a graph representing the yields of recently issued <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">U.S. Treasury bonds</a> or notes of a specific maturity. This type of interpolation helps analysts gain insight into where the bond markets and the economy might be headed in the future.\n", "\nThe easiest and most prevalent kind of interpolation is a linear interpolation. This type of interpolation is useful if one is trying to estimate the value of a security or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate</a> for a point at which there is no data.\n", "\nLet's assume, for example, we're tracking a security price over a period of time. We'll call the line on which the value of the security is tracked the function f(x). We would plot the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\">current price</a> of the stock over a series of points representing moments in time. So if we record f(x) for August, October, and December, those points would be mathematically represented as x<sub>Aug, </sub>x<sub>Oct, </sub>and x<sub>Dec, </sub>or x<sub>1, </sub>x<sub>3 </sub>and x<sub>5. </sub>\n", "\nFor a number of reasons, we might want to know the value of the security during September, a month for which we don't have any data. We could use a linear interpolation <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/algorithm.asp\">algorithm</a> to estimate the value of f(x) at plot point x<sub>Sep</sub>, or x<sub>2</sub> that appears within the existing data range.\n", "\nOne of the biggest criticisms of interpolation is that although it's a fairly simple methodology that's been around for eons, it lacks precision. Interpolation in ancient Greece and Babylon was primarily about making astronomical predictions that would help farmers time their planting strategies to improve crop yields.\n", "\nWhile the movement of planetary bodies is subject to many factors, they are still better suited to the imprecision of interpolation than the wildly variant, unpredictable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> of publicly-traded stocks. Nevertheless, with the overwhelming mass of data involved in securities analysis, large interpolations of price movements are fairly unavoidable.\n", "\nMost charts representing a stock's history are in fact widely interpolated. Linear <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regression.asp\">regression</a> is used to make the curves which approximately represent the price variations of a security. Even if a chart measuring a stock over a year included data points for every day of the year, one could never say with complete confidence where a stock will have been valued at a specific moment in time.\n"]}