{"name": "Interbank Market Definition", "@id": "https://www.investopedia.com/terms/i/interbankmarket.asp", "related": ["https://www.investopedia.com/terms/f/foreign-exchange.asp", "https://www.investopedia.com/terms/s/spotexchangerate.asp", "https://www.investopedia.com/terms/f/forex.asp", "https://www.investopedia.com/terms/i/interbankrate.asp", "https://www.investopedia.com/terms/e/euroclear.asp", "https://www.investopedia.com/terms/m/monetary-reserve.asp"], "body": ["\nThe interbank market is the global network utilized by financial institutions to trade currencies and other currency derivatives directly between themselves. While some interbank trading is done by banks on behalf of large customers, most interbank trading is proprietary, meaning that it takes place on behalf of the banks' own accounts.\n", "\nBanks use the interbank market to manage their own exchange rate and interest rate risk as well as to take speculative positions based on research.\n", "\nThe interbank market is a subset of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interdealer-market.asp\">interdealer market</a>, which is an over-the-counter (OTC) venue where financial institutions can trade a variety of asset classes among one another and on behalf of their clients, often facilitated by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inter-dealerbroker.asp\">interdealer brokers</a> (IDBs).\n", "\nThe interbank market for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\">forex </a>serves commercial turnover of currency investments as well as a large amount of speculative, short-term currency trading. Typical maturity term for transactions in the Interbank market is overnight or six months.\n", "\nThe foreign exchange interdealer market is characterized by large transaction sizes and tight <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\">bid-ask spreads</a>. Currency transactions in the interbank market can either be speculative (initiated with the sole intention of profiting from a currency move) or else to hedge currency exposure. It may also be proprietary but to a lesser extent customer-driven (by an institution's corporate clients, such as exporters and importers, for example).\n", "\nThe interbank foreign exchange market developed after the collapse of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brettonwoodsagreement.asp\">Bretton Woods agreement</a> and following the decision by U.S. President Richard Nixon to take the country off the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/goldstandard.asp\">gold standard</a> in 1971. Currency rates of most of the large industrialized nations were allowed to float freely at that point, with only occasional government intervention. There is no centralized location for the market, as trading takes place simultaneously around the world, and stops only for weekends and holidays.\n", "\nThe advent of the floating rate system coincided with the emergence of low-cost computer systems that allowed increasingly rapid trading on a global basis. Voice brokers over telephone systems matched buyers and sellers in the early days of interbank forex trading, but were gradually replaced by computerized systems that could scan large numbers of traders for the best prices. Trading systems from Reuters and Bloomberg allow banks to trade billions of dollars at once, with daily trading volume topping $6 trillion on the market's busiest days.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn order to be considered an interbank market maker, a bank must be willing to make prices to other participants as well as asking for prices. Interbank deals can top $1 billion in a single deal.\n", "\nAmong the largest players are Citicorp and JP Morgan Chase in the United States, Deutsche Bank in Germany, and HSBC in Asia. There are several other participants in the interbank market, including trading firms and hedge funds. While they contribute to the setting of exchange rates through their purchase and sale operations, other participants do not have as much of an effect on currency exchange rates as large banks.\n", "\nMost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spottrade.asp\">spot transactions</a> settle two business days after execution; the major exception being the U.S. dollar vs. the Canadian dollar, which settles the next day. This means banks must have credit lines with their counterparts in order to trade, even on a spot basis. In order to reduce <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementrisk.asp\">settlement risk</a>, most banks have netting agreements that require the offset of transactions in the same currency pair that settle on the same date with the same counterpart. This substantially reduces the amount of money that changes hands and thus the risk involved.\n", "\nWhile the interbank market is not regulated—and therefore decentralized—most central banks will collect data from market participants to assess whether there are any economic implications. This market needs to be monitored, as any problems can have a direct impact on overall economic stability. Brokers, who put banks in touch with each other for trading purposes, have also become an important part of the interbank market ecosystem over the years.\n"]}