{"name": "Interest Expense", "@id": "https://www.investopedia.com/terms/i/interestexpense.asp", "related": ["https://www.investopedia.com/terms/i/interestcoverageratio.asp", "https://www.investopedia.com/terms/d/dscr.asp", "https://www.investopedia.com/terms/c/costofdebt.asp", "https://www.investopedia.com/terms/c/capitalization-ratios.asp", "https://www.investopedia.com/terms/e/ebitda.asp", "https://www.investopedia.com/terms/c/coverageratio.asp"], "body": ["\nAn interest expense is the cost incurred by an entity for borrowed funds. Interest expense is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-operating-expense.asp\" rel=\"noopener noreferrer\">non-operating expense</a> shown on the income statement. It represents interest payable on any borrowings – bonds, loans, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convertibles.asp\" rel=\"noopener noreferrer\">convertible</a> debt or lines of credit. It is essentially calculated as the interest rate times the outstanding principal amount of the debt. Interest expense on the income statement represents interest accrued during the period covered by the financial statements, and not the amount of interest paid over that period. While interest expense is tax-deductible for companies, in an individual's case, it depends on his or her jurisdiction and also on the loan's purpose.\n", "\nFor most people, mortgage interest is the single-biggest category of interest expense over their lifetimes as interest can total tens of thousands of dollars over the life of a mortgage as illustrated by the calculator below.\n", "\nInterest expense often appears as a line item on a company’s balance sheet, since there are usually differences in timing between interest accrued and interest paid. If interest has been accrued but has not yet been paid, it would appear in the “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentliabilities.asp\" rel=\"noopener noreferrer\">Current Liabilities</a>” section of the balance sheet. Conversely, if interest has been paid in advance, it would appear in the “<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\" rel=\"noopener noreferrer\">Current Assets</a>” section as a prepaid item.\n", "\nWhile mortgage interest is tax-deductible in the United States, it is not tax-deductible in Canada. The loan's purpose is also critical in determining tax-deductibility of interest expense. For example, if a loan is used for <em>bona fide</em> investment purposes, most jurisdictions would allow the interest expense for this loan to be deducted from taxes. However, there are restrictions even on such tax-deductibility. In Canada, for instance, if the loan is taken out for an investment that is held in a registered account – such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rrsp.asp\" rel=\"noopener noreferrer\">Registered Retirement Savings Plan</a> (RRSP), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/resp.asp\" rel=\"noopener noreferrer\">Registered Education Savings Plan</a> (RESP) or Tax-Free Savings Account – interest expense is not permitted to be tax-deductible.\n", "\nThe amount of interest expense for companies that have debt depends on the broad level of interest rates in the economy. Interest expense will be on the higher side during periods of rampant inflation since most companies will have incurred debt that carries a higher interest rate. On the other hand, during periods of muted inflation, interest expense will be on the lower side.\n", "\nThe amount of interest expense has a direct bearing on profitability, especially for companies with a huge debt load. Heavily indebted companies may have a hard time serving their debt loads during economic downturns. At such times, investors and analysts pay particularly close attention to solvency ratios such as debt to equity and interest coverage.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestcoverageratio.asp\" rel=\"noopener noreferrer\">interest coverage ratio</a> is defined as the ratio of a company’s operating income (or EBIT – <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebit.asp\" rel=\"noopener noreferrer\">earnings before interest or taxes</a>) to its interest expense. The ratio measures a company’s ability to meet the interest expense on its debt with its operating income. A higher ratio indicates that a company has a better capacity to cover its interest expense.\n", "\nFor example, a company with $100 million in debt at 8% interest has $8 million in annual interest expense. If annual EBIT is $80 million, then its interest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coverageratio.asp\" rel=\"noopener noreferrer\">coverage ratio</a> is 10, which shows that the company can comfortably meet its obligations to pay interest. Conversely, if EBIT falls below $24 million, the interest coverage ratio of less than 3 signals that the company may have a hard time staying solvent as an interest coverage of less than 3 times is often seen as a \"red flag.\"\n"]}