{"name": "Intestate Definition", "@id": "https://www.investopedia.com/terms/i/intestate.asp", "related": ["https://www.investopedia.com/terms/i/intestacy.asp", "https://www.investopedia.com/terms/p/probate.asp", "https://www.investopedia.com/terms/a/administration-bond.asp", "https://www.investopedia.com/terms/w/will.asp", "https://www.investopedia.com/terms/b/bona-vacantia.asp", "https://www.investopedia.com/terms/u/uniform-simultaneous-death-act.asp"], "body": ["\nIntestate refers to dying without a legal will. When a person dies in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intestacy.asp\" rel=\"noopener noreferrer\">intestacy</a>, determining the distribution of the deceased's assets then becomes the responsibility of a probate court. An intestate estate is also one in which the will presented to the court was deemed to be invalid.\n", "\nWhen an individual dies, his or her assets are divided among the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\" rel=\"noopener noreferrer\">beneficiaries</a> listed in his or her <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/will.asp\" rel=\"noopener noreferrer\">will</a>. In some cases, the testator or deceased does not leave a will that should contain instructions on how his or her assets should be distributed after death. When a person dies without a will, he is said to have died intestate. To have died \"in intestacy\" means a court-appointed administrator will compile any assets of the deceased, pay any liabilities, and distribute the remaining assets to those parties deemed as beneficiaries.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probate.asp\" rel=\"noopener noreferrer\">probate process</a> for an intestate estate includes distributing the decedent’s assets according to state laws. The probate courts begin the process by appointing an administrator to oversee the estate of the deceased. The administrator functions like an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/executor.asp\" rel=\"noopener noreferrer\">executor</a> (legal representative named in a will), receiving all legal claims against the estate and paying off the outstanding debts, such as unpaid bills.\n", "\nOne of the administrator's duties is to locate the legal heirs of the deceased, which would include surviving spouses, children, and parents. The order in which heirs inherit from a decedent's estate when there is no estate plan is called \"intestate succession.\" The probate court will assess what assets need to be distributed among the legal heirs and how to distribute them.\n", "\nThe probate laws in most states divide property among the surviving spouse and children of the deceased. For example, a resident of Arizona, New Mexico, California, Texas, Idaho, Nevada, and Washington, who dies without a valid will, will have their estate divided according to community property laws in the state. Community property laws recognize both spouses as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jointownedproperty.asp\" rel=\"noopener noreferrer\">joint property owners</a>.\n", "\nIn effect, the distribution hierarchy starts with the surviving spouse, who almost invariably receives at least half the decedent's estate. They may receive the entire estate if the decedent leaves no living children or grandchildren. If unmarried or widowed at the time of death, assets will be divided among any surviving children, before any other relative. If no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/next-of-kin.asp\" rel=\"noopener noreferrer\">next of kin</a> can be located, the assets in the estate will become the property of the state.\n", "\nClose friends of the deceased are not usually part of the list of beneficiaries under a state’s probate laws for intestate estates. However, If the deceased had a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jtwros.asp\" rel=\"noopener noreferrer\">joint account with right of survivorship</a> or owned property jointly with another, the joint asset will automatically belong to the surviving party (or parties).\n"]}