{"name": "International Chamber of Commerce (ICC)", "@id": "https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp", "related": ["https://www.investopedia.com/terms/o/oapec.asp", "https://www.investopedia.com/terms/a/american-petroleum-institute.asp", "https://www.investopedia.com/terms/t/trilateralcommission.asp", "https://www.investopedia.com/terms/i/ifsb.asp", "https://www.investopedia.com/terms/c/congress.asp", "https://www.investopedia.com/terms/g/g7.asp"], "body": ["\nThe International Chamber of Commerce is the largest, most diverse business organization in the world. The ICC has hundreds of thousands of member companies from more than 100 countries and broad business interests. The ICC's vast networks of committees and experts belong to all sectors and keep members fully informed of all issues that affect their industries. They also maintain contact with the United Nations, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wto.asp\" rel=\"noopener noreferrer\">World Trade Organization</a>, and other intergovernmental agencies.\n", "\nThe ICC fosters international trade and commerce to promote and protect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\" rel=\"noopener noreferrer\">open markets</a> for goods and services and the free flow of capital. The ICC performs three primary activities: the establishment of rules, dispute resolution, and policy advocacy. The ICC also wages war on commercial crime and corruption to bolster economic growth, create jobs and stabilize employment, and ensure overall economic prosperity. Because members of the ICC and their associates engage in international business, the ICC has unparalleled authority in setting rules that govern cross-border business. While these rules are voluntary, thousands of daily transactions abide by the ICC-established rules as part of regular <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-is-international-trade/\" rel=\"noopener noreferrer\">international trade</a>.\n", "\nThe ICC was founded in Paris, France in 1919. The organization’s international secretariat was also established in Paris, and its International Court of Arbitration was formed in 1923. The first chairman of the chamber was Etienne Clementel, the early-20th-century French politician.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are four primary governing bodies of the ICC. The lead governing body is the World Council, which is composed of national committee representatives. The highest officers of the ICC, the chairman, and vice-chairman are elected by the World Council every two years. \n", "\nThe executive board provides strategic direction for the ICC. The board is elected by the World Council and is comprised of 30 business leaders and ex-officio members. The executive board's prominent duties are the development of ICC strategies and policy implementation.\n", "\nThe international secretariat is the operational arm of the ICC and is responsible for developing and implementing the ICC’s work program and introducing business perspectives to intergovernmental organizations. The secretary-general, who is appointed by the World Council, oversees this governing body.\n", "\nThe finance committee acts as an advisor to the executive board on all financial aspects. This committee prepares the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget.asp\" rel=\"noopener noreferrer\">budget</a> on behalf of the board, submits regular reports, reviews the financial implications of ICC activities, and oversees all expenses and revenue flow.\n"]}