{"name": "Internal Audit Definition", "@id": "https://www.investopedia.com/terms/i/internalaudit.asp", "related": ["https://www.investopedia.com/terms/i/independentauditor.asp", "https://www.investopedia.com/terms/m/management-audit.asp", "https://www.investopedia.com/terms/i/internalauditor.asp", "https://www.investopedia.com/terms/i/internalcontrols.asp", "https://www.investopedia.com/terms/a/auditorsreport.asp", "https://www.investopedia.com/terms/c/corporategovernance.asp"], "body": ["\nInternal audits evaluate a company’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalcontrols.asp\" rel=\"noopener noreferrer\">internal controls</a>, including its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">corporate governance</a> and accounting processes. These audits ensure compliance with laws and regulations and help to maintain accurate and timely financial reporting and data collection. Internal audits also provide management with the tools necessary to attain operational efficiency by identifying problems and correcting lapses before they are discovered in an external <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/audit.asp\" rel=\"noopener noreferrer\">audit</a>.\n", "\nInternal audits play a critical role in a company’s operations and corporate governance, especially now that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\" rel=\"noopener noreferrer\">Sarbanes-Oxley Act of 2002</a> (SOX) holds managers legally responsible for the accuracy of their company's financial statements. SOX also required that a company's internal controls be documented and reviewed as part of their external audit.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Internal controls are processes and procedures implemented by a company to ensure the integrity of its financial and accounting information, promote accountability, and help prevent fraud. Examples of internal controls are segregation of duties, authorization, documentation requirements, and written processes and procedures. Internal audits seek to identify any shortcomings in a company's internal controls.\n", "\nIn addition to ensuring a company is complying with laws and regulations, internal audits also provide a degree of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">risk management</a> and safeguard against potential fraud, waste, or abuse. The results of internal audits provide management with suggestions for improvements to current processes not functioning as intended, which may include information technology systems as well as supply-chain management. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cybersecurity.asp\" rel=\"noopener noreferrer\">Cybersecurity</a> is becoming increasingly important as companies need to protect their confidential electronic information from outside attacks.\n", "\nInternal audits may take place on a daily, weekly, monthly, or annual basis. Some departments may be audited more frequently than others. For example, a manufacturing process may be audited on a daily basis for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quality-control.asp\" rel=\"noopener noreferrer\">quality control</a>, while the human resources department might only be audited once a year. Audits may be scheduled, to give managers time to gather and prepare the required documents and information, or they may be a surprise, especially if unethical or illegal activity is suspected.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalauditor.asp\" rel=\"noopener noreferrer\">Internal auditors</a> generally identify a department, gather an understanding of the current internal control process, conduct fieldwork testing, follow up with department staff about identified issues, prepare an official audit report, review the audit report with management, and follow up with management and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\" rel=\"noopener noreferrer\">board of directors</a> as needed to ensure recommendations have been implemented.\n", "\nAssessment techniques ensure an internal auditor gathers a full understanding of the internal control procedures and whether employees are complying with internal control directives. To avoid disrupting the daily workflow, auditors begin with indirect assessment techniques, such as reviewing flowcharts, manuals, departmental control policies or other existing documentation. If documented procedures are not being followed, direct discussion with department staff may be necessary.\n", "\nAuditing fieldwork procedures can include transaction matching, physical inventory count,<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/audittrail.asp\" rel=\"noopener noreferrer\"> audit trail</a> calculations, and account <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reconciliation.asp\" rel=\"noopener noreferrer\">reconciliation</a> as is required by law. Analysis techniques may test random data or target specific data, if an auditor believes an internal control process needs to be improved.\n", "\nInternal audit reporting includes a formal report and may include a preliminary or memo-style interim report. An interim report typically includes sensitive or significant results the auditor thinks the board of directors needs to know right away. The final report includes a summary of the procedures and techniques used for completing the audit, a description of audit findings, and suggestions for improvements to internal controls and control procedures. The formal report is reviewed with management and recommendations for improvement are discussed. Follow up after a period of time is necessary to ensure the new recommendations have been implemented and have improved operating efficiency.\n"]}