{"name": "International Labor Organization (ILO)", "@id": "https://www.investopedia.com/terms/i/international-labour-organization.asp", "related": ["https://www.investopedia.com/terms/t/trilateralcommission.asp", "https://www.investopedia.com/terms/u/united-states-aid.asp", "https://www.investopedia.com/terms/a/american-petroleum-institute.asp", "https://www.investopedia.com/terms/f/food-agriculture-organization-fao.asp", "https://www.investopedia.com/terms/u/united-nations-un.asp", "https://www.investopedia.com/terms/b/brexodus.asp"], "body": ["\nThe International Labour Organization (ILO) is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/united-nations-un.asp\" rel=\"noopener noreferrer\">United Nations </a>(UN) agency. The goal of the ILO is to advance social and economic justice by setting international labor standards. The ILO has 187 member states and is headquartered in Geneva, Switzerland with approximately 40 field offices around the world. The standards upheld by the ILO are broadly intended to ensure accessible, productive, and sustainable work worldwide in conditions of freedom, equity, security, and dignity.\n", "\nThe International Labour Organization (ILO) was founded in 1919 under the League of Nations and incorporated into the U.N. as a specialized agency in 1946. The ILO is the first and oldest specialized agency of the U.N. The organization's goal is to serve as a uniting force between governments, businesses, and workers. It emphasizes the need for workers to enjoy conditions of freedom, equity, security, and human dignity through their employment.\n", "\nThe ILO promotes international labor standards through its field offices in Africa, Latin America and the Caribbean, the Arab States, Asia and the Pacific, and Europe and Central Asia. The organization provides training on fair <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/terms-of-employment.asp\" rel=\"noopener noreferrer\">employment standards</a>, provides technical cooperation for projects in partner countries, analyzes labor statistics and publishes related research, and regularly holds events and conferences to examine critical social and labor issues. The ILO was awarded the Nobel Peace Prize in 1969. The organization was recognized for improving fraternity and peace among nations, pursuing decent work and justice for workers, and providing technical assistance to other developing nations.\n", "\nThe labor standards set forth by the ILO have been published in approximately 189 conventions and treaties. These standards recognize the right to collective bargaining, attempt to eliminate forced or compulsory labor and abolish child labor, and eliminate acts of discrimination in respect to employment and occupation. As a result, the treaties and conventions of the ILO are a major contributor to international labor law.\n", "\nThe organization has a three-tiered structure that brings together governments, employers, and workers. The three main bodies of the ILO are the International Labour Conference, the Governing Body, and the International Labour Office. The International Labour Conference meets annually to formulate international labor standards; the Governing Body serves as the executive council and decides the agency's policy and budget; and the International Labour Office, the permanent secretariat that administers the organization and implements activities. \n", "\nIn 2019, the ILO convened for the Global Commission on the Future of Work. In preparation for the Conference, about 110 countries participated in dialogues at the regional and national levels. The ensuing report made recommendations for governments on how to best approach the challenges of the 21st-century labor environment. Among these recommendations were a universal labour guarantee, social protection from birth to old age, and entitlement to lifelong learning.\n", "\nThe ILO also assessed what impact a transition to a green economy would have on employment. According to the ILO, if the right policies are put in place, a transition to a greener economy could create 24 million new jobs around the world by 2030.\n"]}