{"name": "International Organization for Standardization (ISO) Definition", "@id": "https://www.investopedia.com/terms/i/international-organization-for-standardization-iso.asp", "related": ["https://www.investopedia.com/terms/a/ansi.asp", "https://www.investopedia.com/terms/i/international-labour-organization.asp", "https://www.investopedia.com/terms/i/iban.asp", "https://www.investopedia.com/terms/o/opec.asp", "https://www.investopedia.com/terms/f/food-agriculture-organization-fao.asp", "https://www.investopedia.com/terms/a/american-petroleum-institute.asp"], "body": ["\nThe International Organization for Standardization (ISO) is an international nongovernmental organization made up of national standards bodies; it develops and publishes a wide range of proprietary, industrial, and commercial standards and is comprised of representatives from various national standards organizations.\n", "\nThe organization's abbreviated name—ISO—is not an acronym; it derives from the ancient Greek word <em>ísos</em>, meaning equal or equivalent. Because the organization would have different acronyms in different languages, the founders of the organization decided to call it by the short form ISO.\n", "\nThe International Organization for Standardization was founded in 1947 and is headquartered in Geneva, Switzerland. The organization began in the 1920s as the International Federation of the National Standardizing Associations (ISA). After being suspended during World War II, the United Nations Standards Coordinating Committee (UNSCC) proposed a new global standards body and the International Organization for Standardization was formed. The ISO works in 165 countries. Members of the organization are the foremost standards organizations in their countries; there is only one member per country. While individuals and companies cannot become members of ISO, there are various ways that industry experts can collaborate with the ISO.\n", "\nMembers of ISO meet annually at a General Assembly to discuss the strategic objectives of the organization. In addition, there is a 20-person council with rotating membership that provides guidance and governance for the organization.\n", "\nISO develops and publishes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standardization.asp\" rel=\"noopener noreferrer\">standards</a> for a vast range of products, materials, and processes. The organization's standards catalog is divided into approximately 97 fields, which include healthcare technology, railway engineering, jewelry, clothing, metallurgy, weapons, paint, civil engineering, agriculture, and aircraft. In addition to producing standards, ISO also publishes technical reports, technical specifications, publicly available specifications, technical corrigenda, and guides.\n", "\nThe ISO plays an important role in facilitating world trade by providing common standards among different countries. These standards are intended to ensure that products and services are safe, reliable, and of good quality. For the end-user and consumer, these standards ensure that certified products conform to the minimum standards set internationally. The ISO has been credited with setting more than twenty thousand standards, ranging from manufactured products and technology to food safety, agriculture, and healthcare standards.\n", "\nIn some cases, \"ISO\" is used to describe the product that conforms to an ISO standard as a result of the ubiquity of these standards. For example, the speed of film, or the sensitivity of a photographic film to light, is referred to by its ISO number (ISO 6, ISO 2240, and ISO 5800).\n"]}