{"name": "Interest Rate Collar Definition", "@id": "https://www.investopedia.com/terms/i/interestratecollar.asp", "related": ["https://www.investopedia.com/terms/l/leg.asp", "https://www.investopedia.com/terms/f/fence-options.asp", "https://www.investopedia.com/terms/m/marriedput.asp", "https://www.investopedia.com/terms/c/coveredcall.asp", "https://www.investopedia.com/terms/c/collar.asp", "https://www.investopedia.com/terms/c/caplet.asp"], "body": ["\nAn interest rate collar is a relatively low-cost interest rate risk management strategy that uses derivatives to hedge an investor's exposure to interest rate fluctuations.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collar.asp\" rel=\"noopener noreferrer\">collar</a> is a broad group of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionscontract.asp\" rel=\"noopener noreferrer\">options</a> strategies that involve holding the underlying security and buying a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/protective-put.asp\" rel=\"noopener noreferrer\">protective put</a> while simultaneously selling a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coveredcall.asp\" rel=\"noopener noreferrer\">covered call</a> against the holding. The <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-premium.asp\" rel=\"noopener noreferrer\">premium</a> received from <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/writing-an-option.asp\" rel=\"noopener noreferrer\">writing the call</a> pays for the purchase of the put option. In addition, the call caps the upside potential for appreciation of the underlying security's price but protects the hedger from any adverse movement in the value of the security. A type of collar is the interest rate collar.\n", "\nEssentially, an interest rate collar involves the simultaneous purchase of an interest rate cap and sale of an interest rate floor on the same index for the same maturity and notional principal amount. An interest rate collar uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest-rate-derivative.asp\" rel=\"noopener noreferrer\">interest rate options</a> contracts to protect a borrower against rising interest rates while also setting a floor on declining interest rates. An interest rate collar can be an effective way of hedging <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a> associated with holding bonds. With an interest rate collar, the investor purchases an interest rate ceiling, which is funded by the premium received from selling an interest rate floor.\n", "\nRemember that there is an inverse relationship between bond prices and interest rates—interest rates fall as bond prices rise, and vice versa. The objective of the buyer of an interest rate collar is to protect against rising interest rates.\n", "\nPurchasing an interest rate cap (i.e., a bond put option or rates call option) can guarantee a maximum decline in the bond's value. Although an interest rate floor (bond call option or rates put option) limits the potential appreciation of a bond given a decrease in rates, it provides upfront cash and generates premium income that pays for the cost of the ceiling.\n", "\nLet's say an investor enters a collar by purchasing a ceiling with a strike rate of 10% and sells a floor at 8%. Whenever the interest rate is above 10%, the investor will receive a payment from the seller of the ceiling. If the interest rate drops below 8%, which is below the floor, the investor who is short the call must now make a payment to the party that purchased the floor.\n", "\nClearly, the interest rate collar strategy protects the investor by capping the maximum interest rate paid at the collar's ceiling but sacrifices the profitability of interest rate drops.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/capstructure.asp\" rel=\"noopener noreferrer\">interest rate cap</a> establishes a ceiling on interest payments. It is simply a series of call options on a floating interest rate index, usually 3- or 6-month <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/libor.asp\" rel=\"noopener noreferrer\">London Inter-bank Offered Rate</a> (LIBOR), which coincides with the rollover dates on the borrower's floating liabilities. The <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\" rel=\"noopener noreferrer\">strike price</a>, or strike rate, of these options represent the maximum interest rate payable by the purchaser of the cap.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestratefloor.asp\" rel=\"noopener noreferrer\">interest rate floor</a> is the minimum interest rate that is created using put options. It reduces the risk to the party receiving the interest payments since the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\" rel=\"noopener noreferrer\">coupon payment</a> each period will be no less than a certain floor rate or strike rate.\n", "\nA reverse interest rate collar protects a lender (e.g., a bank) against declining interest rates, which would cause a variable rate lender to receive less interest income if rates decline. It involves the simultaneous purchase (or long) of an interest rate floor and sale (or short) of an interest rate cap. The premium received from the short cap partly offsets the premium paid for the long floor. The long floor receives a payment when the interest rate falls below the floor exercise rate. The short cap makes payments when the interest rate exceeds the cap exercise rate.\n"]}