{"name": "Interest Rate Swap Definition", "@id": "https://www.investopedia.com/terms/i/interestrateswap.asp", "related": ["https://www.investopedia.com/terms/v/variableinterestrate.asp", "https://www.investopedia.com/terms/b/basisrateswap.asp", "https://www.investopedia.com/terms/b/bma_swap.asp", "https://www.investopedia.com/terms/a/accrual-swap.asp", "https://www.investopedia.com/terms/c/currencyswap.asp", "https://www.investopedia.com/terms/f/foreign-currency-swaps.asp"], "body": ["\nAn interest rate swap is a forward contract in which one stream of future interest payments is exchanged for another based on a specified principal amount. Interest rate swaps usually involve the exchange of a fixed interest rate for a floating rate, or vice versa, to reduce or increase exposure to fluctuations in interest rates or to obtain a marginally lower interest rate than would have been possible without the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swap.asp\" rel=\"noopener noreferrer\">swap</a>. A swap can also involve the exchange of one type of floating rate for another, which is called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basisrateswap.asp\" rel=\"noopener noreferrer\">basis swap</a>.\n", "\nInterest rate swaps are the exchange of one set of cash flows for another. Because they trade <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">over-the-counter</a> (OTC), the contracts are between two or more parties according to their desired specifications and can be customized in many different ways. Swaps are often utilized if a company can borrow money easily at one type of interest rate but prefers a different type.\n", "\nThere are three different types of interest rate swaps: Fixed-to-floating, floating-to-fixed, and float-to-float.\n", "\nFor example, consider a company named TSI that can issue a bond at a very attractive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedinterestrate.asp\" rel=\"noopener noreferrer\">fixed interest rate</a> to its investors. The company's management feels that it can get a better cash flow from a floating rate. In this case, TSI can enter into a swap with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/counterparty.asp\" rel=\"noopener noreferrer\">counterparty</a> bank in which the company receives a fixed rate and pays a floating rate.\n", "\nThe swap is structured to match the maturity and cash flow of the fixed-rate bond and the two fixed-rate payment streams are netted. TSI and the bank choose the preferred floating-rate index, which is usually LIBOR for a one-, three-, or six-month maturity. TSI then receives LIBOR plus or minus a spread that reflects both interest rate conditions in the market and its credit rating.\n", "\nA company that does not have access to a fixed-rate loan may borrow at a floating rate and enter into a swap to achieve a fixed rate. The floating-rate tenor, reset, and payment dates on the loan are mirrored on the swap and netted. The fixed-rate leg of the swap becomes the company's borrowing rate.\n", "\nCompanies sometimes enter into a swap to change the type or tenor of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floatinginterestrate.asp\" rel=\"noopener noreferrer\">floating rate</a> index that they pay; this is known as a basis swap. A company can swap from three-month LIBOR to six-month LIBOR, for example, either because the rate is more attractive or it matches other payment flows. A company can also switch to a different index, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\" rel=\"noopener noreferrer\">federal funds rate</a>, commercial paper, or the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012815/how-are-treasury-bill-interest-rates-determined.asp\" rel=\"noopener noreferrer\">Treasury bill rate</a>.\n", "\nSuppose that PepsiCo needs to raise $75 million to acquire a competitor. In the U.S., they may be able to borrow the money with a 3.5% interest rate, but outside of the U.S., they may be able to borrow at just 3.2%. The catch is that they would need to issue the bond in a foreign currency, which is subject to fluctuation based on the home country's interest rates.\n", "\nPepsiCo could enter into an interest rate swap for the duration of the bond. Under the terms of the agreement, PepsiCo would pay the counterparty a 3.2% interest rate over the life of the bond. The company would then swap $75 million for the agreed-upon exchange rate when the bond matures and avoid any exposure to exchange-rate fluctuations.\n"]}