{"name": "Inter-Vivos Trust Definition", "@id": "https://www.investopedia.com/terms/i/intervivostrust.asp", "related": ["https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/g/grantortrustrules.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/d/dynasty-trust.asp", "https://www.investopedia.com/terms/b/beneficiary.asp"], "body": ["\nAn inter-vivos trust is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a> relationship used in estate planning created during the lifetime of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustor.asp\" rel=\"noopener noreferrer\">trustor</a>. Also known as a living trust, this <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\" rel=\"noopener noreferrer\">trust</a> has a duration that is determined at the time of the trust's creation and can entail the distribution of assets to the beneficiary during or after the trustor's lifetime. <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062515/what-difference-between-intervivos-trust-and-testamentary-trust.asp\" rel=\"noopener noreferrer\">The opposite of an inter-vivos trust</a> is a <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/testamentarytrust.asp\" rel=\"noopener noreferrer\">testamentary trust</a>, which goes into effect upon the death of the trustor.\n", "\nA trust is typically established to hold assets for the benefit of a party called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary-of-trust.asp\" rel=\"noopener noreferrer\">trust beneficiaries</a>. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a> is typically assigned to manage those assets and to ensure that the trust agreement is followed, which would include making sure the assets are distributed to the named beneficiaries.\n", "\nHowever, an inter-vivos trust is a living trust since it allows the owner or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustor.asp\" rel=\"noopener noreferrer\">trustor</a> to use the assets and benefit from the trust during the trustor's lifetime. Once the trustor passes away, the assets would be distributed by the trustee to the beneficiaries. While living, the trustor, or trustors in the case of a married couple, can be the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a>, managing the assets until they are no longer able, at which time a named backup trustee assumes the duties. There are two categories of trusts that a living trust can fall under; revocable or irrevocable.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocabletrust.asp\" rel=\"noopener noreferrer\">revocable trust</a> is a trust that allows changes to be made to the trust by the trustor or grantor. The trust can also be canceled by the trustor, and any income earned in the revocable trust is paid to the trustor. Following the death of the trustor, the income and assets are transferred to the beneficiaries of the trust. Revocable trusts are helpful since they’re flexible during the lifetime of the trustor but also allow the distribution of the assets from the trustor’s estate.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irrevocabletrust.asp\" rel=\"noopener noreferrer\">irrevocable trust</a> is a trust that does not allow changes to be made to the trust by the trustor or grantor. The trust cannot be canceled or altered once established as an irrevocable trust. Once assets are placed in an irrevocable trust, the trustor has essentially given up legal ownership of those assets. The trustee would manage the assets and distribute them to the beneficiaries upon the death of the trustor. \n", "\nAn inter-vivos trust is an important <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estateplanning.asp\" rel=\"noopener noreferrer\">estate-planning</a> tool because it helps avoid <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probate.asp\" rel=\"noopener noreferrer\">probate</a>, which is the process of distributing the deceased's assets in court. The probate process can be lengthy, costly, and expose a family's private financial matters by making them a matter of public record. A properly established trust helps to ensure that the assets get distributed to their intended recipients in a timely and private manner. As a result, the surviving family members receive the assets in a smooth transition without any disruption in their use.\n", "\nIn a living revocable trust, the trustor can also be the trustee, which means that the assets are controlled by the owner. However, since the assets are in the trustor’s name, estate taxes might apply if the value of the assets exceeds the estate-tax exemption at the time of the trustor's death.\n", "\nIf the trustor creates a living irrevocable trust, the trustor essentially reduces the value of the estate, (since all rights to the assets have been relinquished), and would thus reduce the taxes on the estate.\n", "\nIn establishing a trust, the grantor names the trust parties, which include the grantors, typically the husband and wife; the beneficiaries; and the trustee. Sometimes, the spouses are named as trustees. However, a contingent trustee should be named in the event both spouses die.\n", "\nJust about any asset can be owned by a trust. Assets such as real estate, investments, and business interests can be re-titled in the name of the trust. Some assets, such as life insurance and retirement plans, pass to a designated beneficiary so they need not be included.\n", "\nIn addition to assigning assets to specific beneficiaries, a trust can include instructions for the trustee to guide the timing of distribution and management of the assets while they are still held by the trust.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-online-will-makers-4843732\" rel=\"noopener noreferrer\">will</a> is needed to execute the trust. Essentially, the trust becomes the primary beneficiary of a will. In addition, a will acts as a “catch-all” mechanism that determines the disposition of assets that might have been excluded from the trust. It is also the will that establishes guardianship for minor children.\n"]}