{"name": "Introduction to the Waiver of Premium for Payer Benefit Definition", "@id": "https://www.investopedia.com/terms/w/waiver-of-premium-for-payer-benefit.asp", "related": ["https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp", "https://www.investopedia.com/terms/v/variable-survivorship-life-insurance.asp", "https://www.investopedia.com/terms/w/waiver-of-coinsurance-clause.asp"], "body": ["\nA waiver of premium for payer benefit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\" rel=\"noopener noreferrer\">rider</a> in an insurance policy states the insurance company will not require the payor to pay premiums to maintain the plan under certain conditions. The life insurance company operates as payor when there is an event that qualifies under the waiver of premium for payer benefit.\n", "\nIt's important to note the different parties associated with an insurance policy; the applicant; insured; owner; and payor. The key is that the insured is not always the payor, where the payor is the party designated by the policyowner to make premium payments on the insurance policy. Most commonly, waiver of premium occurs at the point of a disability, but not death of the payor. If there is a designated co-payor, that individual can continue to pay the premiums or if the owner was not also the payor, he or she can then designate a new payor or begin paying the premiums themselves. The insurance company may charge a higher premium to include this waiver in the policy to compensate for the additional risks presented with a waiver of premium for payor benefit\n", "\nAs an example of a waiver of premium for payer benefit, consider if a parent or grandparent purchased a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a> policy for their child or grandchild.The waiver of premium rider is not activated due to death. An insurance company may offer a paid up policy or extended term policy depending on the type of policy and cash value. Alternatively, if the policyowner is different from the payor (parent or grandparent), then the policyowner could designate another payor or begin premium payments themselves.\n", "\nThe waiver might only apply until the child reached an age where he or she could be expected to pay the premiums alone, such as age 21. The benefit will also protect the insured’s beneficiaries, who may need the financial benefits from the policy to pay for housing, college, or other living expenses when the insured is gone.\n", "\nKeep in mind that the waiver of premium for payor benefit will expire, often at age 60 or 65. To understand this and other limitations of this rider, it's essential to read the fine print of a policy. Some waivers may exclude the payment of benefits for death by a specified cause, such as especially hazardous occupations or hobbies.\n", "\nThe waiver of premium for payer benefit may come as a clause included in a life insurance policy, or it may need to be added as a rider. The time to figure out if this policy benefit will need to be added as a rider is when a potential policyholder is discussing coverages with their insurance agent and completing the application. Waiver of premium riders are underwritten similar to disability policies. In some cases, someone may be approved for a life insurance policy but be denied the waiver of premium benefit. In the case of a payor being different from the insured, both parties would need to submit health information for underwriting department to determine if they are insurable.\n", "\nAn insurance company may offer an enhanced waiver of premium for payer rider options. For example, a company might provide a potential policyholder an opportunity to expand the waiver to cover unemployment or possibly skip payments in the event a policyholder is laid off and out of work. \n"]}