{"name": "Introduction to the Qatari Riyal (QAR)", "@id": "https://www.investopedia.com/terms/q/qar-qatar-riyal.asp", "related": ["https://www.investopedia.com/terms/forex/a/aed-united-arab-emirates-dirham.asp", "https://www.investopedia.com/terms/forex/m/myr-malaysian-ringgit.asp", "https://www.investopedia.com/terms/l/lrd.asp", "https://www.investopedia.com/terms/forex/u/usd-chf-us-dollar-swiss-franc-currency-pair.asp", "https://www.investopedia.com/terms/forex/b/bzd-belize-dollar.asp", "https://www.investopedia.com/terms/c/cup.asp"], "body": ["\nQAR is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/isocurrencycode.asp\">currency code</a> for the Qatari riyal, the currency of the State of Qatar which is located along the coast of the Arabian Peninsula. The Qatari riyal is made up of 100 dirhams. The abbreviation for the currency is QR, in English. Riyal is also frequently referred to as rial.\n", "\nAll Qatar notes and coins are issued by the Qatar Central Bank whose objectives include monetary stability and regulatory control of the currency.\n", "\nThe Qatari riyal replaced the Qatar and Dubai riyal in 1973 when Dubai entered into the United Arab Emirates (UAE). At this time, Qatar began to issue its riyal separately. The Qatar and Dubai riyal came into force in 1966, at which time the previous currency, the Indian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inr.asp\">rupee</a>, was replaced due to India's devaluation of its currency.\n", "\nThe riyal is pegged to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/u/usd-united-states-dollar.asp\">U.S. dollar</a> (USD) at 3.64 QAR per one USD, or USD/QAR = 3.64. The peg became official in 2001 when it was written into law by Royal Decree. Per the law, the currency will be maintained within a band between 3.6385 and 3.6415 riyals per USD.\n", "\nBecause Qatar's economy is heavily dependent on commodities such as oil and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/12/natural-gas-primer.asp\">natural gas</a>, the pegging of its currency reduces potential economic shocks because these commodity prices are denominated in U.S. dollars. The oil and gas industry represents roughly half of the country's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP) and nearly all its exports.\n", "\nIn 2017, the value of the riyal shifted in the offshore market after some foreign countries ceased dealing with Qatari banks, which created a liquidity shortfall, pushing the value of the riyal to 3.81 in some foreign markets. During this time, and after, the official peg rate of 3.64 stayed in effect within Qatar. This period, referred to as the diplomatic crisis, resulted from several countries cutting diplomatic ties and not allowing Qatar to use their airspace or sea routes as it was alleged that Qatar was supporting terrorism.\n", "\nAs of 2019, there are still countries that will not have diplomatic relations with Qatar.\n", "\nAs of mid-2019, the exchange rate of the USD/QAR is 3.64 and remains pegged at that rate.\n", "\nAs for banknotes, the Qatari riyal has bill denominations of one, five, 10, 50, 100, and 500 riyals. Coins denominations are one, five, 10, 25, and 50 dirhams.\n", "\nIf traveling to Qatar, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency-peg.asp\">pegged</a> exchange rate is one USD equals 3.64 QAR. Unfortunately, the live exchange is not the rate a traveler will get who wants QR cash. Banks and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency-exchange.asp\">currency exchange</a> services will typically charge a three to five percent service charge, and work this into the exchange rate they offer a client. Therefore, instead of getting QR3.64 for each one USD, the traveler will likely get 3.46, which is almost five percent less.\n", "\nThe currency exchange makes the money on the difference between the two rates.\n", "\nAssume the traveler converts $1,000 at this rate, receiving QR3,460. They spend some of this on their trip, but not all of it. When they come home to the U.S., they want to convert their remaining QR1,500 back into USD.\n", "\nThe official exchange rate of the USD/QAR is still 3.64. To find out what each QAR is worth in USD, divide one by 3.64, for a rate of 0.274725. This is the QAR/USD rate.\n", "\nTherefore, the expected money the traveler will receive is $412.09 (QR1,500 x $0.274725). But recall that banks and currency exchanges typically take a service fee and include that fee in the exchange rate. Therefore, instead of getting $0.274725 for each QAR the traveler will likely get a rate closer to $0.261, which is almost five percent less. So instead of receiving $412.09, they receive $391.50 (QR1,500 x $0.261).\n"]}