{"name": "Introduction to Bond Rating Agencies", "@id": "https://www.investopedia.com/terms/b/bond-rating-agencies.asp", "related": ["https://www.investopedia.com/terms/b/ba3-bb.asp", "https://www.investopedia.com/terms/r/rating.asp", "https://www.investopedia.com/terms/b/ba1-bb.asp", "https://www.investopedia.com/terms/c/creditrating.asp", "https://www.investopedia.com/terms/m/moodys.asp", "https://www.investopedia.com/terms/a/angelbond.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/bond-rating.asp\">Bond rating</a> agencies are companies that assess the creditworthiness of both debt securities and their issuers. These agencies publish the ratings used by investment professionals to determine the likelihood that the debt will be repaid.\n", "\nIn the United States, the three primary bond rating agencies are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp.asp\">Standard &amp; Poor's</a> Global Ratings, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moodys.asp\">Moody's</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fitch-ratings.asp\">Fitch Ratings</a>. Each uses a unique letter-based rating system to quickly convey to investors whether a bond carries a low or high default risk and whether the issuer is financially stable. Standard &amp; Poor's highest rating is AAA, and a bond is no longer considered <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentgrade.asp\">investment grade</a> if it falls to BB+ status. The lowest rating, D, indicates that the bond is in <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a>. That means the issuer is delinquent in making interest payments and principal repayments to its bondholders.\n", "\nIn general, Moody's assigns bond <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-credit-rating.asp\">credit ratings</a> of Aaa, Aa, A, Baa, Ba, B, Caa, Ca, C, with WR and NR as withdrawn and not rated, respectively. Standard &amp; Poor's and Fitch assign bond credit ratings of AAA, AA, A, BBB, BB, B, CCC, CC, C, and D, with the latter denoting a bond issuer in default.\n", "\nThe agencies rate bonds at the time they are issued. They periodically reevaluate bonds and their issuers to see if they should change the ratings. Bond ratings are important because they affect the interest rates that companies and government agencies pay on their issued bonds.\n", "\nThe top three bond rating agencies are private firms that rate corporate and municipal bonds based on the associated degree of risk. They sell the ratings for publication in the financial press and daily newspapers. Other bond rating agencies in the United States include Kroll Bond Rating Agency (KBRA), <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dandb.asp\">Dun &amp; Bradstreet Corporation</a>, and Egan-Jones Ratings (EJR) Company.\n", "\nAlthough bond rating agencies were heavily criticized early in the 21st century, they continue to perform valuable functions for investors. A variety of exchange traded funds (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">ETFs</a>) depend on bond ratings for their purchases. For example, an investment-grade bond ETF will buy or sell bonds depending on the ratings that they receive from the bond rating agencies. In this way, the agencies act similarly to fund managers charged with investing in securities of sufficient quality.\n", "\nThe bond rating agencies provide useful information to the markets. However, they are not responsible for the often irrational ways that investors and funds respond to that information. Even managed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a> frequently have rules that require them to sell bonds that fall below a specific credit rating. A rating downgrade can cause a downward spiral of forced selling, creating bargains for investors in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fallenangel.asp\">fallen angel</a> bonds.\n", "\nSince the 2008 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-crisis.asp\">credit crisis</a>, rating agencies have been criticized for not identifying all of the risks that could impact a security's creditworthiness. In particular, they were blamed for giving high credit ratings to mortgage-backed securities (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">MBS</a>) that turned out to be high-risk investments. Investors continue to be concerned about possible conflicts of interest. Bond issuers pay the agencies for the service of providing ratings, and no one wants to pay for a low rating. Because of these and other shortcomings, ratings should not be the only factor investors rely on when assessing the risk of a particular bond investment.\n", "\nOn the other hand, bond rating agencies have also been criticized for causing financial losses by making dubious rating downgrades. Most famously, S&amp;P downgraded the U.S. federal government's credit rating from AAA to AA+ during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/2011-debt-ceiling-crisis.asp\">2011 debt ceiling crisis</a>. In point of fact, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\">Federal Reserve</a> can always print more money to pay interest. Furthermore, the U.S. government showed no signs of defaulting during the following decade. Nonetheless, stock prices experienced a significant correction in 2011. Some innocent companies ended up paying higher interest on their debts. However, the market showed its lack of confidence in S&amp;P's downgrade by sending <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">U.S. Treasury bond</a> prices higher.\n", "\nThe relatively discrete way in which the agencies rate bonds also generally makes market volatility unnecessarily high. The most extreme case occurs when the agencies downgrade a nation's debt from investment grade to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junkbond.asp\">junk</a> status. For example, S&amp;P's downgrade of Greece's national debt to junk in 2010 contributed to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/european-sovereign-debt-crisis.asp\">European sovereign debt crisis</a>. A more continuous system would give markets more time to adjust. Rating debt on a scale of 0 to 1,000 and updating the ratings on a more frequent basis could prevent declines from turning into disasters.\n"]}