{"name": "Introduction to Section 1245", "@id": "https://www.investopedia.com/terms/s/section1245.asp", "related": ["https://www.investopedia.com/terms/d/depreciationrecapture.asp", "https://www.investopedia.com/terms/s/section-1231.asp", "https://www.investopedia.com/terms/r/recapture.asp", "https://www.investopedia.com/terms/u/unrecaptured-1250-gain.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/s/short-term-gain.asp"], "body": ["\nSection 1245 is codified in the United States Code (USC) at Title 26 - <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\" rel=\"noopener noreferrer\">Internal Revenue Code (IRC)</a>, Subtitle A - Income Taxes, Chapter 1 - Normal Taxes and Surtaxes, Subchapter P - Capital Gains and Losses, Part IV - Special Rules for Determining Capital Gains and Losses, Section 1245 - Gain from dispositions of certain depreciable property.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ This (lengthy!) taxonomy usefully informs us that Section 1245 covers the applicable tax rate for gains from the sale or transfer of depreciable and amortizable property. Let’s dig deeper to learn what kind of property is covered and what tax rate applies to it.\n", "\nSection 1245 recaptures <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortization.asp\" rel=\"noopener noreferrer\">amortization</a> allowed or allowable on <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangible-personal-property.asp\" rel=\"noopener noreferrer\">tangible</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangible-personal-property.asp\" rel=\"noopener noreferrer\">intangible</a> <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personalproperty.asp\" rel=\"noopener noreferrer\">personal property</a> at the time a business sells such property at a gain by taxing the gain at ordinary income rates to the extent of its allowable or allowed depreciation or amortization.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe IRS defines Section 1245<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ property as the following:\n", "\nSection 1245 property includes any property that is or has been subject to an allowance for depreciation or amortization and that is any of the following types of property.\n", "\nSection 1245 is a mechanism to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciationrecapture.asp\" rel=\"noopener noreferrer\">recapture</a> at ordinary income tax rates allowable or allowed depreciation or amortization taken on section 1231 property. Allowable or allowed means that the amount of depreciation or amortization recaptured is the greater of that taken or that could have been taken but was not.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nGoing forward, this article will simplify references to depreciation and amortization to just depreciation with the reminder that section 1245 applies to depreciated and amortized personal property.\n", "\nSection 1245 defines section 1245 property by telling us what it is not. This definition by exclusion confuses even tax experts. Perhaps section 1245 property will be easier to identify if we instead focus on the reason why Congress enacted section 1245. The answer boils down to the adjustment of the property’s basis by depreciation and the character of gain or loss on the property’s disposition. \n", "\nConceptually, a lower tax rate on gain means less tax payable and a higher tax rate on loss means a larger offset of taxable income and less tax payable. For this reason, tax planning strategy seeks lower capital gains rates for gains and higher ordinary income rates for losses.\n", "\nCongress enacted IRC <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/section-1231.asp\" rel=\"noopener noreferrer\">Section 1231</a> to favor businesses by allowing them to apply a lower capital gains rate on gains and a higher ordinary income rate on losses recognized from the sale of their property. However, many businesses had already gotten favorable tax treatment by taking depreciation deductions on these properties. So, Congress enacted Section 1245 to recapture depreciation at ordinary income rates on properties sold at a gain.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe wording of Section 1245 implies that it covers a new or different class of property—section 1245 property. But, in reality, section 1245 property is merely section 1231 property that has been depreciated. Section 1245 property is section 1245 property only as long as it has unrecaptured depreciation. Once its depreciation is fully recaptured, it becomes section 1231 property.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nWith this understanding, let’s look at the tax picture of a sale of section 1245 property. If section 1245 property is sold at a loss, it converts to section 1231 property for tax purposes, and the loss is ordinary (subject to netting and look-back). If section 1245 property is sold at a gain, it remains section 1245 property and, to the extent of depreciation, the gain is taxed at ordinary income rates. Once depreciation has been recaptured, it converts to section 1231 property, and any remaining gain is taxed at capital gains rates.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nHere is an example that may help clear the fog. A business owns a $100 widget and takes $75 of depreciation. The widget’s adjusted tax basis is its $100 cost minus $75 of depreciation, or $25. The business sells the widget for $150. The gain is the $150 sale price minus the $25 adjusted tax basis, or $125. Of that $125, $75 is section 1245 gain taxed at ordinary income rates, and $50 is section 1231 gain taxed at capital gains rates. If the business sells the $100 widget for $20, you have a loss of $20 sale price minus $25 adjusted tax basis, or $5. Since there is $0 gain, Section 1245 does not apply, and the $5 loss is a section 1231 loss that is ordinary.\n"]}