{"name": "Introduction to National Securities Clearing Corporation (NSCC) Definition", "@id": "https://www.investopedia.com/terms/n/nscc.asp", "related": ["https://www.investopedia.com/terms/d/dtcc.asp", "https://www.investopedia.com/terms/d/dtc.asp", "https://www.investopedia.com/terms/c/canadian-derivatives-clearing-corporation.asp", "https://www.investopedia.com/terms/c/cns.asp", "https://www.investopedia.com/terms/g/gscc.asp", "https://www.investopedia.com/terms/p/post-trade-processing.asp"], "body": ["\nNational Securities Clearing Corporation (NSCC) is a subsidiary of Depository Trust &amp; Clearing Corporation (DTCC) that provides centralized clearing, risk management, information, and settlement services to the financial industry.\n", "\nThe NSCC offers multilateral netting so that brokers can offset buy and sell positions into a single payment obligation. This reduces their financial exposure and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalrequirement.asp\">capital requirements</a>.\n", "\nThe National Securities Clearing Corporation was established in 1976 and is a registered clearing corporation, regulated by the U.S. Securities and Exchange Commission (SEC).\n", "\nBefore its inception, strong demand for paper stock certificates had become nearly overwhelming for many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockbroker.asp\">stock brokerages</a>, causing the stock exchanges to close once a week.\n", "\nTo overcome this problem, multilateral netting was proposed. This is an arrangement among multiple parties to sum transactions in a centralized area, rather than settle them individually. This helps avoid the need for multiple invoicing and payment settlements among various parties.\n", "\nThe decision to work with multilateral netting led to the formation of the NSCC. Today, this corporation serves as a seller for every buyer, and buyer for every seller for trades that settle in U.S. markets. The NSCC helps reduce the value of payments exchanged by an average of 98% daily. Also, it’s important to note that NSCC generally clears and settles trades on a T+2 basis.\n", "\nAs noted above, NSCC is a subsidiary of DTCC. Along with NSCC, DTCC manages an additional four <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearingcorporation.asp\">clearing corporations</a> and one depository. DTCC is the world's largest financial services corporation dealing in post-trade transactions. DTCC’s core function is to integrate NSCC and DTC, streamlining clearing, and depository transactions to reduce costs and increase capital efficiency.\n", "\nFounded in 1973, DTCC remains one of the world's largest securities depositories. The entity is organized as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limited-purpose-trust-company.asp\">limited purpose trust company</a> and provides electronic safekeeping of securities balances. Also, DTC acts as a clearinghouse to process and settle trades in corporate and municipal securities.)\n", "\nDepository Trust &amp; Clearing Corporation takes offsetting positions with clients in every transaction to ensures that transactions are completed promptly and efficiently. Clearing brokers associated with the DTCC are exchange members, who help ensure that trades settle appropriately and that transactions are successful. Also, these clearing brokers maintain paperwork associated with the clearing and executing of a transaction.\n"]}