{"name": "Investment Fund", "@id": "https://www.investopedia.com/terms/i/investment-fund.asp", "related": ["https://www.investopedia.com/terms/e/etf.asp", "https://www.investopedia.com/terms/m/management-investment-company.asp", "https://www.investopedia.com/terms/i/indexfund.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/w/webs.asp", "https://www.investopedia.com/terms/c/closed-endinvestment.asp"], "body": ["\nAn investment fund is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/law-supply-and-demand/\">supply of capital</a> belonging to numerous investors used to collectively purchase securities while each investor retains ownership and control of his own shares. An investment fund provides a broader selection of investment opportunities, greater management expertise, and lower investment fees than investors might be able to obtain on their own. Types of investment funds include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/introduction-mutual-funds/\">mutual funds</a>, exchange-traded funds, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarket.asp\">money market</a> funds, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a>.\n", "\nWith investment funds, individual investors do not make decisions about how a fund's assets should be invested. They simply choose a fund based on its goals, risk, fees and other factors. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundmanager.asp\">fund manager</a> oversees the fund and decides which securities it should hold, in what quantities and when the securities should be bought and sold. An investment fund can be broad-based, such as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\">index fund</a> that tracks the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090414/sp-500-etfs-what-every-investor-should-know.asp\">S&amp;P 500</a>, or it can be tightly focused, such as an <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">ETF</a> that invests only in small technology stocks.\n", "\nWhile investment funds in various forms have been around for many years, the Massachusetts Investors Trust Fund is generally considered the first open-end mutual fund in the industry. The fund, investing in a mix of large-cap stocks, launched in 1924.\n", "\nThe majority of investment fund assets belong to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-endfund.asp\">open-end mutual funds</a>. These funds issue new shares as investors add money to the pool, and retire shares as investors redeem. These funds are typically priced just once at the end of the trading day.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-endinvestment.asp\">Closed-end funds</a> trade more similarly to stocks than open-end funds. Closed-end funds are managed investment funds that issue a fixed number of shares, and trade on an exchange. While a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\">net asset value</a> (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\">NAV</a>) for the fund is calculated, the fund trades based on investor supply and demand. Therefore, a closed-end fund may trade at a premium or a discount to its NAV.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">Exchange-traded funds</a> (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">ETFs</a>) emerged as an alternative to mutual funds for traders who wanted more flexibility with their investment funds. Similar to closed-end funds, ETFs trade on exchanges, and are priced and available for trading throughout the business day. Many mutual funds, such as the Vanguard 500 Index Fund, have ETF counterparts. The Vanguard S&amp;P 500 ETF is essentially the same fund, but came to be bought and sold intraday. ETFs frequently have the additional advantage of slightly lower expense ratios than their mutual fund equal.\n", "\nThe first ETF, the SPDR S&amp;P 500 ETF, debuted in the United States in 1993. By the end of 2018, ETFs had roughly $3.4 trillion in assets under management.\n", "\nA hedge fund is an investment type that is distinct from mutual funds or ETFs. This fund is an actively managed fund made available to accredited investors. A hedge fund faces less federal regulation and is therefore able to invest in a variety of asset classes using a wide range of strategies. For example, a hedge find might pairs stocks it wants to short (bet will decrease) with stocks it expects to go up in order to decrease the potential for loss.\n", "\nHedge funds also tend to invest in riskier assets in addition to stocks, bonds, ETFs, commodities and alternative assets. These include derivatives such as futures and options that may also be purchased with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leverage</a>, or borrowed money. \n"]}