{"name": "Investment Bank Definition", "@id": "https://www.investopedia.com/terms/i/investmentbank.asp", "related": ["https://www.investopedia.com/terms/i/investment-banking.asp", "https://www.investopedia.com/terms/i/investmentbanker.asp", "https://www.investopedia.com/terms/g/gray-list.asp", "https://www.investopedia.com/terms/l/lehmanformula.asp", "https://www.investopedia.com/terms/b/bank.asp", "https://www.investopedia.com/terms/f/finance.asp"], "body": ["\nAn investment bank is a financial services company that acts as an intermediary in large and complex financial transactions. An investment bank is usually involved when a startup company prepares for its launch of an initial public offering (IPO) and when a corporation merges with a competitor. It also has a role as a broker or financial adviser for large institutional clients such as pension funds.\n", "\nGlobal investment banks include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/031915/jpmorgan-vs-goldman-sachs-jpm-gs.asp\" rel=\"noopener noreferrer\">JPMorgan Chase, Goldman Sachs</a>, Morgan Stanley, Citigroup, Bank of America, Credit Suisse, and Deutsche Bank.\n", "\nMany of these names also offer storefront community banking and have divisions that cater to the investment needs of high-net-worth individuals.\n", "\nThe advisory division of an investment bank is paid a fee for its services. The trading division earns commissions based on its market performance. As noted, many also have retail banking divisions that make money by loaning money to consumers and businesses.\n", "\nProfessionals who work for investment banks may have careers as financial advisors, traders, or salespeople. An investment banking career is lucrative but typically comes with long hours and significant stress.\n", "\nInvestment banks are best known for their work as intermediaries between a corporation and the financial markets. That is, they help corporations issue shares of stock in an IPO or an additional stock offering. They also arrange debt financing for corporations by finding large-scale investors for corporate bonds.\n", "\nThe investment bank's advisory role begins with pre-underwriting counseling and continues after the distribution of securities.\n", "\nThe investment bank is responsible for examining a company’s financial statements for accuracy and publishing a prospectus that describes the offering in detail to investors before the securities are available for purchase.\n", "\nInvestment bank clients include corporations, pension funds, other financial institutions, governments, and hedge funds.\n", "\nSize is an asset for investment banks. The more connections the bank has within the global financial community, the more likely it is to profit by matching buyers with sellers, especially for unique transactions.\n", "\nInvestment bank operations can be roughly divided into three main functions.\n", "\nAs a financial advisor to large institutional investors, an investment bank may provide strategic advice on a variety of financial matters.\n", "\nThey accomplish this mission by combining a thorough understanding of their clients' objectives, industry, and global markets with the strategic vision necessary to spot and evaluate short- and long-term opportunities and challenges.\n", "\nFacilitating mergers and acquisitions is a key element of an investment bank's work.\n", "\nThe investment bank estimates the value of a potential acquisition and helps negotiate a fair price for it. It also assists in structuring and facilitating the acquisition to make the deal go as smoothly as possible.\n", "\nInvestment banks have research divisions that review companies and write reports about their prospects, often with buy, hold, or sell ratings. This research may not generate revenue directly but it assists its traders and sales department.\n", "\nThe research division also provides investment advice to outside clients who can complete a trade through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tradingdesk.asp\" rel=\"noopener noreferrer\">trading desk</a> of the bank, which would generate revenue for the bank.\n", "\nResearch maintains an investment bank's institutional knowledge on credit research, fixed income research, macroeconomic research, and quantitative analysis, all of which are used internally and externally to advise clients.\n", "\nInvestment banks advise external clients in one division and trade their own accounts in another. That is a potential conflict of interest.\n", "\nTo prevent it, investment banks must maintain what is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chinesewall.asp\" rel=\"noopener noreferrer\">Chinese wall</a> between divisions. This figurative barrier is meant to prevent the sharing of information that would allow one side or the other to unfairly profit at the expense of its own clients.\n"]}