{"name": "Investing Definition", "@id": "https://www.investopedia.com/terms/i/investing.asp", "related": ["https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/p/private-equity-real-estate.asp", "https://www.investopedia.com/terms/i/investment.asp", "https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/t/timberlandinvestment.asp"], "body": ["\nInvesting is the act of allocating resources, usually money, with the expectation of generating an income or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profit</a>. You can invest in endeavors, such as using money to start a business, or in assets, such as purchasing real estate in hopes of reselling it later at a higher price.\n", "\nThe expectation of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/return.asp\" rel=\"noopener noreferrer\">return</a> in the form of income or price appreciation with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statistical-significance.asp\" rel=\"noopener noreferrer\">statistical significance</a> is the core premise of investing. The spectrum of assets in which one can invest and earn a return is a very wide one.\n", "\nRisk and return go hand-in-hand in investing; low risk generally means low expected returns, while higher returns are usually accompanied by higher risk. At the low-risk end of the spectrum are basic investments such as Certificates of Deposit (CDs); bonds or fixed-income instruments are higher up on the risk scale, while stocks or equities are regarded as riskier. Commodities and derivatives are generally considered to be among the riskiest investments. One can also invest in something practical, such as land or real estate, or delicate items, such as fine art and antiques.\n", "\nRisk and return expectations can vary widely within the same asset class. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bluechip.asp\" rel=\"noopener noreferrer\">blue chip</a> that trades on the New York Stock Exchange will have a very different risk-return profile from a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microcapstock.asp\" rel=\"noopener noreferrer\">micro-cap</a> that trades on a small exchange.\n", "\nThe returns generated by an asset depend on the type of asset. For instance, many stocks pay quarterly dividends, whereas bonds generally pay interest every quarter. In many jurisdictions, different types of income are taxed at different rates.\n", "\nIn addition to regular income, such as a dividend or interest, price appreciation is an important component of return. Total return from an investment can thus be regarded as the sum of income and capital appreciation. As of March 2019, Standard &amp; Poor's estimates that since 1926, dividends have contributed nearly a third of total equity return while capital gains have contributed two-thirds.\n", "\nWhile the universe of investments is a vast one, here are the most common <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/11/3-s-simple-investing.asp\" rel=\"noopener noreferrer\">types of investments</a>:\n", "\nA buyer of a company's stock becomes a fractional owner of that company. Owners of a company's stock are known as its shareholders and can participate in its growth and success through appreciation in the stock price and regular dividends paid out of the company's profits.\n", "\nBonds are debt obligations of entities, such as governments, municipalities, and corporations. Buying a bond implies that you hold a share of an entity's debt and are entitled to receive periodic interest payments and the return of the bond's face value when it matures.\n", "\nFunds are pooled instruments managed by investment managers that enable investors to invest in stocks, bonds, preferred shares, commodities, etc. The two most common types of funds are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\" rel=\"noopener noreferrer\">mutual funds </a>and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds</a> or ETFs. Mutual funds do not trade on an exchange and are valued at the end of the trading day; ETFs trade on stock exchanges and, like stocks, are valued constantly throughout the trading day. Mutual funds and ETFs can either passively track indices, such as the S&amp;P 500 or the Dow Jones Industrial Average, or can be actively managed by fund managers.\n", "\nTrusts are another type of pooled investment, with Real Estate Investment Trusts (REITs) the most popular in this category. REITs invest in commercial or residential properties and pay regular distributions to their investors from the rental income received from these properties. REITs trade on stock exchanges and thus offer their investors the advantage of instant liquidity.\n", "\nThis is a catch-all category that includes hedge funds and private equity. Hedge funds are so-called because they can hedge their investment bets by going long and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\" rel=\"noopener noreferrer\">short </a>on stocks and other investments. Private equity enables companies to raise capital without going public. Hedge funds and private equity were typically only available to affluent investors deemed \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\" rel=\"noopener noreferrer\">accredited investors</a>\" who met certain income and net worth requirements. However, in recent years, alternative investments have been introduced in fund formats that are accessible to retail investors.\n", "\nDerivatives are financial instruments that derive their value from another instrument, such as a stock or index. An option is a popular derivative that gives the buyer the right but not the obligation to buy or sell a security at a fixed price within a specific time period. Derivatives usually employ <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a>, making them a high-risk, high-reward proposition.\n", "\nCommodities include metals, oil, grain, and animal products, as well as financial instruments and currencies. They can either be traded through commodity futures—which are agreements to buy or sell a specific quantity of a commodity at a specified price on a particular future date—or ETFs. Commodities can be used for hedging risk or for speculative purposes.\n", "\nLet's compare a couple of the most common investing styles:\n", "\n<strong>Active versus passive investing: </strong>The goal of active investing is to \"beat the index\" by actively managing the investment portfolio. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/active-vs-passive-investing/\" rel=\"noopener noreferrer\">Passive investing, on the other hand</a>, advocates a passive approach, such as buying an index fund, in tacit recognition of the fact that it is difficult to beat the market consistently. While there are pros and cons to both approaches, in reality, few fund managers beat their benchmarks consistently enough to justify the higher costs of active management.\n", "\n<strong>Growth versus value: </strong>Growth investors prefer to invest in high-growth companies, which typically have higher valuation ratios such as Price-Earnings (P/E) than value companies. Value companies have significantly lower PE's and higher dividend yields than growth companies because they may be out of favor with investors, either temporarily or for a prolonged period of time.\n", "\nThe question of \"how to invest\" boils down to whether you are a Do-It-Yourself (DIY) kind of investor or would prefer to have your money managed by a professional. Many investors who prefer to manage their money themselves have accounts at discount brokerages because of their low commissions and the ease of executing trades on their platforms.\n", "\nInvestors who prefer professional money management generally have wealth managers looking after their investments. Wealth managers usually charge their clients a percentage of assets <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aum.asp\" rel=\"noopener noreferrer\">under management</a> (AUM) as their fees. While professional money management is more expensive than managing money by oneself, such investors don't mind paying for the convenience of delegating the research, investment decision-making, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/12/difference-investing-trading.asp\" rel=\"noopener noreferrer\">trading</a> to an expert.\n", "\nSome investors opt to invest based on suggestions from automated financial advisors. Powered by algorithms and artificial intelligence, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp\" rel=\"noopener noreferrer\">robo-advisors</a> gather critical information about the investor and their risk profile to make suitable recommendations. With little to no human interference, robo-advisors offer a cost-effective way of investing with services similar to what a human investment advisor offers. With advancements in technology, robo-advisors are capable of more than selecting investments. They can also help people develop retirement plans and manage trusts and other retirement accounts, such as 401(k)s.\n", "\nWhile the concept of investing has been around for millennia, investing in its present form traces its roots back to the period between the 17th and 18th centuries, when the development of the first public markets connected investors with investment opportunities. The Amsterdam Stock Exchange was established in 1787, followed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">New York Stock Exchange</a> (NYSE) in 1792.\n", "\nThe Industrial Revolutions of 1760-1840 and 1860-1914 resulted in greater prosperity as a result of which people amassed savings that could be invested, fostering the development of an advanced banking system. Most of the established banks that dominate the investing world began in the 1800s, including Goldman Sachs and J.P. Morgan.\n", "\nThe 20th century saw new ground being broken in investment theory, with the development of new concepts in asset pricing, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modernportfoliotheory.asp\" rel=\"noopener noreferrer\">portfolio theory</a>, and risk management. In the second half of the 20th century, many new investment vehicles were introduced, including hedge funds, private equity, venture capital, REITs, and ETFs.\n", "\nIn the1990s, the rapid spread of the Internet made online trading and research capabilities accessible to the general public, completing the democratization of investing that had commenced more than a century ago.\n", "\nThe bursting of the dot.com bubble—a bubble that created a new generation of millionaires from investments in technology-driven and online business stocks—ushered in the 21st century and perhaps set the scene of what was to come. In 2001, the collapse of Enron took center stage, with its full display of fraud that bankrupted the company and its accounting firm, Arthur Andersen, as well as many of its investors.\n", "\nOne of the most notable events in the 21st century, or history for that matter, is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> (2007-2009) when an overwhelming number of failed investments in mortgage-backed securities crippled economies around the world. Well-known banks and investment firms went under, foreclosures surmounted, and the wealth gap widened.\n", "\nThe 21st century also opened up the world of investing to newcomers and unconventional investors by saturating the market with discount online investment companies and free-trading apps, such as Robinhood.\n", "\nWhether buying a security qualifies as investing or speculation depends on three factors:\n", "\nAs price volatility is a common measure of risk, it stands to reason that a staid blue-chip is much less risky than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrency</a>. Thus, buying a dividend-paying blue chip with the expectation of holding it for several years would qualify as investing. On the other hand, a trader who buys a cryptocurrency to flip it for a quick profit in a couple of days is clearly speculating.\n", "\nAssume you purchased 100 shares of Adobe Inc (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=ADBE\" rel=\"noopener noreferrer\">ADBE</a>) stock on March 24, 2020, for $310 and sold it exactly a year later for $460.20. What was your approximate total return, ignoring commissions? Keep in mind, Adobe does not issue stock dividends. The resulting capital gain would be (($460.20 - $310)/$310) x 100% = <strong>48.5%.</strong>\n", "\nNow, imagine that Adobe issued dividends in 2020 and you received $5 in dividends per share. Your approximate total return would then be <strong>50.11%</strong> (Capital gains: <em>48.5%</em> + Dividends: (500/$31,000) x 100% =<em><strong> </strong>1.61%</em>).\n", "\nInvesting is the act of distributing resources into something to generate income or gain profits. The type of investment you choose might likely depend on you what you seek to gain and how sensitive you are to risk. Assuming little risk generally yields lower returns and vice versa for assuming high risk. Investments can be made in stocks, bonds, real estate, precious metals, and more. Investing can be made with money, assets, cryptocurrency, or other mediums of exchange.\n", "\nYou can choose the do-it-yourself route, selecting investments based on your investing style, or enlist the help of an investment professional, such as an advisor or broker. Before investing, it's important to determine what your preferences and risk tolerance are. If risk-averse, choosing stocks and options, may not be the best choice. Develop a strategy, outlining how much to invest, how often to invest, and what to invest in based on goals and preferences. Before allocating your resources, research the target investment to make sure it aligns with your strategy and has the potential to deliver desired results. Remember, you don't need a lot of money to begin, and you can modify as your needs change.\n", "\nInvesting is not reserved for the wealthy. You can invest nominal amounts. For example, you can purchase low-priced stocks, deposit small amounts into an interest-bearing savings account, or save until you accumulate a target amount to invest. If your employer offers a retirement plan, such as a 401(k), allocate small amounts from your pay until you can increase your investment. If your employer participates in matching, you may realize that your investment has doubled.\n", "\nYou can begin investing in stocks, bonds, and mutual funds or even open an IRA. Starting with $1,000 is nothing to sneeze at. A $1,000 investment in Amazon's IPO in 1997 would yield millions today. This was largely due to several stock splits, but it does not change the result: monumental returns. Savings accounts are available at most financial institutions and don't usually require a large amount to invest. Savings accounts don't typically boast high-interest rates; so, shop around to find one with the best features and most competitive rates.\n", "\nBelieve it or not, you can invest in real estate with $1,000. You may not be able to buy an income-producing property, but you can invest in a company that does. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\" rel=\"noopener noreferrer\">real estate investment trust</a> (REIT) is a company that invests in and manages real estate to drive profits and produce income. With $1,000, you can invest in REIT stocks, mutual funds, or exchange-traded funds.\n", "\nThere are many types of investments to choose from. Perhaps the most common are stocks, bonds, real estate, and funds. Other notable investments to consider are real estate investment trusts (REITs), CDs, annuities, cryptocurrencies, commodities, collectibles, and precious metals. The sky is the limit with investments.\n", "\nInvesting involves reallocating funds or resources into something to earn income or generate a profit. There are different types of investment vehicles, such as stocks, bonds, mutual funds, and real estate, each carrying different levels of risks and rewards.\n", "\nInvestors can independently invest without the help of an investment professional or enlist the services of a licensed and registered investment advisor. Technology has also afforded investors the option of receiving automated investment solutions by way of robo-advisors.\n", "\nThe amount of consideration, or money, needed to invest depends largely on the type of investment and the investor's financial position, needs, and goals. However, many vehicles have lowered their minimum investment requirements, allowing more people to participate.\n", "\nDespite how you choose to invest or what you choose to invest in, research your target, as well as your investment manager or platform. Possibly one of the best nuggets of wisdom is from veteran and accomplished investor Warren Buffet, \"Never invest in a business you cannot understand.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}