{"name": "Inverse ETF Definition", "@id": "https://www.investopedia.com/terms/i/inverse-etf.asp", "related": ["https://www.investopedia.com/terms/l/leveraged-etf.asp", "https://www.investopedia.com/terms/u/ultra_etf.asp", "https://www.investopedia.com/terms/i/inverse-volatility-etf.asp", "https://www.investopedia.com/terms/b/bearmarket.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/d/double-gold.asp"], "body": ["\nAn inverse ETF is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange traded fund (ETF)</a> constructed by using various <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a> to profit from a decline in the value of an underlying benchmark. Investing in inverse ETFs is similar to holding various short positions, which involve borrowing securities and selling them with the hope of repurchasing them at a lower price.\n", "\nAn inverse ETF is also known as a \"Short ETF\" or \"Bear ETF.\"\n", "\nMany inverse ETFs utilize daily futures contracts to produce their returns. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contract</a> is a contract to buy or sell an asset or security at a set time and price. Futures allow investors to make a bet on the direction of a securities price.\n", "\nInverse ETFs' use of derivatives—like futures contracts—allows investors to make a bet that the market will decline. If the market falls, the inverse ETF rises by roughly the same percentage minus fees and commissions from the broker.\n", "\nInverse ETFs are not long-term investments since the derivative contracts are bought and sold daily by the fund's manager. As a result, there is no way to guarantee that the inverse ETF will match the long-term performance of the index or stocks it is tracking. The frequent trading often increases fund expenses and some inverse ETFs can carry <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expenseratio.asp\">expense ratios</a> of 1% or more.\n", "\nAn advantage of inverse ETFs is that they do not require the investor to hold a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\">margin account</a> as would be the case for investors looking to enter into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short positions</a>. A margin account is one where a broker lends money to an investor to trade. Margin is used with shorting—an advanced trading activity.\n", "\nInvestors who enter into short positions borrow the securities—they don't own them—so that they can sell them to other traders. The goal is to buy the asset back at a lower price and unwind the trade by returning the shares to the margin lender. However, there is the risk that the value of the security rises instead of falling and the investor has to buy back the securities at a higher price than the original margined sale price.\n", "\nIn addition to a margin account, short selling requires a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-loan-fee.asp\">stock loan fee</a> paid to a broker for borrowing the shares necessary to sell short. Stocks with high <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortinterest.asp\">short interest</a> may result in difficulty finding shares to be short, which drives up the cost of short selling. In many cases, the cost of borrowing shares to short can exceed 3% of the borrowed amount. You can see why inexperienced traders can quickly get in over their heads.\n", "\nConversely, inverse ETFs often have expense ratios of less than 2% and can be purchased by anyone with a brokerage account. Despite the expense ratios, it is still easier and less costly for an investor to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mutualfund/07/inverse-etfs.asp\">take a position in an inverse ETF</a> than it is to sell stocks short.\n", "\nThere are several inverse ETFs that can be used to profit from declines in broad market indexes, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/russell2000.asp\">Russell 2000</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq100.asp\">Nasdaq 100</a>. Also, there are inverse ETFs that focus on specific sectors, such as financials, energy, or consumer staples.\n", "\nSome investors use inverse ETFs to profit from market declines while others use them to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\">hedge their portfolios</a> against falling prices. For example, investors who own an ETF that matches the S&amp;P 500 can hedge declines in the S&amp;P by owning an inverse ETF for the S&amp;P. However, hedging has risks as well. If the S&amp;P rises, investors would have to sell their inverse ETFs since they'll be experiencing losses offsetting any gains in their original S&amp;P investment.\n", "\nInverse ETFs are short-term trading instruments that must be timed perfectly for investors to make money. There's a significant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/092815/risks-investing-inverse-etfs.asp\">risk of losses</a> if investors allocate too much money to inverse ETFs and time their entries and exits poorly.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leveraged-etf.asp\">leveraged ETF</a> is a fund that uses derivatives and debt to magnify the returns of an underlying index. Typically, an ETF's price rises or falls on a one-to-one basis compared to the index it tracks. A leveraged ETF is designed to boost the returns to 2:1 or 3:1 compared to the index.\n", "\nLeveraged inverse ETFs use the same concept as leveraged products and aim to deliver a magnified return when the market is falling. For example, if the S&amp;P has declined by 2%, a 2X-leveraged inverse ETF will deliver a 4% return to the investor excluding fees and commissions.\n", "\nProShares Short S&amp;P 500 (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=sh\">SH</a>) provides inverse exposure to large and midsize companies in the S&amp;P 500. It has an expense ratio of 0.90% and over $1.77 billion in net assets. The ETF aims to provide a one-day trading bet and is not designed to be held for more than one day.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn Feb. 2020, the S&amp;P declined, and as a result, beginning Feb. 17, 2020, the SH rose from $23.19 to $28.22 by March 23, 2020. If investors had been in the SH during those days, they would have realized gains.\n"]}