{"name": "Investment Company Act of 1940 Definition", "@id": "https://www.investopedia.com/terms/i/investmentcompanyact.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-24f-2nt.asp", "https://www.investopedia.com/terms/s/sec-form-24f-2.asp", "https://www.investopedia.com/terms/c/closedendmanagementcompany.asp", "https://www.investopedia.com/terms/s/sec-form-n-2.asp", "https://www.investopedia.com/terms/e/equityuit.asp", "https://www.investopedia.com/terms/1/3c7.asp"], "body": ["\nThe Investment Company Act of 1940 is an act of Congress which regulates the organization of investment companies and the activities they engage in, and sets standards for the investment company industry. The legislation in the Investment Company Act of 1940 is enforced and regulated by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a>. This legislation defines the responsibilities and requirements of investment companies and the requirements for any publicly-traded investment product offerings, such as open-end mutual funds, closed-end mutual funds, and unit investment trusts. The Act primarily targets publicly-traded retail investment products.\n", "\nThe Investment Company Act of 1940 was passed in order to establish and integrate a more stable financial market regulatory framework following the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1929.asp\">Stock Market Crash of 1929</a>. It is the primary legislation governing investment companies and their investment product offerings. The Securities Act of 1933 was also passed in response to the crash, but it focused on greater transparency for investors; the Investment Company Act of 1940 is focused primarily on the regulatory framework for retail investment products.\n", "\nThe Act details the regulations that U.S. investment companies must abide by when offering and maintaining investment product securities. Provisions of the Act address requirements for filings, service charges, financial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disclosure.asp\">disclosures</a>, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\">fiduciary</a> duties of investment companies. \n", "\nThe Act also provides regulations for transactions of certain affiliated persons and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">underwriters</a>; accounting methodologies; recordkeeping requirements; auditing requirements; how securities may be distributed, redeemed, and repurchased; changes to investment policies; and actions in the event of fraud or breach of fiduciary duty. Further, it sets forth specific guidelines for different types of classified investment companies and includes provisions governing the rules of companies' operating products, including unit investment trusts, open-end mutual funds, closed-end mutual funds, and more.\n", "\nThe Act also defines what qualifies as an “investment company.” Companies seeking to avoid the product obligations and requirements of the Act may be eligible for an exemption. For example, hedge funds sometimes fall under the Act's definition of \"investment company\" but may be able to avoid the Act's requirements by requesting an exemption under sections 3(c)(1) or 3(c)7.\n", "\nIn accordance with the Investment Company Act of 1940, investment companies must register with the SEC before they can offer their securities in the public market. The Act also lays out the steps an investment company is required to take during this registration process. \n", "\nCompanies register for different classifications based on the type of product or the range of products that they wish to manage and issue to the investing public. In the U.S., there are three types of investment companies (categorized according to federal securities laws): mutual funds/open-end management investment companies; <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uit.asp\">unit investment trusts (UITs)</a>; and closed-end funds/closed-end management investment companies. Requirements for investment companies are based on their classification and their product offerings.\n"]}