{"name": "Investment Company Definition", "@id": "https://www.investopedia.com/terms/i/investmentcompany.asp", "related": ["https://www.investopedia.com/terms/e/equityuit.asp", "https://www.investopedia.com/terms/c/closedendmanagementcompany.asp", "https://www.investopedia.com/terms/s/sec-form-n-18f-1.asp", "https://www.investopedia.com/terms/m/municipal-investment-trusts.asp", "https://www.investopedia.com/terms/s/sec-form-n-2.asp", "https://www.investopedia.com/terms/f/fund_company.asp"], "body": ["\nAn investment company is a corporation or trust engaged in the business of investing the pooled capital of investors in financial securities. This is most often done either through a closed-end fund or an open-end fund (also referred to as a mutual fund). In the U.S., most investment companies are registered with and regulated by the Securities and Exchange Commission (SEC) under the Investment Company Act of 1940.\n", "\nAn investment company is also known as \"fund company\" or \"fund sponsor.\" They often partner with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/thirdpartydistributor.asp\">third-party distributors</a> to sell mutual funds.\n", "\nInvestment companies are business entities, both privately and publicly owned, that manage, sell and market funds to the public. The main business of an investment company is to hold and manage securities for investment purposes, but they typically offer investors a variety of funds and investment services, which include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfoliomanagement.asp\">portfolio management</a>, recordkeeping, custodial, legal, accounting and tax management services.\n", "\nAn investment company can be a corporation, partnership, business trust or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/llc.asp\">limited liability company</a> (LLC) that pools money from investors on a collective basis. The money pooled is invested, and the investors share any profits and losses incurred by the company according to each investor’s interest in the company. For example, assume an investment company pooled and invested $10 million from a number of clients, who represent the fund company's shareholders. A client who contributed $1 million will have a vested interest of 10% in the company, which would also translate into any losses or profits earned.\n", "\nInvestment companies are categorized into three types: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-endinvestment.asp\">closed-end funds</a>, mutual funds (or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-endfund.asp\">open-end funds</a>) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uit.asp\">unit investment trusts</a> (UITs). Each of these three investment companies must register under the Securities Act of 1933 and the Investment Company Act of 1940. Units or shares in closed-end funds are typically offered at a discount to their <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\">net asset value</a> (NAV) and are traded on stock exchanges. Investors who want to sell shares will sell them to other investors on the secondary market at a price determined by market forces and participants, making them not redeemable. Since investment companies with a closed-end structure issue only a fixed number of shares, back-and-forth trading of the shares in the market has no impact on the portfolio.\n", "\nMutual funds have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floating-stock.asp\">floating number</a> of issued shares and sell or redeem their shares at their current net asset value by selling them back to the fund or the broker acting for the fund. As investors move their money in and out of the fund, the fund expands and contracts, respectively. Open-ended funds are often restricted to investing in liquid assets, given that the investment managers have to plan in a way that the fund is able to meet the demands for investors who may want their money back at any time. \n", "\nLike mutual funds, unit investment trusts are also redeemable, as units held by the trust can be sold back to the investment company.\n", "\nInvestment companies make profits by buying and selling shares, property, bonds, cash, other funds and other assets. The portfolio that is created using the pool of funds is usually diversified and managed by an expert fund manager, who can choose to invest in specific markets, industries or even unlisted businesses that are at early stages in their development. In return, clients gain access to a wide array of investment products that they normally would not have been able to access. The success of the fund depends on how effective the manager’s strategy is. In addition, investors should be able to save on trading costs since the investment company is able to gain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\">economies of scale</a> in operations.\n"]}