{"name": "Investment Time Horizon Definition", "@id": "https://www.investopedia.com/terms/t/timehorizon.asp", "related": ["https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/c/certificateofdeposit.asp", "https://www.investopedia.com/terms/m/mediumterm.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/u/unsuitable.asp"], "body": ["\nAn investment time horizon, or just time horizon, is the period of time one expects to hold an investment until they need the money back. Time horizons are largely dictated by investment goals and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-advisors/060815/comparison-bucket-strategy-vs-systematic-withdrawals.asp\" rel=\"noopener noreferrer\">strategies</a>. For example, saving for a down payment on a house, for maybe two years, would be considered a short-term time horizon, while saving for college would be a medium-term time horizon, and investing for retirement, a long-term time horizon.\n", "\nAn investment time horizon is the period where one expects to hold an investment for a specific goal. Investments are generally broken down into two main categories: stocks (riskier) and bonds (less risky). The longer the time horizon, the more aggressive, or riskier, portfolio an investor can build. The shorter the time horizon, the more conservative, or less risky, the portfolio the investor may want to adopt.\n", "\nLet’s say two people marry, and while they live in the city now, they’d eventually like to move out to the suburbs in a few years. But they don’t have the money for a down payment on a house, so they’ll need to start saving up. That’s a short-term investment horizon, so they’ll probably want to go with something relatively conservative, like a money market fund, to avoid any sharp swings in stocks.\n", "\nMeanwhile, they’ve both taken advantage of their employers' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)</a> savings funds (an employer-sponsored retirement fund, sometimes with employer matching). And since they’re both young, that’s a long-term time horizon. Given the length of time until their retirement, they can afford to be very aggressive in their asset allocation, upwards of 90% of stocks, as the long investment horizon should allow their portfolio to recover from any short-term downturns.\n", "\nNext, a baby comes along! Now they have to start thinking about saving for college. That’s more of a medium- or long-term goal, so they can be pretty aggressive in the beginning and then turn a little more conservative as high school graduation for the child comes along. But there is a government saving plan (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/529plan.asp\" rel=\"noopener noreferrer\">529</a>) that allows your contributions to grow tax free, as long as they’re used for educational expenses. \n"]}