{"name": "Invested Capital Definition", "@id": "https://www.investopedia.com/terms/i/invested-capital.asp", "related": ["https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp", "https://www.investopedia.com/terms/r/ronic.asp", "https://www.investopedia.com/terms/r/roce.asp", "https://www.investopedia.com/terms/w/wacc.asp", "https://www.investopedia.com/terms/c/capital.asp", "https://www.investopedia.com/terms/p/paidincapital.asp"], "body": ["\nInvested capital is the total amount of money raised by a company by issuing securities to equity shareholders and debt to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\">bondholders</a>, where the total debt and capital <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\">lease</a> obligations are added to the amount of equity issued to investors. Invested capital is not a line item in the company's financial statement because debt, capital leases, and stockholder’s equity are each listed separately in the balance sheet.\n", "\nCompanies must generate more in earnings than the cost to raise the capital provided by bondholders, shareholders, and other financing sources, or else the firm does not earn an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicprofit.asp\">economic profit</a>. Businesses use several metrics to assess how well the company uses capital, including <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp\">return on invested capital</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eva.asp\">economic value added</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roce.asp\">return on capital employed</a>.\n", "\nA firm’s total capitalization is the sum total of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\">debt</a>, including capital leases, issued plus <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a> sold to investors, and the two types of capital are reported in different sections of the balance sheet. Assume, for example, that IBM issues 1,000 shares of $10 par value stock, and each share is sold for a total of $30 per share. In the stockholder’s equity section of the balance sheet, IBM increases the common stock balance for the total par value of $10,000, and the remaining $20,000 received increases the additional paid-in capital account. On the other hand, if IBM issues $50,000 in corporate bond debt, the long-term debt section of the balance sheet increases by $50,000. In total, IBM’s capitalization increases by $80,000, due to issuing both new stock and new debt.\n", "\nA successful company maximizes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\">rate of return</a> it earns on the capital it raises, and investors look carefully at how businesses use the proceeds received from issuing stock and debt. Assume, for example, that a plumbing company issues $60,000 in additional shares of stock and uses the sales proceeds to buy more plumbing trucks and equipment. If the plumbing firm can use the new assets to perform more residential plumbing work, the company’s earnings increase and business can pay a dividend to shareholders. The dividend increases each investor’s rate of return on a stock investment, and investors also profit from stock price increases, which are driven by increasing company earnings and sales.\n", "\nCompanies may also use a portion of earnings to buy back stock previously issued to investors and retire the stock, and a stock repurchase plan reduces the number of shares outstanding and lowers the equity balance. Analysts also look closely at a firm’s earnings per share (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\">EPS</a>), or the net income earned per share of stock. If the business repurchases shares, the number of outstanding shares decreases, and that means that the EPS increases, which makes the stock more attractive to investors.\n", "\nReturn on invested capital (ROIC) is a calculation used to assess a company's efficiency at allocating the capital under its control to profitable investments.\n", "\nThe return on invested capital ratio gives a sense of how well a company is using its money to generate returns. Comparing a company's return on invested capital with its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\">weighted average cost of capital (WACC)</a> reveals whether invested capital is being used effectively. This measure is also known simply as return on capital.\n", "\nROIC is always calculated as a percentage and is usually expressed as an annualized or trailing 12-month value. It should be compared to a company's cost of capital to determine whether the company is creating value. If ROIC is greater than a firm's weighted average cost of capital (WACC), the most common cost of capital metric, value is being created and these firms will trade at a premium. A common benchmark for evidence of value creation is a return in excess of 2% of the firm's cost of capital. If a company's ROIC is less than 2%, it is considered a value destroyer. Some firms run at a zero-return level, and while they may not be destroying value, these companies have no excess capital to invest in future growth.\n", "\nROIC is one of the most important and informative valuation metrics to calculate. That said, it is more important for some sectors than others, since companies that operate oil rigs or manufacture semiconductors invest capital much more intensively than those that require less equipment.\n"]}