{"name": "Irrevocable Trust", "@id": "https://www.investopedia.com/terms/i/irrevocabletrust.asp", "related": ["https://www.investopedia.com/terms/g/grantortrustrules.asp", "https://www.investopedia.com/terms/d/dynasty-trust.asp", "https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/i/intervivostrust.asp", "https://www.investopedia.com/terms/c/clifford-trust.asp"], "body": ["\nAn irrevocable trust is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\" rel=\"noopener noreferrer\">trust</a> where its terms cannot be modified, amended or terminated without the permission of the grantor's named <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\" rel=\"noopener noreferrer\">beneficiary</a> or beneficiaries. The grantor, having effectively transferred all ownership of assets into the trust, legally removes all of their rights of ownership to the assets and the trust.\n", "\nThis is in contrast to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocabletrust.asp\" rel=\"noopener noreferrer\">revocable trust</a>, which allows the grantor to modify the trust, but thus loses certain benefits such as creditor protection.\n", "\nThe main reasons for setting up an irrevocable trust are for estate and tax considerations. The benefit of this type of trust for estate assets is that it removes all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incidentsofownership.asp\" rel=\"noopener noreferrer\">incidents of ownership</a>, effectively removing the trust's assets from the grantor's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableestate.asp\" rel=\"noopener noreferrer\">taxable estate</a>. It also relieves the grantor of the tax liability on the income the assets generate. While the tax rules vary between jurisdictions, in most cases, the grantor can't receive these benefits if they are the trustee of the trust. The assets held in the trust can include — but are not limited to, a business — investment assets, cash, and life insurance policies.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/12/set-up-a-trust-fund.asp\" rel=\"noopener noreferrer\">Setting up a trust of any type</a> can be complicated enough that an attorney is necessary. As such, trusts are thought of as a vehicle for wealthy individuals, and given the attorney fees their setup requires (a few thousand dollars or more), that may be true. However, trusts have a place in the estate and legacy planning for individuals of more modest means.\n", "\nIrrevocable trusts are especially useful to individuals who work in professions that may make them vulnerable to lawsuits, such as doctors or attorneys. Once property is transferred to such a trust it is owned by the trust for the benefit of the named beneficiaries. Therefore it is safe from legal judgments and creditors, as the trust will not be a party to any lawsuit.\n", "\nToday’s irrevocable trusts come with many provisions that were not commonly found in older versions of these instruments. These additions allow for much greater flexibility in trust management and distribution of assets. Provisions such as decanting, which allows a trust to be moved into a newer trust that has more modern or advantageous provisions can ensure that the trust assets will be managed effectively now and in the future. Other features that allow the trust to change its state of domicile can provide additional tax savings or other benefits. \n", "\nIrrevocable trusts come in two forms: Living trusts and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/testamentarytrust.asp\" rel=\"noopener noreferrer\">testamentary trusts</a>.\n", "\nA living trust, also known as an 'inter vivos' (Latin for 'between the living') trust, is originated and funded by an individual during their lifetime. Some living trust examples are:\n", "\nBy contrast, testamentary trusts are irrevocable by design as they are created after the death of their creator. They are funded from the deceased's estate according to the terms of their will. The sole way to make changes to a testamentary trust (or cancel it) is to alter the will of the trust's creator before they die.\n", "\nAn irrevocable trust has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grantor.asp\" rel=\"noopener noreferrer\">grantor</a>, a trustee, and a beneficiary or beneficiaries. Once the grantor places an asset in an irrevocable trust, it is a gift to the trust and the grantor cannot revoke it. The grantor can dictate the terms, rules, and uses of the trust assets with the consent of the trustee and the beneficiary.\n", "\nIrrevocable trusts can have many applications in planning for the preservation and distribution of an estate, including:\n", "\nAn irrevocable trust is a more complex legal arrangement than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocabletrust.asp\" rel=\"noopener noreferrer\">revocable trust.</a> Because there could be current income tax and future estate tax implications when using an irrevocable trust, seek a tax or estate attorney's guidance.\n", "\nRevocable trusts may be amended or canceled at any time as long as their creator is mentally competent. They do offer the benefit of allowing their creator to cancel them and reclaim property held by the trust at any time before death. However, such trusts do not offer the same protection against legal action or estate taxes as irrevocable trusts. \n", "\nWhen using revocable trusts government entities will consider that any property held in one still belongs to the trust's creator and therefore may be included in their estate for tax purposes or when qualifying for government benefits. Once a revocable trust's creator dies the trust becomes irrevocable.\n", "\nThe Setting Every Community Up for Retirement Enhancement (SECURE) Act changes some of the tax-saving benefits of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seethrough-trust.asp\" rel=\"noopener noreferrer\">see-through trusts</a>. Previously, certain non-spousal beneficiaries of retirement accounts that had been placed in an irrevocable trust could take their distributions over their life expectancy. However, under the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/bill/116th-congress/house-bill/1994/text\" rel=\"noopener noreferrer\">SECURE Act rules</a>, some beneficiaries may find they must take a full distribution by the end of the tenth calendar year following the year of the grantor's death.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Again, because the tax implications of this can be challenging and can change with the passage of new laws, it's important to consult a tax or estate attorney's guidance when using an irrevocable trust.\n"]}