{"name": "IRS Publication 527", "@id": "https://www.investopedia.com/terms/i/irs-pub-527.asp", "related": ["https://www.investopedia.com/terms/v/vacationhome.asp", "https://www.investopedia.com/terms/i/investment-property.asp", "https://www.investopedia.com/terms/t/triple-net-lease-nnn.asp", "https://www.investopedia.com/terms/l/landlord.asp", "https://www.investopedia.com/terms/p/property-management.asp", "https://www.investopedia.com/terms/i/irs-pub-334.asp"], "body": ["\nA document published by the Internal Revenue Service (IRS) that provides tax information for individuals who own residential properties that are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/051515/pros-cons-owning-rental-property.asp\">rented out for income</a>, either part of the year or all year. Typically, all income earned from rental properties is reported to the IRS, though the type of rental activity will alter which sections of the tax form that income is reported. IRS Publication 527 outlines how to account for property <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/060815/how-rental-property-depreciation-works.asp\">depreciation</a>, what types of deductions can be made on rental income as well as what to do if only part of a property is rented.\n", "\nBecause taxpayers may only rent one piece of a property or might live in that rented property for part of a year, such as with a vacation home, taxpayers should pay close attention to how rental income is treated for their situation by the IRS. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/forms-pubs/about-publication-527\">IRS Publication 527</a> comprises five chapters of tax instructions that detail everything property owners need to know, regarding tax consequences of renting out their second homes, including the deductions that may be taken. The rules can be highly specific, and some types of rental incomes may not be overtly obvious, such as:\n", "\nWhile many property owners assume that generating rental revenue will lead to a surplus of income, in truth, it’s not uncommon to incur a tax loss on rental activity due to things like interest payments and depreciation. Property owners are normally not allowed to deduct a tax loss, because renting out a second home is usually considered to be a passive activity. However, property owners who assume a hands-on role in managing their rental space, by handling day-to-day tasks such as collecting rent checks, calling repairmen, and hiring exterminators may consequently deduct up to $25,000 of tax losses. \n"]}