{"name": "IS-LM Model Definition", "@id": "https://www.investopedia.com/terms/i/islmmodel.asp", "related": ["https://www.investopedia.com/terms/a/aggregatedemand.asp", "https://www.investopedia.com/terms/m/monetarism.asp", "https://www.investopedia.com/terms/circular-flow-of-income.asp", "https://www.investopedia.com/terms/q/quantity_theory_of_money.asp", "https://www.investopedia.com/terms/n/neutrality_of_money.asp", "https://www.investopedia.com/terms/e/edmund-s-phelps.asp"], "body": ["\nThe IS-LM model, which stands for \"investment-savings\" (IS) and \"liquidity preference-money supply\" (LM) is a Keynesian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomic</a> model that shows how the market for economic goods (IS) interacts with the loanable funds market (LM) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarket.asp\" rel=\"noopener noreferrer\">money market</a>. It is represented as a graph in which the IS and LM curves intersect to show the short-run equilibrium between interest rates and output.\n", "\nBritish economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john-r-hicks.asp\" rel=\"noopener noreferrer\">John Hicks</a> first introduced the IS-LM model in 1936,<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ just a few months after fellow British economist <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\" rel=\"noopener noreferrer\">John Maynard Keynes</a> published \"The General Theory of Employment, Interest, and Money.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Hicks's model served as a formalized graphical representation of Keynes's theories, though it is used mainly as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heuristics.asp\" rel=\"noopener noreferrer\">heuristic</a> device today.\n", "\nThe three critical exogenous, i.e. external, variables in the IS-LM model are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>, investment, and consumption. According to the theory, liquidity is determined by the size and velocity of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a>. The levels of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investing.asp\" rel=\"noopener noreferrer\">investment</a> and consumption are determined by the marginal decisions of individual actors.\n", "\nThe IS-LM graph examines the relationship between output, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP), and interest rates. The entire economy is boiled down to just two markets, output and money; and their respective <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a> characteristics push the economy towards an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\" rel=\"noopener noreferrer\">equilibrium</a> point.\n", "\nThe IS-LM graph consists of two curves, IS and LM. Gross domestic product (GDP), or (Y), is placed on the horizontal axis, increasing to the right. The interest rate, or (i or R), makes up the vertical axis.\n", "\nThe IS curve depicts the set of all levels of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rates</a> and output (GDP) at which total investment (I) equals total saving (S). At lower interest rates, investment is higher, which translates into more total output (GDP), so the IS curve slopes downward and to the right.\n", "\nThe LM curve depicts the set of all levels of income (GDP) and interest rates at which money supply equals money (liquidity) demand. The LM curve slopes upward because higher levels of income (GDP) induce increased demand to hold money balances for transactions, which requires a higher interest rate to keep money supply and liquidity demand in equilibrium.\n", "\nThe intersection of the IS and LM curves shows the equilibrium point of interest rates and output when money markets and the real economy are in balance. Multiple scenarios or points in time may be represented by adding additional IS and LM curves.\n", "\nIn some versions of the graph, curves display limited convexity or concavity. Shifts in the position and shape of the IS and LM curves, representing changing preferences for liquidity, investment, and consumption, alter the equilibrium levels of income and interest rates.\n", "\nMany economists, including many Keynesians, object to the IS-LM model for its simplistic and unrealistic assumptions about the macroeconomy. In fact, Hicks later admitted that the model's flaws were fatal, and it was probably best used as \"a classroom gadget, to be superseded, later on, by something better.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Subsequent revisions have taken place for so-called \"new\" or \"optimized\" IS-LM frameworks.\n", "\nThe model is a limited policy tool, as it cannot explain how tax or spending policies should be formulated with any specificity. This significantly limits its functional appeal. It has very little to say about inflation, rational expectations, or international markets, although later models do attempt to incorporate these ideas. The model also ignores the formation of capital and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-productivity.asp\" rel=\"noopener noreferrer\">labor productivity</a>.\n"]}