{"name": "ISDA Master Agreement", "@id": "https://www.investopedia.com/terms/i/isda-master-agreement.asp", "related": ["https://www.investopedia.com/terms/c/creditsupportannex.asp", "https://www.investopedia.com/terms/i/isda.asp", "https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/b/bookout.asp", "https://www.investopedia.com/terms/a/accrual-swap.asp", "https://www.investopedia.com/terms/z/zebra.asp"], "body": ["\nAn ISDA Master Agreement is the standard document regularly used to govern over-the-counter <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a> transactions. The agreement, which is published by the International Swaps and Derivatives Association (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/isda.asp\">ISDA</a>), outlines the terms to be applied to a derivatives transaction between two parties, typically a derivatives dealer and a counterparty. The ISDA Master Agreement itself is standard, but it is accompanied by a customized schedule and sometimes a credit support annex, both of which are signed by the two parties in a given transaction.\n", "\nOver-the-counter (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">OTC</a>) derivatives are traded between two parties, not through an exchange or intermediary. The size of the OTC market means that risk managers must carefully oversee traders and ensure approved transactions are correctly managed. When two parties enter into a transaction, they each receive a confirmation that sets out its details and references the signed agreement. The terms of the ISDA Master Agreement then cover the transaction.\n", "\nThe foreign exchange and interest rate swap markets experienced impressive growth over the last several decades. Together, they now account for trillions of dollars in daily trades. The original ISDA Master Agreement was created to standardize these trades in 1985. It was subject to updates and revisions in 1992 and again in 2002, both of which are currently available for use. Banks and other corporations around the world use ISDA Master Agreements. The ISDA Master Agreement also makes transaction closeout and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netting.asp\">netting</a> easier, as it bridges the gap between various standards used in different jurisdictions.\n", "\nMost multinational banks have ISDA Master Agreements in place with each other. These agreements usually cover all branches that are active in foreign exchange, interest rate, or options trading. Banks require corporate counterparties to sign an agreement to enter into swaps. Some also demand agreements for foreign exchange transactions. While the ISDA Master Agreement is standard, some of its terms and conditions are amended and defined in the accompanying schedule. The schedule is negotiated to cover either (a) the requirements of a specific hedging transaction or (b) an ongoing trading relationship.\n", "\nA Credit Support Annex (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditsupportannex.asp\">CSA</a>) sometimes also accompanies the Master. The CSA allows the two parties involved to mitigate their credit risk by stipulating the terms and conditions under which they're required to post <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> to each other.\n", "\nThe most significant advantages of an ISDA Master Agreement are improved <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transparency.asp\">transparency</a> and higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>. Since the agreement is standardized, all parties can study the ISDA Master Agreement to learn how it works. That improves transparency because it reduces the possibilities for obscure provisions and escape clauses. The standardization provided by an ISDA Master Agreement also increases liquidity since the agreement makes it easier for the parties to engage in repeated transactions. The clarification of terms offered by such an agreement saves time and legal fees for everyone involved.\n", "\nThe master agreement and schedule set out the grounds under which one of the parties can force the closeout of covered transactions due to the occurrence of a termination event by the other party. Standard termination events include failure to pay or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>. Other termination events that can be added in the schedule include a credit downgrade below a specified level.\n", "\nThe ISDA Master Agreement stipulates whether the laws of the U.K. or New York state will apply. It also sets out the terms for valuing, closing out, and netting all covered transactions in case of a termination event.\n"]}