{"name": "Islamic Banking Definition", "@id": "https://www.investopedia.com/terms/i/islamicbanking.asp", "related": ["https://www.investopedia.com/terms/a/aaoifi.asp", "https://www.investopedia.com/terms/s/shariah.asp", "https://www.investopedia.com/terms/i/ifsb.asp", "https://www.investopedia.com/terms/g/gharar.asp", "https://www.investopedia.com/terms/e/european-bank-for-reconstruction-and-development.asp", "https://www.investopedia.com/terms/s/shariah-compliant-funds.asp"], "body": ["\nIslamic banking, also referred to as Islamic finance or shariah-compliant finance, refers to finance or banking activities that adhere to shariah (Islamic law). Two fundamental principles of Islamic banking are the sharing of profit and loss, and the prohibition of the collection and payment of interest by lenders and investors.\n", "\nThere are more than 300 banks and 250 mutual funds around the world that comply with Islamic principles. Between 2000 and 2017, Islamic banks' capital grew from $200 billion to close to $2 trillion and are projected to grow to $3.5 trillion by 2021, according to 2016 Thompson Reuters’ report. This growth is largely due to the rising economies of Muslim countries (especially those that have benefited from the rising price of oil).\n", "\nIslamic banking is grounded in the tenets of the Islamic faith as they relate to commercial transactions. The principles of Islamic banking are derived from the Qur'an–the central religious text of Islam. In Islamic banking, all transactions must be compliant with shariah, the legal code of Islam (based on the teachings of the Qur'an). The rules that govern commercial transactions in Islamic banking are referred to as <em>Fiqh al-muamalat</em>.\n", "\nBankers who are employed by institutions that abide by Islamic banking are entrusted with not deviating from the fundamental principles of the Qur'an while they are conducting business. When more information or guidance is necessary, Islamic bankers turn to learned scholars or use independent reasoning based on scholarship and customary practices.\n", "\nOne of the primary differences between conventional banking systems and Islamic banking is that Islamic banking prohibits <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usury-laws.asp\">usury</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\">speculation</a>. Shariah strictly prohibits any form of speculation or gambling, which is referred to as <em>maisir</em>. Shariah also prohibits taking interest on loans. In addition, any investments involving items or substances that are prohibited in the Qur'an—including alcohol, gambling, pork—are also prohibited. In this way, Islamic banking can be considered a culturally distinct form of ethical investing. \n", "\nTo earn money without the typical practice of charging interest, Islamic banks use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity-participation.asp\">equity participation</a> systems. Equity participation means if a bank loans money to a business, the business will pay back the loan without interest, but instead gives the bank a share in its profits. If the business defaults or does not earn a profit, then the bank also does not benefit. In general, Islamic banking institutions tend to be more risk-averse in their investment practices. As a result, they typically avoid business that could be associated with economic bubbles.\n", "\nWhile an Islamic bank is one that is entirely operated using Islamic principles, an Islamic window refers to services that are based on Islamic principles that are provided by a conventional bank. Some commercial banks offer Islamic banking services through dedicated windows or sections.\n", "\nThe practices of Islamic banking are usually traced back to businesspeople in the Middle East who started engaging in financial transactions with businesspeople in Europe during the Medieval era. At first, businesspeople in the Middle East used the same financial principles as the Europeans. However, over time, as trading systems developed and European countries started establishing local branches of their banks in the Middle East, some of these banks adopted the local customs of the region where they were newly established, primarily no-interest financial systems that worked on a profit and loss sharing method. By adopting these practices, these European banks could also serve the needs of local business people who were Muslim.\n", "\nBeginning in the 1960s, Islamic banking resurfaced in the modern world, and since 1975, many new interest-free banks have opened. While the majority of these institutions were founded in Muslim countries, Islamic banks also opened in Western Europe during the early 1980s. In addition, national interest-free banking systems have been developed by the governments of Iran, Sudan, and (to a lesser extent) Pakistan.\n", "\nThe Mit-Ghamr Savings Bank, established in 1963 in Egypt, is commonly referred to as the first example of Islamic banking in the modern world. When Mit Ghamr loaned money to businesses, it did so on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitsharingplan.asp\">profit-sharing</a> model. The Mit-Ghamr project was closed in 1967 due to political factors but during its year of operations the bank exercised a great deal of caution, only approved about 40% of its business loan applications. However, in economically good times, the bank's default ratio was said to be zero.\n", "\nIslamic banking is grounded in the tenets of the Islamic faith as they relate to commercial transactions. The principles of Islamic banking are derived from the Qur'an–the central religious text of Islam. In Islamic banking, all transactions must be compliant with shariah, the legal code of Islam (based on the teachings of the Qur'an). The rules that govern commercial transactions in Islamic banking are referred to as Fiqh al-muamalat.\n", "\nOne of the primary differences between conventional banking systems and Islamic banking is that Islamic banking prohibits usury and speculation. Shariah strictly prohibits any form of speculation or gambling, which is referred to as <em>maisir</em>. Shariah also prohibits taking interest on loans. Also, any investments involving items or substances that are prohibited in the Qur'an—including alcohol, gambling, pork—are also prohibited. In this way, Islamic banking can be considered a culturally distinct form of ethical investing.\n", "\nTo earn money without the typical practice of charging interest, Islamic banks use equity participation systems, which is similar to profit sharing. Equity participation means if a bank loans money to a business, the business will pay back the loan without interest, but instead gives the bank a share in its profits. If the business defaults or does not earn a profit, then the bank also does not benefit.\n"]}