{"name": "ISM Manufacturing Index Definition", "@id": "https://www.investopedia.com/terms/i/ism-mfg.asp", "related": ["https://www.investopedia.com/terms/i/ism-nonmfg.asp", "https://www.investopedia.com/terms/f/flash-manufacturing-pmi.asp", "https://www.investopedia.com/terms/f/flash-services-pmi.asp", "https://www.investopedia.com/terms/r/richmond-manufacturing-index.asp", "https://www.investopedia.com/terms/p/pmi.asp", "https://www.investopedia.com/terms/n/nyempirestateindex.asp"], "body": ["\nThe ISM manufacturing index, also known as the purchasing managers' index (PMI), is a monthly indicator of U.S. economic activity based on a survey of purchasing managers at more than 300 manufacturing firms. It is considered to be a key indicator of the state of the U.S. economy.\n", "\nFormally called the Manufacturing ISM Report on Business, the survey is conducted by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institute-for-supply-management.asp\" rel=\"noopener noreferrer\">Institute for Supply Management</a> (ISM).\n", "\nThe ISM manufacturing index or PMI measures the change in production levels across the U.S. economy from month to month. The report is released on the first business day of each month. Thus, it is one of the earliest indicators of economic activity that investors and business people get regularly.\n", "\nThe ISM manufacturing index is a composite index that gives equal weighting to new orders, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/factors-production.asp\" rel=\"noopener noreferrer\">production</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/terms-of-employment.asp\" rel=\"noopener noreferrer\">employment</a>, supplier deliveries, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory.asp\" rel=\"noopener noreferrer\">inventories</a>. Each factor is seasonally adjusted.\n", "\nThe ISM Report on Business contains three separate purchasing managers indexes based on surveys. In addition to the manufacturing PMI, the ISM produces a services PMI, for the non-manufacturing sector, which is released on the third business day of the month. A hospital's PMI is released on the fifth business day of the month. The Institute also releases a Semi-Annual Economic Forecast in May and December.\n", "\nBy monitoring the ISM manufacturing index, investors can better understand national economic trends and conditions. When the index is rising, investors anticipate a bullish stock market in reaction to higher corporate profits. The opposite is the case in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondmarket.asp\" rel=\"noopener noreferrer\">bond markets</a>, which may fall as the ISM Manufacturing Index rises because of the sensitivity of bonds to inflation.\n", "\nThe monthly announcement of the ISM manufacturing index can greatly influence investor and business confidence. This is because the index is a survey of purchasing managers and supply management executives who are at the forefront of their companies' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\" rel=\"noopener noreferrer\">supply chains</a>. Purchasing managers are in the best position to assess the ebb and flow of business conditions. The manufacturers they work for must respond quickly to changes in demand, ramping up or scaling back purchases of materials they use in anticipation of demand for their finished products.\n", "\nAn index of more than 50 indicates an expansion in the manufacturing segment of the economy in comparison with the previous month while a reading of 50 indicates no change and a reading below 50 suggests a contraction of the manufacturing sector.\n", "\nThe ISM survey is broadly diversified across industries based on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/naics.asp\" rel=\"noopener noreferrer\">North American Industry Classification System</a> (NAICS), which is weighted by each industry's share of U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP). Survey responses are delineated into 17 industry sectors, such as chemical products, computer, and electronic products, and transportation equipment.\n", "\nSurvey respondents are asked whether activities in their organizations are increasing, decreasing, or stagnant. The activities include new orders, production, employment, supplier deliveries, inventories, customers' inventories, commodity prices, order backlog, new export orders, and imports.\n", "\nFor each of the categories, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diffusionindex.asp\" rel=\"noopener noreferrer\">diffusion index</a> is calculated by adding the percentage of respondents reporting an increase to half of the percentage of respondents reporting no change. The composite manufacturing index is calculated by taking an equal 20% weighting for five categories of questions on new orders, production, employment, supplier deliveries, and inventories.\n", "\nThe PMI has been calculated and published monthly since 1948 by the ISM, a not-for-profit professional association.\n"]}