{"name": "Jackpot Definition", "@id": "https://www.investopedia.com/terms/j/jackpot.asp", "related": ["https://www.investopedia.com/form-w-2g-certain-gambling-winnings-4781793", "https://www.investopedia.com/terms/l/lifeannuity.asp", "https://www.investopedia.com/terms/l/lump-sum-payment.asp", "https://www.investopedia.com/terms/l/lumpsumdistribution.asp", "https://www.investopedia.com/terms/l/lottery.asp", "https://www.investopedia.com/terms/s/specialdividend.asp"], "body": ["\nA jackpot is a large windfall derived from an act of gambling. In finance, jackpots refer to large investment returns reaped over a short period of time.\n", "\nJackpot entered the English lexicon via a 19th-century variant of five-card-draw poker which required a player to declare a hand with a pair of jacks or better in order to open bidding. Players contributed an ante prior to each deal, so a series of hands during which nobody could lay claim to anything better than a pair of tens would increase the size of the pot. The meaning broadened throughout the gambling industry, generally describing situations in which winnings build over a period of time before paying out, such as slot machines or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lottery.asp\" rel=\"noopener noreferrer\">lottery games</a>.\n", "\nThe use of jackpot as a financial term stems from a more colloquial broadening of its definition to a large and unexpected win. For example, investors who purchase stock in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering (IPO)</a> hit the jackpot if the company they back experiences a dramatic and swift rise in share price, allowing the investors to cash out with substantial profit.\n", "\nIt’s human nature to daydream about winning the lottery, backing the right horse or getting in on the ground floor of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hotipo.asp\" rel=\"noopener noreferrer\">hot IPO</a>, and those daydreams naturally revolve around what one could do with all that newfound wealth.\n", "\nRegardless of its origin, a financial windfall can generate more challenges than investors might anticipate, especially if they do not understand the consequences of receiving a large amount of money at one time. Those fortunate enough to find themselves newly rolling in cash may find the temptation to go out on a buying spree difficult to resist, but their future financial health could depend on resisting it.\n", "\nFirst and foremost, jackpots are typically subject to taxes. Tax treatments vary based upon the origin of the windfall, however, and not all jackpots pay out the same way. For example, some lottery payouts offer winners a choice between a lump sum and an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitization.asp\" rel=\"noopener noreferrer\">annuitized payout</a> that offers periodic payments. Liquidating a lucrative investment position often means capital gains taxes. Financial planners and tax advisors can play key roles in helping to ensure windfalls get invested appropriately and that individuals set enough aside to ensure they have enough to pay when Tax Day rolls around.\n", "\nAfter <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-planning.asp\" rel=\"noopener noreferrer\">tax planning</a>, financial advisors typically suggest that individuals who have hit the jackpot take it slow with large-ticket impulse spending. Even a large windfall will run out, and the amount of time it takes to burn through that cash may not be nearly as long as one might imagine. Some lottery winners even end up in debt or bankrupt after overextending their borrowing after a big win. \n", "\nLastly, recipients of a financial jackpot should consider how the new wealth impacts their investment goals, strategies, and risk tolerance. Personal financial affairs and one’s overall portfolio may need to be re-evaluated and realigned to reflect a higher net-worth, long-term investment plan. \n", "\n \n"]}