{"name": "James Tobin Definition", "@id": "https://www.investopedia.com/terms/j/james-tobin.asp", "related": ["https://www.investopedia.com/terms/m/merton-miller.asp", "https://www.investopedia.com/terms/f/franco-modigliani.asp", "https://www.investopedia.com/terms/t/tobin-tax.asp", "https://www.investopedia.com/terms/j/john-r-hicks.asp", "https://www.investopedia.com/terms/p/paul-krugman.asp", "https://www.investopedia.com/terms/p/paul-samuelson.asp"], "body": ["\nJames Tobin was a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012615/what-difference-between-keynesian-and-neokeynesian-economics.asp\">Neo-Keynesian</a> economist who received the 1981 Nobel Memorial Prize in Economic Sciences for his research on the financial system and its impact on inflation and employment.\n", "\nTobin served on the Board of Governors of the Federal Reserve and the Council of Economic Advisors, and he taught at Yale University and Harvard University. His most well-known idea is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tobin-tax.asp\">Tobin Tax</a>, a tax on foreign exchange transactions in order to reduce currency speculation, which Tobin believed to be wasteful and counterproductive to economic growth.\n", "\nJames Tobin was born March 5, 1918, in Champaign, Illinois. He was a precocious student who passed the Harvard entrance exam essentially on a whim, as his father suggested he apply and he had taken no special efforts to prepare.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nHe attended the school on a scholarship and developed a strong interest in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\">Keynesian economics</a>. He graduated summa cum laude in 1939 and proceeded to graduate studies, also at Harvard. He received his master's degree in 1940, before leaving to work for the Office of Price Administration and Civilian Supply and the War Production Board in Washington, D.C. He joined the United States Navy after the attack on Pearl Harbor.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nAfter the war, he returned to Harvard to earn his Ph.D. in economics, which he completed in 1947. That year he was elected a Junior Fellow of the Harvard Society of Fellows. After doing research abroad for three years, he went to Yale in 1950. He was appointed as Sterling Professor of economics at Yale in 1957.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nBesides teaching and doing research, Tobin also acted as a consultant and contributor to several magazines and newspapers, commenting on current events and their economic implications. He was appointed to President Kennedy's Council of Economic Advisors, and he continued in his consulting role during the presidency of Lyndon Johnson. Dismissed by Johnson's successor, Richard Nixon, Tobin moved on to become the president of the American Economic Association in 1971.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nAfter winning the Nobel Prize in Economics in 1981, Tobin retired from Yale in 1988. He continued to write up until his death on March 11, 2002.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> It would only be in 2009 when U.K regulator Adair Turner suggested a \"Tobin Tax\" to suppress an ever-larger currency speculation market that Tobin's work would make international headlines.\n", "\nAs a Neo-Keynesian, Tobin spent much of his career helping to develop microeconomic foundations for Keynesian macroeconomic theories and models, with a particular interest in financial markets and their macroeconomic implications. \n", "\nJames Tobin won the Nobel Memorial Prize in Economics in 1981 for his development of portfolio selection theory.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Portfolio selection theory describes how changes in financial markets influence the investment decisions of households and businesses over various classes of assets.\n", "\nUnder the theory, households and businesses will choose among various real and financial assets to hold (or debts to incur) in their portfolios based on the weighted risks and expected rates of return.\n", "\nTobin emphasized that portfolio selection constitutes the transmission mechanism through which government <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\">monetary</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-is-fiscal-policy/\">fiscal policy</a> can influence macroeconomic aggregates, such as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\">consumption</a>, investment spending, employment, and inflation.\n", "\nIn the wake of the collapse of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brettonwoodsagreement.asp\">Bretton Woods</a> agreement and the development of various pegged and floating currency exchange rates around the world, Tobin proposed a small, per-transaction tax on currency exchange transactions to discourage speculation in the form of frequent, large, short-term currency transactions.\n", "\nGiven the size of large international financial institutions relative to the size of many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketeconomy.asp\">developing economies</a>, large speculative moves in currencies can have major macroeconomic consequences for smaller economies.\n", "\nA Tobin tax is intended to cushion the effect of such speculation for these economies. Later, economists and financiers would go on to propose similar taxes on other types of financial asset transactions, most famously in the aftermath of the global financial crisis and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>.\n", "\nBased on a previous idea by economist Nicholas Kaldor, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qratio.asp\">Tobin's Q</a> is the ratio of an asset's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/how-are-book-value-and-market-value-different/\">market value to its book value</a> (or replacement cost). In financial terms, a Q value greater than one indicates an overvalued asset; less than one indicates an undervalued asset, which may represent an opportunity.\n", "\nIn macroeconomics, Tobin's Q is meant to be understood as one of the determinants of investment spending by firms; a firm with a Q greater than one would be expected to reinvest profits into capital spending, thus moving Q back toward one.\n", "\nWith respect to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\">stock market</a> as a whole, Tobin's Q has sometimes been referred to as a leading indicator, which may decline steeply just before and during recessions. It has been widely used in business, economic, and legal research to explain how various regulatory and corporate governance arrangements impact firm value. \n", "\nTobit modeling is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/econometrics.asp\">econometric</a> technique to estimate the influence that a set of independent variables may have on a dependent variable whose possible values are limited, or \"censored,\" above or below a given threshold (usually at zero). For example, a Tobit model might be appropriate when modeling <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\">demand</a> for a consumption good or hours worked by a group of workers, where negative numbers are not really possible.\n"]}