{"name": "Japanese Housewives Definition", "@id": "https://www.investopedia.com/terms/j/japanese-housewives.asp", "related": ["https://www.investopedia.com/terms/f/funding-currencies.asp", "https://www.investopedia.com/terms/m/monacoin.asp", "https://www.investopedia.com/terms/m/mrs-watanabe.asp", "https://www.investopedia.com/terms/r/rollover-credit.asp", "https://www.investopedia.com/terms/f/foreign-exchange.asp", "https://www.investopedia.com/terms/f/forex.asp"], "body": ["\nJapanese housewives is a colloquial term used in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange</a> world for the many Japanese matriarchs who resorted to currency trading in past decades. Through cultural tradition, a Japanese woman is considered the one who oversees the functions of a home, including the major financial decisions.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWith Japanese interest rates near zero percent for most of this period, the stereotypical financial manager in the home had a motivation for currency trading to increase the returns on their portfolios.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ These Japanese homemaker-traders are also referred to collectively as \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mrs-watanabe.asp\" rel=\"noopener noreferrer\">Mrs. Watanabe</a>.\"\n", "\nJapanese housewives have had an apparent, discernible impact on currency markets. In 2007, Bank of Japan officials said that the trading activity of housewives helped to stabilize currency markets because of their tendency to buy on dips and sell into rallies.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ A significant amount of this trading was carried out through online <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/200.asp\" rel=\"noopener noreferrer\">margin accounts</a>, which offered leverage of 20 to 100 times. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currencycarrytrade.asp\" rel=\"noopener noreferrer\">Carry trades</a>, which involve borrowing in low-interest-rate currencies and investing in higher yield assets, were also a favored strategy of the Japanese housewives.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nDuring the height of their popularity, Japanese housewives typically dealt with carry trades. A carry trade is one in which an investor borrows money at a low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rate</a> and then invests it into an asset likely to provide a higher return than the interest on the borrowed funds. In currency trading, Japanese housewives bought Japanese yen at low rates and traded it at a profit for a high-growth currency such as the Australian dollar.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe term \"Japanese housewives\" has also been used to describe any retail FX day traders.\n", "\nAs far back as the Edo period, Japanese housewives were charged with running the household, which included making major financial decisions.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ They acted as the custodians of their families' immense savings accounts, and after World War II, these accounts started growing. By the 2000s, they were worth around $13 trillion collectively.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Some of this money was stored in cash at home, and some of it was stored in banks. Unfortunately, at the time, the Japanese national banks offered zero percent interest, which drove the housewives to invest.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn the early 2000s, the so-called Japanese housewives began searching for larger returns than they were receiving from local banks. They quickly changed from a savings culture to an investment culture, and in most cases, they opted to invest in foreign markets, dabbling in investments such as collateralized debt obligations. The outpouring of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/j/jpy-japanese-yen.asp\" rel=\"noopener noreferrer\">yen</a> from Japan resulted in the currency falling to a 20-year low in 2007, even after adjustments for inflation.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nJapan passed a law in April 2017 making <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\" rel=\"noopener noreferrer\">bitcoin</a> a legal form of currency for trading purposes.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ That also meant that the cryptocurrency could be used as a legitimate form of legal tender for payments or for holding assets.  \n", "\nAccording to a Deutsche Bank study released in December 2017, Japanese housewives (and similar retail investors) may be fueling the market for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrencies</a> like bitcoin. These digital or virtual currencies are hard to counterfeit and are considered to be more organic. About half of the world's trades, about 40%, were conducted in Japanese yen in October 2017, according to the report.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ \n"]}