{"name": "Jerry A. Hausman Definition", "@id": "https://www.investopedia.com/terms/j/jerry-a-hausman.asp", "related": ["https://www.investopedia.com/terms/r/richard-stone.asp", "https://www.investopedia.com/terms/a/andrei-shleifer.asp", "https://www.investopedia.com/terms/e/edmund-s-phelps.asp", "https://www.investopedia.com/terms/e/econometrics.asp", "https://www.investopedia.com/terms/r/robert-f-engle-iii.asp", "https://www.investopedia.com/terms/g/george-a-akerlof.asp"], "body": ["\nJerry A. Hausman is an economics professor and director of the MIT Telecommunications Economics Research Program. Dr. Hausman's research has focused on applied <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\">microeconomics</a>, econometrics, differentiated products, telecommunications, taxation, energy, aging, and the environment. \n", "\nBorn in West Virginia in 1946, he first joined MIT in 1973 as an assistant professor. Dr. Hausman holds a Ph.D. from Oxford University, where he was a Marshall Scholar. He has earned numerous awards, honors, and fellowships, including the John Bates Clark Award and the Frisch Medal. Dr. Hausman is widely published and has been an associate or advisory editor for numerous economics journals.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nProving that a cerebral economist of his magnitude can be deployed behind the scenes in business, Dr. Hausman has been a consultant for retailers including Starbucks, Kellogg's, Anheuser Busch, Tesco's, and Home Depot. In 2018 he was hired as a scientific advisor by Teikametrics, a Retail Optimization Platform (ROP) for sellers on Amazon and other marketplaces. \"There is an opportunity to help millions of sellers using data and econometrics to help them make better decisions on pricing, advertising, and inventory selection. The technology we are building at Teikametrics is helping retailers and brands compete in this dynamic new retail economy - this is the future of retail,\" Hausman said in a statement. Having an advisor like Dr. Hausman to apply advanced data science techniques within the Amazon ecosystem should only make the online juggernaut even more formidable.\n", "\nHausman has written numerous research articles in theoretical and applied econometrics. He is most well known for his work in developing the Durbin-Wu-Hausman test, and has also done extensive research on the telecommunications industry and on the estimation of price indexes. \n", "\nThis well-known statistical test shows the extent to which statistical models correspond to the data under study. Known as the Durbin-Wu-Hausman test, it is a test for endogeneity in an econometric model and is helpful for statisticians in determining whether a model will ultimately be effective in calculating<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/p-value.asp\"> p-values</a>, basically the bottom line for statistical significance or non-significance.\n", "\nHausman is a recognized expert in the economics of the telecommunications industry. His applied research in this area has ranges from the effects of taxation and regulation in the industry to the welfare benefits to consumers of innovation in cellular telephones and networks. For example his work on telecom taxation has demonstrated that taxes on wireless services can impose a far greater burden on the economy than the revenue they raise for governments.  \n", "\nHausman’s recent work has also included a focus on price indexes, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">Consumer Price Index (CPI)</a>, and the benefits to consumers that result from lower prices through large discount retailers. His research indicates that failing to properly account for the lower prices offered by retailers such as Wal-mart supercenters, the resulting changes in shopping patterns as consumers take advantage of the lower prices, and the improvement in the quality of differentiated products and services offered by these outlets all introduce substantial upward bias into the CPI.\n", "\n \n"]}