{"name": "Jesse L. Livermore Definition", "@id": "https://www.investopedia.com/terms/j/jesse-l-livermore.asp", "related": ["https://www.investopedia.com/terms/t/tape-reading.asp", "https://www.investopedia.com/terms/s/steve-cohen.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/s/sucker-rally.asp", "https://www.investopedia.com/terms/m/michael-bloomberg.asp"], "body": ["\nJesse L. Livermore was a stock trader, who rose from a humble farming background to become a stock trader in Boston. Over the course of his career, he won and lost fortunes in many arenas. A self-made man with no formal education or trading background, Livermore focused on making money from the overall market directions and not concentrating on individual stocks. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/09/legendary-trader-jesse-livermore.asp\">His strategies</a> were based on a combination of price patterns and volume analysis. Livermore is most well-known for shorting the stock market right at the beginning of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a> in 1929.\n", "\nJesse L. Livermore was born in abject poverty in Massachusetts. He lived from 1877 to 1940. His first job was with Paine Webber—a Boston banking and stock broking company—at the age of 14 for a salary of $5 per week. Tom Rubython, who wrote a biography of Livermore in 2014, said that Livermore looked bigger than his age at the time. This encouraged people to trust him and he always repaid that trust, according to Rubython.\n", "\nLivermore's first trade was at the age of 15, when he bought a share for $5 and made a profit of $3.12 from it. At the age of 16, Livermore quit his job at Paine Webber and started trading on his own. Rubython's book states that Livermore was repeatedly banned from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bucketshop.asp\">bucket shops</a> in Boston because he always won. But he would disguise himself and come back for trading. After being permanently banned from Boston's bucket shops, Livermore moved to New York. There, he lost all his money before becoming one of the most successful traders in the world.\n", "\nAmong Livermore's notable trades were his shorting of the Union Pacific Railway stock just before the San Francisco earthquake and shorting the stock market just before the 1929 crash. Livermore claimed to have a \"psychic\" revelation about shorting Union Pacific.\n", "\nWhile he made several millions of dollars in a single day in the stock market during a time when it was unregulated, Livermore is also in the history books for rescuing it in 1907 when the markets began plunging. Upon advice from J.P. Morgan, he began buying stocks when the market was crashing. Other traders, who had been selling, followed suit. Livermore also became bankrupt several times during his career. But he always regained his fortunes in the following years.\n", "\nThe creation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) marked the beginning of the end for Livermore.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> By 1940, he was bankrupt once again. He committed suicide by shooting himself in the head that year.\n", "\nLivermore espoused the strategy of buying and holding during bull markets and selling when market momentum began to shift. His strategy of making money was remarkable at a time when companies did not publish financial markets and research for fundamental analysis was unavailable.\n", "\nHe believed that effort was a key component that separated the winners and losers in the investment world. \"Reminiscences of a Stock Operator,\" written by Edwin Lefevre, is one of the most widely read books on investing.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Livermore also wrote books about his life and methods including \"How to Trade Stocks\" and \"My Life in Wall Street and How I Made Three Fortunes in the Stock Market.\"<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n"]}