{"name": "Jim Cramer: Net Worth, Education, and Top Quotes", "@id": "https://www.investopedia.com/articles/personal-finance/081315/jim-cramer-success-story-net-worth-education-top-quotes.asp", "related": ["https://www.investopedia.com/terms/c/cramerbounce.asp", "https://www.investopedia.com/terms/w/william-j-oneil.asp", "https://www.investopedia.com/terms/b/buy-and-homework.asp", "https://www.investopedia.com/terms/s/steve-cohen.asp", "https://www.investopedia.com/terms/m/michael-bloomberg.asp", "https://www.investopedia.com/terms/f/fang-stocks-fb-amzn.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jimcramer.asp\" rel=\"noopener noreferrer\">Jim Cramer</a> is a former hedge fund manager, TV host, and personality of CNBC's \"Mad Money.\" He is also the co-founder and chairman of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/030515/motley-fool-vs-thestreet-which-which.asp\" rel=\"noopener noreferrer\">TheStreet.com, Inc</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nJim Cramer was born February 10, 1955, in Wyndmoor, Pennsylvania, a suburb close to Philadelphia.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ His parents were hardworking and creative individuals. His mother was an artist, and his father was an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneur</a> who owned a company that sold wrapping paper, boxes, and bags to retailers.\n", "\nAs a young man, Cramer sold ice cream at Veterans Stadium during local Phillies games.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ In 1978, Cramer began working as a reporter. He covered the Ted Bundy murders in Tallahassee, Florida where he worked for a Democrat and for the Los Angeles Herald Examiner. Cramer was robbed many times in Florida and was even forced to live in his car at one point.\n", "\nCramer attended Harvard University where he earned a Bachelors degree in government in 1977, graduating magna cum laude.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ His journalism experience began in college when he became the President and Editor in Chief of the Harvard Crimson.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ He continued with his education at Harvard Law School where he earned his Juris Doctor degree in 1984.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nWhile in law school, Cramer began investing in the stock market and even went as far as promoting his stock picks. His track record of successful stock picks landed him a job as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockbroker.asp\" rel=\"noopener noreferrer\">stockbroker</a> with Goldman Sachs.\n", "\nIn 1987, Jim Cramer took his knowledge of the stock market and started his own hedge fund company, Cramer &amp; Co.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Cramer ran his fund from 1987 to 2000 and had only one year of negative returns. He eventually retired from his hedge fund in 2001, posting an overall annual average return of 24% from 1987 to 2001 and yielding an average of over $10 million per year over the entire 14-year period.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nWhile still at his hedge fund, in 1996, Cramer co-founded TheStreet.com, a website that provides commentary and advice on the stock market.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Cramer is the second-largest shareholder of the company and, at one point, the company reached a market cap of $1.7 billion.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ As of August 2019, however, Maven acquired TheStreet.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nIn 2005, Jim Cramer signed on to be the host of the CNBC show \"Mad Money,\" for which he is most well-known.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The goal of the show is to teach its viewers how to think like professional investors and not to tell people what to think. The popularity of the show has risen consistently over the past 10 years, making it one of the most popular investment shows on CNBC.\n", "\nCramer's success on \"Mad Money\" has allowed him to host and appear as a guest on multiple investment shows across multiple broadcasting companies. In addition, Cramer has been a guest on prominent shows unrelated to investment finance, such as \"Arrested Development,\" \"The Tonight Show\" and \"The Daily Show.\"<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nJim Cramer has a total estimated net worth of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://moneyinc.com/jim-cramer-net-worth/\" rel=\"noopener noreferrer nofollow\">$100 million</a>, according to Money, Inc.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ The bulk of his net worth came from his success as a hedge fund manager, but his success did not stop there. Using his experience as a hedge fund manager, Cramer increased his net worth through a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">diversified</a> strategy of multiple income streams.\n", "\nThe market cap and cash flow from his ownership of TheStreet.com have boosted his net worth as has his notoriety and success as the host of \"Mad Money.\" \"Mad Money\" has maintained Cramer's strong influence within the investment finance realm. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cramerbounce.asp\" rel=\"noopener noreferrer\">He is a leading personality for stock market advice</a>.\n", "\nCramer once said, “I’ve lost tremendous amounts of money in various markets, and I think that that’s something that makes you better at my job, not worse.”<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nThe quote is a perfect example of the type of person Cramer has become through his experience as a hedge fund manager and as an on-air investment adviser. If an investor is in the game long enough, they are bound to lose money. But it is what the investor does with that learning that makes them a success or failure.\n", "\n“I will stand up for what I believe and for what I have always believed,\" Cramer also said. \"Every person has a right to be rich in this country, and I want to help them get there.”<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nThis embodies Cramer's mentality when he provides advice on his show \"Mad Money.\"\n"]}