{"name": "Jobs And Growth Tax Relief Reconciliation Act of 2003", "@id": "https://www.investopedia.com/terms/j/jgtrra.asp", "related": ["https://www.investopedia.com/terms/b/bush-tax-cuts.asp", "https://www.investopedia.com/terms/a/american-taxpayer-relief-act-2012.asp", "https://www.investopedia.com/terms/e/egtrra.asp", "https://www.investopedia.com/terms/b/bonusdepreciation.asp", "https://www.investopedia.com/terms/o/ordinary-dividends.asp", "https://www.investopedia.com/terms/t/tax-reform-act-of-1993.asp"], "body": ["\nThe Jobs and Growth Tax Relief Reconciliation Act (JGTRRA) was a U.S. tax law Congress passed on May 23, 2003, which lowered the maximum individual income tax rate on corporate dividends to 15%.\n", "\nThe JGTRRA was put forward as part of an effort to jump-start the U.S. economy following the attacks of 9/11 and the 2001 recession. By reducing the amount of tax investors paid on dividends and capital gains, public companies were encouraged to pay dividends instead of holding onto their cash, thereby stimulating the overall economy.\n", "\nFollowing the recession of 2001 and the 9/11 attacks, the Jobs and Growth Tax Relief Reconciliation Act (JGTRRA) was passed into law and did achieve its goal of spurring the U.S. economy. The law reduced the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-term_capital_gain_loss.asp\">long-terms capital gains</a> rate to 15% from 20%. More controversially, the law no longer treated capital gains as regular income but instead as long-term capital gains.\n", "\nAs also seen with EGTRRA, passed in June of 2001 during President George W. Bush’s first year as president, the law was not initially conceived to continue forever. By 2004 the U.S. economy was performing well, with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a> between 3-4%. Some economists consider the ideal range for GDP to be 2-3%. As we now know, the economy overheated with a variety of speculative new investments in housing and elsewhere leading to the crash of 2008, one of the worst recessions in U.S. history. As a result of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">2008 Great Recession</a>, President Obama and Congress had their hands tied with both the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/egtrra.asp\">EGTRRA</a> of 2001 and the JGTRRA of 2003 and neither law was ended as intended when first passed. \n", "\nThe global economy is a delicate balancing act and many would argue the U.S. economy is now very much out of balance with a nearly $21.0 trillion <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-deficit.asp\">budget debt</a>. As any household knows, you cannot increase spending and reduce income and make ends meet without borrowing. It’s politically expedient to make short-term fixes during difficult times, but the question lingers whether there is any practical way to enforce the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sunsetprovision.asp\">sunset provisions</a> put into place at the time of passage. As just one example, the tax cuts passed in late 2017 call for the individual tax brackets to revert to their former levels by 2025. \n", "\nSunset provisions have been around for a long time. Thomas Jefferson believed no law passed by one generation should continue into the next. At its most philosophical level, this generational concern has presided over the usage of sunset clauses as a form of fairness in society. The last thing the parents of one generation want is to leave the world worse off for their children. Given the recent popularity in U.S. politics of using the sunset clause as the only way to push through tax cuts, we now have a $21 trillion debt burden likely to affect several generations.\n"]}