{"name": "John Maynard Keynes Definition", "@id": "https://www.investopedia.com/terms/j/john_maynard_keynes.asp", "related": ["https://www.investopedia.com/terms/d/deficit-spending.asp", "https://www.investopedia.com/terms/l/laissezfaire.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/u/underconsumption.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/a/austerity.asp"], "body": ["\nJohn Maynard Keynes was an early 20th-century British economist, known as the father of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\">Keynesian economics</a>. His theories of Keynesian economics addressed, among other things, the causes of long-term unemployment. In a paper titled \"The General Theory of Employment, Interest and Money,\" Keynes became an outspoken proponent of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullemployment.asp\">full employment</a> and government intervention as a way to stop economic <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a>. His career spanned academic roles and government service.\n", "\nAmong other hallmarks of his economic theories, Keynes believed that governments should increase spending and lower taxes in order to stimulate demand in the face of recession.\n", "\nJohn Maynard Keynes was born in 1883 and grew up to be an economist, journalist and financier, thanks in large part to his father, John Neville Keynes, an Economics lecturer at Cambridge University. His mother, one of the first female graduates of Cambridge University, was active in charitable works for less-privileged people. \n", "\nKeynes' father was an advocate of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laissezfaire.asp\">laissez-faire economics</a>, and during his time at Cambridge, Keynes himself was a conventional believer in the principles of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free market</a>. However, Keynes became comparatively more radical later in life and began advocating for government intervention as a way to curb unemployment and resulting recessions. He argued that a government jobs program, increased government spending, and an increase in the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-deficit.asp\">budget deficit</a> would decrease high <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemploymentrate.asp\">unemployment rates</a>.\n", "\nThe most basic principle of Keynesian economics is that if an economy's investment exceeds its savings, it will cause inflation. Conversely, if an economy's saving is higher than its investment, it will cause a recession. This was the basis of Keynes belief that an increase in spending would, in fact, decrease unemployment and help <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-recovery.asp\">economic recovery</a>. Keynesian economics also advocates that it's actually demand that drives production and not supply. In Keynes time, the opposite was believed to be true.\n", "\nWith this in mind, Keynesian economics argues that economies are boosted when there is a healthy amount of output driven by sufficient amounts of economic expenditures. Keynes believed that unemployment was caused by a lack of expenditures within an economy, which decreased <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\">aggregate demand</a>. Continuous decreases in spending during a recession result in further decreases in demand, which in turn incites higher unemployment rates, which results in even less spending as the amount of unemployed people increases.\n", "\nKeynes advocated that the best way to pull an economy out of a recession is for the government to borrow money and increase demand by infusing the economy with capital to spend. This means that Keynesian economics is a sharp contrast to laissez-faire in that it believes in government intervention.\n"]}