{"name": "Jumbo Loan", "@id": "https://www.investopedia.com/terms/j/jumboloan.asp", "related": ["https://www.investopedia.com/terms/c/conformingloan.asp", "https://www.investopedia.com/terms/c/conformingloanlimit.asp", "https://www.investopedia.com/terms/n/non_conforming.asp", "https://www.investopedia.com/terms/m/mortgage-application.asp", "https://www.investopedia.com/terms/h/housing-and-economic-recovery-act-hera.asp", "https://www.investopedia.com/terms/m/maximum_loan_amount.asp"], "body": ["\nA jumbo loan, also known as a jumbo mortgage, is a type of financing that exceeds the limits set by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhfa.asp\" rel=\"noopener noreferrer\">Federal Housing Finance Agency</a> (FHFA). Unlike conventional mortgages, a jumbo loan is not eligible to be purchased, guaranteed, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitize.asp\" rel=\"noopener noreferrer\">securitized </a>by Fannie Mae or Freddie Mac. Designed to finance luxury properties and homes in highly competitive local real estate markets, jumbo mortgages come with unique <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a> requirements and tax implications. These kinds of mortgages have gained traction as the housing market continues to recover following the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a>.\n", "\nThe value of a jumbo mortgage varies by state—and even county. The FHFA sets the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conformingloanlimit.asp\" rel=\"noopener noreferrer\">conforming loan limit</a> size for different areas on an annual basis, though it changes infrequently. As of 2019, the limit was set at $484,350 for most of the country. That was increased from $453,100 in 2018. For counties that have higher home values, the baseline limit is set at $726,525, or 150% of $484,350.\n", "\nThe FHFA has a different set of provisions for areas outside of the continental United States for loan limit calculations. As a result, the baseline limit for a jumbo loan in Alaska, Guam, Hawaii, and the U.S. Virgin Islands as of 2019 is also $726,525. That amount may actually be even higher in counties that have higher home values.\n", "\nIf you have your sights set on a home that costs close to half a million dollars or more—and you don't have that much sitting in a bank account—you're probably going to need a jumbo mortgage. And if you’re trying to land one, you’ll face much more rigorous credit requirements than homeowners applying for a conventional loan. That’s because jumbo loans carry more credit risk for the lender since there is no guarantee by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/fannie-mae-loans/\" rel=\"noopener noreferrer\">Fannie Mae</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freddiemac.asp\" rel=\"noopener noreferrer\">Freddie Mac</a>. There's also more risk because more money is involved.\n", "\nJust like traditional mortgages, minimum requirements for a jumbo have become increasingly stringent since 2008. To get approved, you’ll need a stellar credit score—700 or above—and a very low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dti.asp\" rel=\"noopener noreferrer\">debt-to-income</a> (DTI) ratio. The DTI should be under 43% and preferably closer to 36%. Although they are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non_conforming.asp\" rel=\"noopener noreferrer\">nonconforming mortgages</a>, jumbos still must fall within the guidelines of what the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\" rel=\"noopener noreferrer\">Consumer Financial Protection Bureau</a> considers a “qualified mortgage”—a lending system with standardized terms and rules, such as the 43% DTI.\n", "\nYou’ll need to prove you have accessible cash on hand to cover your payments, which are likely to be very high if you opt for a standard 30-year <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp\" rel=\"noopener noreferrer\">fixed-rate mortgage</a>. Specific income levels and reserves depend on the size of the overall loan, but all borrowers need 30 days of pay stubs and W2 tax forms stretching back two years. If you're self-employed, the income requirements are greater: Two years of tax returns and at least 60 days of current bank statements. The borrower also needs provable <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidasset.asp\" rel=\"noopener noreferrer\">liquid assets</a> to qualify and cash reserves equal to six months of the mortgage payments. And all applicants have to show proper documentation on all other loans held and proof of ownership of non-liquid assets (like other real estate).\n", "\nWhile jumbo mortgages used to carry higher interest rates than conventional mortgages, the gap has been closing in recent years. Today, the average <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\" rel=\"noopener noreferrer\">annual percentage rate</a> (APR) for a jumbo mortgage is often par with conventional mortgages—and in some cases, actually lower. As of March 2019, Wells Fargo, for example, charged an APR of 4.092% on a 30-year fixed-rate conforming loan and 3.793% for the same term on a jumbo loan. \n", "\nEven though the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gse.asp\" rel=\"noopener noreferrer\">government-sponsored enterprises</a> can't handle them, jumbo loans are often securitized by other financial institutions; since these securities carry more risk, they trade at a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield_spread_premium.asp\" rel=\"noopener noreferrer\">yield premium</a> to conventional securitized mortgages. However, this <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spread.asp\" rel=\"noopener noreferrer\">spread</a> has been reduced with the interest rate of the loans themselves.\n", "\nFortunately, down payment requirements have loosened over the same time period. In the past, jumbo mortgage lenders often required home buyers to put up 30% of the residence's purchase price (compared to 20% for conventional mortgages). Now, that figure has fallen as low as 10% to 15%. As with any mortgage, there can be various advantages to making a higher down payment—among them, to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/insurance/avoid-pmi/\" rel=\"noopener noreferrer\">avoid the cost of the private mortgage insurance</a> lenders require for down payments below 20%.\n", "\nHow much you can ultimately borrow depends, of course, on your assets, your credit score, and the value of the property you're interested in buying. These mortgages are considered most appropriate for a segment of high-income earners who make between $250,000 and $500,000 a year. This segment is known as HENRY, an acronym for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high-earners-not-yet-rich-henrys.asp\" rel=\"noopener noreferrer\">high earners, not rich yet</a>. Basically, these are people who generally make a lot of money but don't have millions in extra cash or other assets accumulated—yet.\n", "\nWhile an individual in the HENRY segment may not have amassed the wealth to purchase an expensive new home with cash, such high-income individuals do usually have better credit scores and more extensively established <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-history.asp\" rel=\"noopener noreferrer\">credit histories</a> than the average homebuyer seeking a conventional mortgage loan for a lower amount. They also tend to have more solidly established retirement accounts. They often have been contributing for a longer period of time than lower-income earners.\n", "\nThese are just the sorts of individuals that institutions love to sign up for long-term products, partly because they often need additional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealthmanagement.asp\" rel=\"noopener noreferrer\">wealth management</a> services. Plus, it's more practical for a bank to administer a single $2 million mortgage than 10 loans valued at $200,000 apiece.\n", "\nJust because you may qualify for one of these loans doesn't mean you should take one out. You certainly shouldn't if you are counting on it furnishing you with a substantial tax break, for example.\n", "\nYou’re probably aware that you can deduct the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgageinterest.asp\" rel=\"noopener noreferrer\">mortgage interest</a> you paid for any given year from your taxes, providing you itemize your deductions. But you probably never had to worry about the cap the IRS places on this deduction—a cap that was lowered by the passage of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a>. Anyone who got a mortgage on Dec. 14, 2017, or earlier can deduct interest on up to $1 million in debt, which is the amount of the old cap. But for home purchases made after Dec. 14, 2017, you can only deduct the interest on up to $750,000 in mortgage debt. If your mortgage is larger, you don't get the full deduction. If you plan to take out a $2 million jumbo mortgage that accrues $80,000 in interest a year, for example, you can only deduct $30,000—the interest on the first $750,000 of your mortgage. In effect, you only get a tax break on 37.5% of the mortgage interest.\n", "\nThat means you should borrow with care and crunch the numbers carefully to see what you can truly afford and what kinds of tax benefits you will receive. With the state and local tax deduction limited to $10,000 a year, due to the same tax bill, a highly taxed property will also cost you more to own. One other strategy: Compare terms to see if taking out a smaller conforming loan, plus a second loan, instead of one big jumbo, might prove better for your finances in the long haul.\n"]}