{"name": "Jumpstart Our Business Startups Act (JOBS)", "@id": "https://www.investopedia.com/terms/j/jumpstart-our-business-startups-act-jobs.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-8-a.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/1/2000-investor-limit.asp", "https://www.investopedia.com/terms/u/unregistered-shares.asp", "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp", "https://www.investopedia.com/terms/investor-protection-act.asp"], "body": ["\nThe Jumpstart Our Business Startups (JOBS) Act is a piece of U.S. legislation that was signed into law by President Barack Obama on April 5, 2012, that loosens regulations instituted by the Securities And Exchange Commission (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">SEC</a>) on small businesses. It lowers reporting and disclosure requirements for companies with less than $1 billion in revenue, and allows advertising of securities offerings. It also allows greater access to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crowdfunding.asp\">crowd-funding</a>, and greatly expands the number of companies that can offer stock without going through SEC registration.\n", "\nThe JOBS Act is meant to make it easier for startups to raise capital. Secondarily, it is meant to allow <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\">retail investors</a> to invest in startups. Proponents of the legislation contended that SEC rules were preventing startups from raising the capital they needed to expand. Opponents contended that SEC regulations exist to provide oversight and transparency which prevent people from defrauding investors.\n", "\nThe JOBS Act establishes the category of \"emerging growth companies,\" which the SEC defines as a company that is issuing stock with total annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grosssales.asp\">gross revenues</a> of less than $1 billion during its most recently completed fiscal year. The JOBS Act lessens reporting and oversight requirements for these companies. Before the JOBS Act, in most cases, only <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\">accredited investors</a> could invest in startups.\n", "\nThe JOBS Act allows retail investors to invest in startups in two ways. First, it lets startups raise up to $1 million via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crowdfunding.asp\">crowdfunding</a>, which is a form of investing by many small investors pooling their resources. This is different than crowdfunding websites such as Kickstarter, where people donate money and do not receive equity for their contributions. Secondly, it greatly expands a category under a rule called \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationa.asp\">Regulation A</a>\" (or Reg A), which allows companies to offer stock without going through the process of registering with the SEC. Under the JOBS Act, the expanded Reg A, often called Reg A+, allows companies to offer up to $50 million in stock each year without needing to meet normal registration requirements. Retail investors can invest up to certain amounts using both of these methods, allowing them access to relatively risky venture-capital investments.\n"]}