{"name": "Junk Fees Definition", "@id": "https://www.investopedia.com/terms/j/junk_fees.asp", "related": ["https://www.investopedia.com/terms/g/good_faith_estimate.asp", "https://www.investopedia.com/terms/j/junk-fees.asp", "https://www.investopedia.com/terms/c/closingstatement.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/c/closing.asp", "https://www.investopedia.com/terms/h/hud-1.asp"], "body": ["\nJunk fees are a series of charges that a lender imposes at the closing of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgage</a>. These charges are often unexpected by the borrower and not clearly explained by the lender. This surprise factor can lead to the impression that these fees are excessive and tacked on to other legitimate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingcosts.asp\" rel=\"noopener noreferrer\">closing costs</a> without good reason.\n", "\nJunk fees are a subset of the costs that appear on every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hud-1.asp\">HUD-1 settlement statement</a>. Traditionally, that statement was a stand-alone form that federal law required a lender to provide a borrower at closing. It contained a detailed itemization of all costs associated with the loan.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nPrior to closing, at the point when the parties agree to the terms of the loan and begin preparations for closing, the lender was required to provide a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/good_faith_estimate.asp\">good faith estimate</a> (GFE) of those costs. In 2015, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-financial-protection-bureau-cfpb.asp\">Consumer Financial Protection Bureau</a> (CFPB) consolidated these documents into one form, the closing disclosure.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe costs listed on the HUD-1 range from boilerplate items such as home inspection and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/titlesearch.asp\">title search</a> fees to more questionable costs that some consider junk. The latter group can contain items such as a document preparation fee, an application fee, a funding fee, a verification of employment fee, a sign-up fee, a translation fee, or an automated <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting-fees.asp\">underwriting fee</a>.\n", "\nThe borrower has always had the right to challenge these fees and negotiate them with the lender, but many lenders have found it profitable to assume that borrowers will fail to challenge all of these fees. Critics of the mortgage industry have also argued that lenders do not adhere to the good faith requirement of the GFE and liberally add fees to the final HUD-1 statement that were never included in the GFE.\n", "\nJunk fees end up increasing the price of buying a home and may not be budgeted into the cost plan of a homebuyer. In many cases, this may financially extend a buyer to a final cost that they are not comfortable with. It also leaves a bad taste regarding the home buying process that should generally be a happy moment for most people.\n", "\nThe Consumer Financial Protection Bureau's (CFPB's) 2015 reforms to the closing process not only streamlined the paperwork associated with the closing process, but they also established restrictions on fees and adjustments that could be made after the GFE was provided to the borrower.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nPart of the aim of these changes was to minimize lenders’ ability to add junk fees that borrowers might overlook. The major change that the CFPB instituted in this new set of rules is a limitation on the permissible inflation of charges listed on the lending estimate (LE), the document formerly known as the GFE.\n", "\nIn general, no fee can be increased by more than 10% from the LE to the final closing statement. If a major change in the circumstances of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loan</a> has occurred, the lender must allow the borrower to review a new LE as the restrictions stated by the CFPB may no longer apply.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nJunk fees are not generally illegal. Even with the efforts of the CFPB to protect borrowers against deceptive lending practices, the borrower bears the burden of carefully examining and questioning fees that appear unnecessary. It is always the lender's goal to close a mortgage so that they can earn revenue, therefore they are typically open to negotiation to ensure that the mortgage closes.\n"]}