{"name": "Jurisdiction Risk Definition", "@id": "https://www.investopedia.com/terms/j/jurisdiction-risk.asp", "related": ["https://www.investopedia.com/terms/f/financial-forensics.asp", "https://www.investopedia.com/terms/m/microrisk.asp", "https://www.investopedia.com/terms/k/kimchi-premium.asp", "https://www.investopedia.com/terms/o/ofac.asp", "https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/h/hawala.asp"], "body": ["\nJurisdiction risk refers to the risk that arises when operating in a foreign jurisdiction. This risk can come by simply doing business or by lending money in another country. In recent times, jurisdiction risk has focused increasingly on banks and financial institutions that are exposed to the volatility that some of the countries where they operate may be high-risk areas for money laundering and terrorism financing.\n", "\nJurisdiction risk is any additional risk that arises from borrowing and lending or doing business in a foreign country. This risk can also refer to times when laws unexpectedly change in an area in which an investor has exposure. This type of jurisdiction risk can often to lead to volatility. As a result, the added risk from volatility means investors will demand higher returns to offset the higher levels of risk being faced.\n", "\nSome of the risks associated with jurisdiction risk that banks, investors, and companies may face include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/litigation-risk.asp\">legal complications</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> risks, and even <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/politicalrisk.asp\">geopolitical risks</a>.\n", "\nAs mentioned above, jurisdiction risk has recently become synonymous with countries where money laundering and terrorist activities are high. These activities are generally believed to be prevalent in countries that are designated as non-cooperative by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-action-task-force-fatf.asp\">Financial Action Task Force</a> (FATF) or are identified by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\">U.S. Treasury</a> as requiring special measures due to concerns about money laundering or corruption. Because of the punitive fines and penalties that can be levied against a financial institution that is involved—even inadvertently—in money laundering or financing terrorism, most organizations have specific processes to assess and mitigate jurisdiction risk.\n", "\nThe FATF publishes two documents publicly three times a year and has done so since 2000. These reports identify areas of the world that the FATF declares has weak efforts to combat both money laundering and terrorist financing. These countries are called Non-Cooperative Countries or Territories (NCCTs).\n", "\nAs of August 2019, the FATF listed the following 12 countries as monitored jurisdictions: Bahamas, Botswana, Cambodia, Ethiopia, Ghana, Pakistan, Serbia, Sri Lanka, Syria, Trinidad and Tobago, Tunisia, Yemen. These NCCTs have deficiencies when it comes to placing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aml.asp\">anti-money laundering</a> policies, as well as recognizing and fighting terrorist financing. But they have all committed to working with the FATF to address the deficiencies.\n", "\nThe FATF placed both North Korea and Iran on its call-to-action list. According to the FATF, North Korea still poses a great risk to international finance because of its lack of commitment and deficiencies in the noted areas. The FATF also indicated its concern over the country's proliferation of weapons of mass destruction. The organization noted Iran outlined its commitment to the FATF but has failed to enact its plan. As such, the country remains on the call-to-action list and has until October 2019 to put the Palermo and Terrorist Financing Conventions in place.\n", "\nInvestors may experience jurisdiction risk in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreignexchangerisk.asp\">foreign exchange risk</a>. So, an international financial transaction may be subject to fluctuations in currency exchange. This can lead to a drop in the value of an investment. Foreign exchange risks can be mitigated by using hedging strategies including options and forward contracts.\n"]}