{"name": "Kairi Relative Index (KRI) Definition and Example", "@id": "https://www.investopedia.com/terms/k/kairi-relative-index.asp", "related": ["https://www.investopedia.com/terms/d/detrended-price-oscillator-dpo.asp", "https://www.investopedia.com/terms/f/fisher-transform.asp", "https://www.investopedia.com/terms/s/sentimentindicator.asp", "https://www.investopedia.com/terms/s/sma.asp", "https://www.investopedia.com/terms/m/macd.asp", "https://www.investopedia.com/terms/q/qstick.asp"], "body": ["\nThe Kairi Relative Index is a metric that traders use to indicate when it is time to buy or sell an asset. It measures the deviation of the price from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sma.asp\" rel=\"noopener noreferrer\">simple moving average</a> (SMA) of that asset's price over a period of time, typically 10 to 20 days.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿<br/>\n", "\nIf an asset's price is much higher than the SMA of the asset over a chosen time period, the Kairi Relative Index favors selling. If an asset's price is much lower than the simple moving average, then the index favors buying the asset.\n", "\nThe Kairi Relative Index was invented by an investor in Japan. It came into widespread usage in the middle of the 20th century, but by the 1970s it had been superseded by more sophisticated metrics like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rsi.asp\" rel=\"noopener noreferrer\">Relative Strength Index (RSI)</a>. \n", "\nThe KRI is measuring how far away the price is from its moving average. Assets that move a lot will tend to have larger values than assets that don't move a lot. For example, an extremely low reading on the SPDR S&amp;P 500 ETF (SPY) is between -7 and -15 and a high reading is four to 10 on the upside.\n", "\nA volatile stock may have extreme readings of -40 or +50. Therefore, when the indicator is applied to a stock or other asset, note the extreme levels the indicator has reached in the past on that asset. Those are the areas to watch for on the indicator in the future.\n", "\nWhen the indicator falls to an extremely low reading for that asset, the indicator is saying the price is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oversold.asp\" rel=\"noopener noreferrer\">oversold</a> and could bounce. Consider waiting for confirmation, such as the price actually starting to rise before buying.\n", "\nWhen the indicator rises to an extremely high reading for that particular asset, the indicator is saying the price is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overbought.asp\" rel=\"noopener noreferrer\">overbought</a> and could decline. Consider waiting for confirmation before selling, such as the price starting to fall.\n", "\nOn the chart below, the KRI is added to a Apple Inc. (AAPL) weekly chart.\n", "\nOver more than seven years, extreme readings on the upside have typically been 15 or above. Extremely low readings have been below -10.\n", "\nSome of these extremes are marked by vertical lines on the chart, with green lines representing KRI buy signals and red lines representing KRI sell signals.\n", "\nWhile some of these trades would have worked out, mainly because Apple was in an overall uptrend during the period, many signals would have resulted in poor entry and exit points if the KRI was used on its own. Several buy signals occurred when the price of Apple was still declining. Several sell points occurred too early as the price will still moving higher.\n", "\nWaiting for confirmation of a price reversal once the KRI had reached an extreme would have helped prevent some of these early entries and exits.\n", "\nThe KRI measures the distance of closing prices to the SMA. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macd.asp\" rel=\"noopener noreferrer\">Moving Average Convergence Divergence (MACD)</a> measures the distance between two exponential moving averages. A signal line is then typically applied to the MACD to generate trade signals.\n", "\nThe KRI is tracking how far an asset is from its moving average. Extreme readings are considered sell or buy signals, but users must also note that the more extreme the reading the stronger the trend is. Prices need to run fast and hard in order to move away from the moving average. Therefore, trying to short a rapidly rising market or buy a rapidly falling market can be like stepping in front of a freight train.\n", "\nIt is prudent to wait for some other form of verification that the price is actually turning when the Kairi indicator reaches an extreme level. Trades may use other technical indicators or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-action.asp\" rel=\"noopener noreferrer\">price action</a> to signal the price is turning.\n", "\nThe KRI may turn lower or higher without the asset's price turning lower or higher. This can happen because the distance between the price and the SMA narrows, but the price can still continue in its current direction.\n", "\nA simple moving average is the main component of the KRI indicator. Averages are historical in nature, and may not provide insight into what will happen in the future.\n"]}