{"name": "Kappa Definition", "@id": "https://www.investopedia.com/terms/k/kappa.asp", "related": ["https://www.investopedia.com/terms/l/lambda.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/z/zomma.asp", "https://www.investopedia.com/terms/o/optionpricingtheory.asp", "https://www.investopedia.com/terms/r/rho.asp", "https://www.investopedia.com/terms/i/iv.asp"], "body": ["\nKappa is the measurement of an option contract's price sensitivity to changes in the volatility of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\" rel=\"noopener noreferrer\">underlying asset</a>. Volatility accounts for recent changes in price, historical changes in price, and future price moves. For a trading instrument, like an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">option</a>, volatility is intended to capture the amount and speed at which the price moves up and down.\n", "\nKappa, also called vega, is one of the four primary Greek risk measures, so-named after the Greek letters that denote them. Since vega is not actually a Greek letter, (the \"v\" in vega stands for \"volatility\" just as the \"t\" in \"theta\" stands for \"time\") it is sometimes referred to as kappa.\n", "\nThe prices of options contracts are influenced by a number of different factors. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/getting-to-know-the-greeks/\" rel=\"noopener noreferrer\">option Greeks</a> are four ways of measuring factors that influence the price of options; traders use these measures when analyzing options. This set of risk measures—kappa, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/theta.asp\" rel=\"noopener noreferrer\">theta</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamma.asp\" rel=\"noopener noreferrer\">gamma</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delta.asp\" rel=\"noopener noreferrer\">delta</a>—indicates how sensitive an option is to time-value decay, changes in implied volatility, and movements in the price of its underlying security.\n", "\nKappa measures risk by calculating the amount that an option contract's price changes in reaction to a 1% change in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iv.asp\" rel=\"noopener noreferrer\">implied volatility</a> of the underlying asset. Kappa is higher the further away an option's expiration date is. Kappa falls as the expiration date approaches because the price of an option becomes more sensitive to the price volatility of the underlying asset as its expiration date gets closer. (Options that are expiring immediately have negative kappa.) This is because options that are expiring in the future have greater premiums assigned to them than those options that expire immediately.\n", "\nWhen there are large price movements (that indicate volatility) in the underlying asset, kappa changes. Kappa falls as the option gets closer to its expiration date. Kappa measures the price change for each percentage point change in implied volatility. Implied volatility is a prediction; it may vary from the real future volatility. Implied volatility is calculated using a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionpricingtheory.asp\" rel=\"noopener noreferrer\">model</a> that determines what the current market prices are estimating an underlying asset's future volatility will be.\n", "\nKappa can be calculated for individual options, as well as an options portfolio. When kappa is determined for an options portfolio, it is referred to as net kappa. Net kappa is determined by adding up the kappas of each individual position.\n", "\nThe other three options Greek are delta, gamma, and theta. Delta measures the impact of a change in the underlying asset's price. It is the ratio that compares the change in the price of an asset, usually marketable securities, to the corresponding change in the price of its derivative. Gamma measures the rate of change of delta; it is the rate of change in an option's delta per 1-point move in the underlying asset's price. Theta measures the impact on the price as time passes (its time decay).\n"]}