{"name": "KBW Bank Index Definition", "@id": "https://www.investopedia.com/terms/k/kbw-bank-index.asp", "related": ["https://www.investopedia.com/terms/a/aba-bank-index.asp", "https://www.investopedia.com/terms/r/russell-2500index.asp", "https://www.investopedia.com/terms/s/sensex.asp", "https://www.investopedia.com/terms/m/msci-emu-index.asp", "https://www.investopedia.com/terms/b/bugsindex.asp", "https://www.investopedia.com/terms/r/russell_1000index.asp"], "body": ["\nThe KBW Bank Index is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark</a> stock index of the banking sector. The index was developed by the investment bank Keefe, Bruyette and Woods, which specializes in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_sector.asp\">financial sector</a>. It includes a weighting of 24 banking stocks selected as indicators of this industry group. The stocks represent large U.S. national money center banks, regional banks, and thrift institutions.\n", "\nThe KBW index utilizes a float-adjusted modified-market capitalization-weighting method. The index components are chosen by a committee of five persons (4 KBW employees and one full-time employee of the Nasdaq exchange) that meet quarterly. Their selection criteria seek to replicate certain market, industry, and geographic segments, by selecting from among the largest banking firms that meet the initial eligibility criteria.\n", "\nThe index focuses specifically on banking, and de-emphasizes components that would be heavily insurance-related or investment-oriented. For example, Goldman Sachs, Metlife, and Berkshire Hathaway are notably absent from its components, though these stocks are listed in the holdings of other similar indexes. As of June 2019, the individual index components included:\n", "\nThe index was set to an initial index value of 250 on October 21, 1991. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">Options</a> began trading on September 21, 1992. The index began its life at the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/phlx.asp\">Philadelphia Stock Exchange</a>, which was later purchased by <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a>. Since the index originated as part of the Philadelphia Stock Exchange, some vendors still refer to it as the PHLX/KBW Bank Index. Calculation and dissemination of the index's value happen once per second throughout the regular trading day under the symbol BKX.\n", "\nFor many years, the KBW Bank Index was the standard benchmark index for the banking sector in the stock market. It was also the only way to trade the broad banking sector thanks to the options market before the advent and proliferation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded funds (ETFs)</a>. With so many other choices available to represent the sector, the index is now no longer the only representative for banks.\n", "\nThere are now ETF versions of the index available, including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/powershares.asp\">PowerShares</a> KBW Bank ETF with the trading symbol KBWB. These ETFs attempt to track the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying.asp\">underlying</a> index by owning the same mix of component stocks, however, no ETF can achieve perfect correlation because of the fund's need to accommodate any redemption of shares.\n", "\nAccording to Nasdaq, the Index Committee attempts to keep turnover at a minimum. The Committee evaluates the composition of the index on a quarterly basis in March, June, September, and December. Interim evaluations may take place after extraordinary circumstances. These circumstances include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stocksplit.asp\">stock splits</a> and certain spin-offs and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rightsoffering.asp\">rights issuances</a>, and significant legal issues or a company's bankruptcy.\n", "\nInvestors should understand that while the KBW Bank Index is a good representation of the banking sector, it only focuses on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/large-cap.asp\">large capitalization</a> stocks. It does not include regional banks, which are typically somewhat smaller. Therefore, investors should analyze both the KBW Bank Index and a representative of the next tier in the banking sector. For consistency, the KBW Regional Bank Index, with the symbol KRX, is one solution. There is an ETF based on it called the Invesco KBW Regional Banking Portfolio with the symbol KBWR.\n"]}