{"name": "Keepwell Agreement Definition", "@id": "https://www.investopedia.com/terms/k/keepwellagreement.asp", "related": ["https://www.investopedia.com/terms/d/downstream_guarantee.asp", "https://www.investopedia.com/terms/c/creditdefaultswap.asp", "https://www.investopedia.com/terms/l/letterofcomfort.asp", "https://www.investopedia.com/terms/u/upstream-guarantee.asp", "https://www.investopedia.com/terms/a/accommodation-endorsement.asp", "https://www.investopedia.com/terms/g/guaranteedbond.asp"], "body": ["\nA keepwell agreement is a contract between a parent company and its subsidiary to maintain solvency and financial backing throughout the term set in the agreement. Keepwell agreements are also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/letterofcomfort.asp\">comfort letters</a>.\n", "\nWhen a subsidiary finds itself in a cash crunch and has trouble accessing financing to continue its operations, it can sign a keepwell agreement with its parent company for a set period of time.\n", "\nKeepwell agreements not only help the subsidiary and its parent company, but they also boost confidence in shareholders and bondholders that the subsidiary will be able to meet its financial obligations and run smoothly. Suppliers that provide raw materials are also more likely to look at a troubled subsidiary more favorably if it has a keepwell agreement.\n", "\nSubsidiary companies enter into keepwell agreements to increase the creditworthiness of debt instruments and corporate borrowing. A keepwell agreement is a contract between a parent company and its subsidiary in which the parent company provides a written guarantee to keep the subsidiary <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/solvency.asp\">solvent</a> and in good financial health by maintaining certain financial ratios or equity levels. In effect, the parent company commits to providing all the subsidiary’s financing needs for a specified period of time.\n", "\nThe predetermined guarantee period depends on what both parties agree upon when the contract is drawn up. As long as the keepwell contract period is still active, the parent company will guarantee any interest payments and/or principal repayment obligations of the subsidiary. If the subsidiary runs into solvency issues, its bondholders and lenders have sufficient recourse to the parent firm.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditenhancement.asp\">Credit enhancement</a> is a risk-reduction method whereby a company attempts to increase its creditworthiness to attract investors to its security offerings. Credit enhancement reduces the credit or default risk of a debt, thereby increasing the overall <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-credit-rating.asp\">credit rating</a> of an entity and lowering interest rates. For example, an issuer may use credit enhancement to improve the credit rating on its bonds. A keepwell agreement is one way to enhance a company’s credit is by obtaining third-party credit support.\n", "\nSince a keepwell agreement enhances the subsidiary’s creditworthiness, lenders are more likely to approve loans for a subsidiary than for companies without them. Suppliers are also more willing to offer more favorable terms to companies with keepwell agreements. Due to the financial obligation placed on the parent company by a keepwell agreement, the subsidiary company may enjoy a better credit rating than it would without a signed keepwell agreement.\n", "\nAlthough a keepwell agreement indicates a parent’s willingness to provide support for its subsidiary, these agreements are not guarantees. The promise of enforcing these agreements is not a guarantee and cannot be legally invoked.\n", "\nHowever, a keepwell agreement can be enforced by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond-trustee.asp\">bond trustees</a>, acting on behalf of bondholders, if the subsidiary defaults on its bond payments.\n", "\nLet's say Computer Parts Inc. is a subsidiary of Laptop International. The company is going through a financial crunch and supplies are short. In order to continue production for its new line hard drives, Computer Parts Inc. needs to take out a loan of $2 million. This may be difficult because it has a lower credit rating.\n", "\nIn order to help keep production on track and keep the loan's interest rate as low as possible, Computer Parts Inc. can go into a keepwell agreement with its parent, Laptop International, to guarantee its financial solvency for the term of the loan.\n"]}