{"name": "Keiretsu Definition", "@id": "https://www.investopedia.com/terms/k/keiretsu.asp", "related": ["https://www.investopedia.com/terms/v/verticalintegration.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/j/japaninc.asp", "https://www.investopedia.com/terms/f/fdi.asp", "https://www.investopedia.com/terms/e/ethereum-enterprise-alliance-eea.asp", "https://www.investopedia.com/terms/t/trilateralcommission.asp"], "body": ["\nKeiretsu is a Japanese term referring to a business network made up of different companies, including manufacturers, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chain</a> partners, distributors, and occasionally financiers. They work together, have close relationships, and sometimes take small equity stakes in each other, all the while remaining operationally independent. Translated literally, keiretsu means “headless combine.\"\n", "\nPowerful families, known as zaibatsus, once ran the majority of Japan’s major industries. That all changed after World War II when the United States came in and busted up these structures. Zaibatsus were seen as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\">monopolistic</a> and undemocratic, reportedly buying politicians in exchange for contracts and using pricing mechanisms that exploited the poor. Faced with economic hardships after the war, Japanese companies responded by reorganizing themselves as keiretsus.\n", "\nJapanese corporations value having close ties with one another. Working together, rather than keeping others at arm’s length, is believed to be mutually beneficial for all parties. In fact, decades after its formation, keiretsus still represent major parts of the country’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\">economy</a>.\n", "\nKeiretsu has even gone on to influence business practices in other countries, albeit in a looser form. In Japan, where companies are expected to cooperate, keiretsus are regulated by specific laws. Outside the country, the term generally refers to informal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strategicalliance.asp\">alliances</a> between more than two organizations.\n", "\nIn 1996, academic Jeffrey Dyer wrote in <em>Harvard Business Review</em> that Chrysler’s teaming up with suppliers to cut the cost of manufacturing cars meant it had created an American keiretsu. Many other companies in the United States and Europe are viewed to have borrowed something from keiretsus, too.\n", "\nThe keiretsu system is traditionally structured along a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/horizontalintegration.asp\">horizontal</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/verticalintegration.asp\">vertical integration</a> model.\n", "\nA horizontal keiretsu is characterized by an alliance of different companies from various sectors, including a bank. The bank is the centerpiece of the network and is responsible for providing the others with financial services.\n", "\nIn contrast, a vertical keiretsu refers to manufacturers, suppliers, and distributors partnering up. With a common goal, they work together to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-cutting.asp\">cut costs</a> and become more efficient.\n", "\nMitsubishi is the driving force behind perhaps the largest and best-known Japanese horizontal keiretsu. The Bank of Tokyo-Mitsubishi sits at the top of the keiretsu. Mitsubishi Motors and Mitsubishi Trust and Banking are also part of the core group, followed by Meiji Mutual Life Insurance Company, which provides <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> to all members.\n", "\nTogether they aim to help each other distribute goods all over the world. They may seek new markets for keiretsu companies, help incorporate keiretsu companies in other nations, and sign contracts with other companies around the globe to supply <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodities</a> used for Japanese industry. As you might have already noticed, many companies within this keiretsu have \"Mitsubishi\" as part of their name.\n", "\nWorking closely together can bring many benefits. Companies in the keiretsu can leverage each other’s expertise to become stronger and better. Forming an alliance also limits the threat of competition and makes it more difficult for its members to be subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/takeover.asp\">takeover</a> attempts by outsiders.\n", "\nHowever, there are also several drawbacks. Critics point out that their large size makes it difficult for keiretsus to adjust quickly to market changes and that limited competition leads to inefficient practices.\n", "\nAnother potential issue is easy access to capital. Close relationships with a bank might encourage a company to embark in risky, debt-fueled strategies that an outside institution would probably never help to finance.\n"]}