{"name": "KES (Kenyan Shilling) Definition", "@id": "https://www.investopedia.com/terms/forex/k/kes-kenyan-shilling.asp", "related": ["https://www.investopedia.com/terms/forex/u/ugx-uganda-shilling.asp", "https://www.investopedia.com/terms/s/sdp-sudanese-pound.asp", "https://www.investopedia.com/terms/forex/t/tzs-tanzanian-shilling.asp", "https://www.investopedia.com/terms/e/egp.asp", "https://www.investopedia.com/terms/forex/s/sos-somali-shilling.asp", "https://www.investopedia.com/terms/e/etb.asp"], "body": ["\nThe Kenyan Shilling is the official currency used for the Republic of Kenya shilling used in Kenya, the Sudan, and Somalia. The shilling is further divided into 100 cents. Prices often include the abbreviation KSh, as in “100 KSh” to refer to 100 shillings. KES is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange</a> (FX) trading symbol\n", "\nIn 2009 the KES/USD exchange rate had reached approximately 75 shillings per U.S. dollar, but over the next several years weakened to a rate of more than 105 shillings per dollar in 2015 and again in 2017. Since 2016, the Kenyan shilling has hovered around the 100 mark against the dollar as concerns grow around the amount of public debt Kenya has taken on over the years. As of January 2021, USD $1 is equal to roughly 110 KES.\n", "\nThe Kenyan shilling is among the most stable currencies in east Africa. In fact, it often circulates in bordering countries with less stable currencies, such as Sudan and Somalia. Although less volatile than other regional currencies, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rate</a> for the Kenyan shilling has generally weakened relative to the U.S. dollar over the past decade.\n", "\nThe Kenyan shilling was first introduced in 1966 to replace the East African shilling. That currency had circulated in British controlled areas of east Africa from the 1920s until the early 1960s when Kenya (and other African countries) gained independence from British rule. Because of recent changes to Kenya’s constitution forbidding the depicting of portraits of individual people, the country began to issue new banknotes and coins in 2018.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.centralbank.go.ke\" rel=\"noopener noreferrer nofollow\">The Central Bank of Kenya</a> manages the nation’s currency and allows its exchange rate to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floatingexchangerate.asp\" rel=\"noopener noreferrer\">float freely</a> against others in the global forex market. The central bank operates under a mandate to sustain price stability, maintain liquidity in the country's financial system, and support growth and employment.\n", "\nThe relative valuation of a currency such as the Kenyan shilling to other currencies depends, in no small extent, on the desire for individuals and organizations to hold assets denominated in shillings, which is partly influenced by how other trading partners view Kenya’s potential for economic growth and stability.\n", "\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.worldbank.org/en/country/kenya/overview\" rel=\"noopener noreferrer\">World Bank</a>, while Kenya’s economy had been stagnant in recent years, the annual growth rate for the country’s gross domestic product (GDP) has increased, reaching 5.8 percent in 2016. That yearly growth rate ranks Kenya as one of the fastest-growing economies in Sub-Saharan Africa and only reached 5.4 percent in 2019. Kenya's GDP growth owes a large part to an increase in tourism and investment in the nation’s infrastructure. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://data.worldbank.org/country/kenya\" rel=\"noopener noreferrer\">World Bank data</a> also shows that gross national income per capita (measured in U.S. dollars) in Kenya doubled between 2006 and 2016 and that the nation’s GDP (also measured in U.S. dollars) more than doubled, increasing from $25.8 billion to $70.5 billion over that same period. The caveat is that Kenya's public debt as a percentage of national output is now 60% compared to around 40% in 2013.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mpesa.asp\" rel=\"noopener noreferrer\">M-Pesa</a> is a mobile banking service that allows users to store and transfer money through their mobile phones. M-Pesa was introduced in Kenya as an alternative way for the population of the country to have access to financial services. Safaricom, the largest mobile phone operator in Kenya, launched M-Pesa in 2007. The service is a blend of two entities where <em>M</em> means mobile and <em>Pesa</em> means money or payment in the Swahili language.\n", "\nCash collected from M-Pesa is deposited in bank accounts held by Safaricom. The bank accounts serve as regular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\" rel=\"noopener noreferrer\">checking accounts</a> and are insured up to a maximum of 100,000 KES (or roughly $1,000) by the Deposit Protection Fund.\n"]}