{"name": "Key Currency Definition", "@id": "https://www.investopedia.com/terms/k/key-currency.asp", "related": ["https://www.investopedia.com/terms/h/hardcurrency.asp", "https://www.investopedia.com/terms/r/reserve-assets.asp", "https://www.investopedia.com/terms/c/crossrate.asp", "https://www.investopedia.com/terms/d/directquote.asp", "https://www.investopedia.com/terms/u/usdx.asp", "https://www.investopedia.com/terms/forex/u/usd-chf-us-dollar-swiss-franc-currency-pair.asp"], "body": ["\nA key currency refers to a type of money which is stable, does not fluctuate much, and provides the foundation for exchange rates for international transactions. Because of their global use, key currencies tend to set the value of other currencies. Also, these currencies tend to have a stable valuation over time. A key currency usually comes from a country that is financially strong, economically stable and developed, and one that is involved in the global market.\n", "\nKey currency rates do nevertheless fluctuate daily, and updated key currency rates can appear in financial institutions and financial reporting outlets.\n", "\nKey currencies form the reference value for international commerce transactions and as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> in the foreign exchange (FX) marketplace. An exchange rate is the price of a nation’s currency regarding another country's currency and includes the domestic currency and the foreign currency. International commerce is trade between companies in different countries or trade between different countries.\n", "\nNational central banks hold quantities of key currencies as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reservecurrency.asp\">reserve currencies</a>. Reserve currency helps these nations support investments, complete international business transactions, and pay international debt obligations. These banks may also hold key currency to influence their domestic exchange rate. A large percentage of commodities, such as gold and oil, are priced in the key and reserve currency, causing other countries to hold this currency to pay for these goods. However, while a currency may identify as a reserve currency, it may not be considered a key currency.\n", "\nAs a monetary practice, countries with less-dominant economies will align their exchange rates with the dominant trading partner. The central bank of some developing nations may fix their exchange rate to a key currency. This <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pegging.asp\">pegging</a> has the effect of limiting monetary policy flexibility but can increase confidence in the country's economy. Essentially, by fixing their own currency exchange rates to key currency rates, they are hoping to make their own economy more stable and make international transactions easier.\n", "\nKey currencies include:\n", "\nFor over 70 years, the US dollar (USD) has been the leading key currency in the entire world. In this role, the US dollar plays a role in setting the rate for the value of other country’s currencies. Many other nations will invest in the US dollar for its global value and stability. In a positive feedback cycle, the US dollar is the base currency for other currencies, and other countries invest in it as a haven, has the end result of a boosting circle strengthening the dollar even more.\n"]}