{"name": "Key Performance Indicators (KPIs) Definition", "@id": "https://www.investopedia.com/terms/k/kpi.asp", "related": ["https://www.investopedia.com/terms/r/receivableturnoverratio.asp", "https://www.investopedia.com/terms/s/solvencyratio.asp", "https://www.investopedia.com/terms/e/ebitda-margin.asp", "https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/w/workingcapitalmanagement.asp", "https://www.investopedia.com/terms/a/assetturnover.asp"], "body": ["\nKey performance indicators (KPIs) refer to a set of quantifiable measurements used to gauge a company’s overall long-term performance. KPIs specifically help determine a company's strategic, financial, and operational achievements, especially compared to those of other businesses within the same sector.\n", "\nAlso referred to as key success indicators (KSIs), KPIs vary between companies and between industries, depending on performance criteria. For example, a software company striving to attain the fastest growth in its industry may consider <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/year-over-year.asp\">year-over-year</a> (YOY) revenue growth, as its chief performance indicator. Contrarily, a retail chain might place more value on same-store sales, as the best KPI metric in which to gauge its growth.\n", "\nKey performance indicators tied to the financials typically focus on revenue and profit margins. Net profit, the most tried and true of profit-based measurements, represents the amount of revenue that remains, as profit for a given period, after accounting for all of the company's expenses, taxes, and interest payments for the same period.\n", "\nCalculated as a dollar amount, net profit must be converted into a percentage of revenue (known as \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net_margin.asp\">net profit margin</a>\"), to be used in comparative analysis. For example, if the standard net profit margin for a given industry is 50%, a new business in that space knows it must work toward meeting or beating that figure, if it wishes to remain competitively viable. The gross profit margin, which measures revenues after accounting for expenses directly associated with the production of goods for sale, is another common profit-based KPI.\n", "\nA financial KPI is known as the “current ratio” focuses largely on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/07/liquidity.asp\">liquidity</a> and can be calculated by dividing a company's current assets by its current debts. A financially healthy company typically has sufficient cash on hand to meet its financial obligations for the current 12-month period. However, different industries rely on different amounts of debt financing, therefore a company ought to only compare its current ratio to those of other businesses within the same industry, to ascertain how its cash flow stacks up amongst its peers. \n", "\nKPIs do not necessarily have to be solely tied to financial data. While profits and debt levels are indeed important <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/061916/what-best-measure-companys-financial-health.asp\">key financial indicators</a>, a company’s relationships with both its customers and its employees are no less important to establishing its general health. Common non-financial KPIs include measures of foot traffic, employee turnover rates, the number of repeat customers versus new customers, and various quality metrics. \n"]}