{"name": "Keynesian Put", "@id": "https://www.investopedia.com/terms/k/keynesian-put.asp", "related": ["https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/e/economic-stimulus.asp", "https://www.investopedia.com/terms/k/keynesianeconomics.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp"], "body": ["\nA Keynesian Put is the expectation that markets and the economy will be supported by fiscal policy stimulus measures. Fiscal policy stimulus, including reductions in taxes and increased government spending, are typically designed to boost the real economy, although financial markets also benefit from strengthening economic growth.\n", "\nThe term Keynesian Put was coined by analysts at Bank of America Merrill Lynch in 2016. It is both a reference to the economic theory of 20<sup>th</sup> century British economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\">John Maynard Keynes</a> who was a proponent of government spending when demand was slack, and a play on the term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/greenspanput.asp\">Greenspan Put</a>, which was first used in 1998 to describe the extremely accommodative monetary policies of the then Federal Reserve Chairman, Alan Greenspan to avoid recession.\n", "\nKeynesian Put represents a promise that the government and fiscal authorities will spend to maintain growth and inflation in the global economy. While accommodative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\">monetary policy</a> in the form of lower interest rates is meant to act as a stimulus to the real economy, since the 2007 to 2008 global financial crisis, global central banks have adopted extreme accommodative policies that have helped push up the price of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-asset.asp\">risk assets</a> but with limited results for the real economy.\n", "\nIn this context, renewed support for Keynesian-style fiscal stimulus measures has led to expectations that governments around the world will use their spending power to boost the economy and, in turn, help support asset prices.\n", "\nAs of 2016, there had been no specific measures to stimulate demand by any nation although the U.S. investment bank was recommending that investors be prepared and consider rebalancing portfolios to favor companies that might benefit from economic stimulation. These include retail, for example, defense, infrastructure and real assets.\n", "\nIn addition to the suggestion of increased fiscal spending by U.S. presidents, the Bank of England has followed suit since Brexit, Germany is its austerity measured in the European Union and Japan is also considering stimulus.\n", "\nAlthough the effect of Keynesian Put is largely speculation, in the short term, infrastructure spending to improve roads, bridges, airports, hospitals, high-speed internet and to boost defense can improve an economy because initiatives raise corporate profits, create jobs and increase the GDP. However, increased government spending will raise the deficit even higher increasing taxes and inflation. The main drawback to Keynesian Put is that increased spending and the resulting rise in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> is detrimental to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\">bondholders</a>.\n"]}