{"name": "Kickback Definition", "@id": "https://www.investopedia.com/terms/k/kickback.asp", "related": ["https://www.investopedia.com/terms/b/bribe.asp", "https://www.investopedia.com/terms/f/foreign-corrupt-practices-act.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/s/subcontracting.asp", "https://www.investopedia.com/terms/p/paymentoforderflow.asp", "https://www.investopedia.com/terms/f/forensic-audit.asp"], "body": ["\nA kickback is an illegal payment intended as compensation for preferential treatment or any other type of improper services received. The kickback may be money, a gift, credit, or anything of value. Paying or receiving kickbacks is a corrupt practice that interferes with an employee's or a public official’s ability to make unbiased decisions. Kickbacks are often referred to as a type of bribery.\n", "\nWhile kickbacks can take many different forms, they all feature some sort of collusion between two parties. For example, the bookkeeper for a business or government office might approve an invoice for goods, knowing that the bill is inflated. The seller of the goods might then pay the bookkeeper part of the difference (or some other kind of reward). Kickback schemes are among the most difficult <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/white-collar-crime.asp\" rel=\"noopener noreferrer\">white-collar crimes</a> to detect and investigate.\n", "\nKickbacks can also be used to buy a positive recommendation for the kickback provider. For example, a government employee responsible for managing contractors on an infrastructure project–such as the building of a bridge–might receive a kickback for choosing one contractor over another. This may result in a better-qualified contractor not winning the bid.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/procurement.asp\" rel=\"noopener noreferrer\">Procurement</a> contracts can be fertile ground for kickback schemes. For example, in the granting of a government contract for office equipment, contractors interested in winning the business are typically required to bid against each other. Rather than playing fair, a contractor might reach out to a procurement officer and indicate that, if the contractor were to win, the officer would be rewarded. The reward might be cash, concert tickets, etc.\n", "\nThese are some common kickback warning signs. They don't necessarily mean that anything nefarious is going on, but the more of them there are, the greater the likelihood of a kickback scheme.\n", "\nKickbacks increase the cost of doing business in countries around the world; they also form the basis for much of the world's government corruption. Companies looking to supply products or services to countries known for corruption may find that they have to pay numerous officials in order to be considered for a contract. The perception that a kickback scheme will go unpunished—or that punishment will be light—is a primary driver for officials willing to take bribes. In some cases, they may be poorly paid and see kickbacks as a way to supplement a meager salary.\n", "\nEven if it is the local custom, the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-corrupt-practices-act.asp\" rel=\"noopener noreferrer\">Foreign Corrupt Practices Act</a> makes bribing foreign officials illegal for all companies listed with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a>, any company organized in the United States, or any citizen or resident.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOn Wall Street, brokers sometimes route all orders to a particular exchange (even though they are required by law to execute trades with the one that offers the best terms, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bestexecution.asp\" rel=\"noopener noreferrer\">best-execution</a>, for their clients). Rather than choosing the exchange that offers the most competitive price and has the highest likelihood of completing the trade in a timely manner, the broker may take a kickback in exchange for routing all of their trades to that particular exchange. This can ultimately lead to slower execution and higher transaction costs for clients. The industry refers to the practice as \"rebates.\" While rebates may amount to only a fraction of a cent of each share traded, over time, considerable sums can be accrued.\n", "\nIn the advertising business, kickbacks can take the form of rebates or fraudulent billing for nonexistent services. Clients pay the price with higher costs or a lower level of service than they normally would expect for their money. Shrinking agency fees and a hard-to-understand digital marketplace are providing the motivation and cover for such actions.\n"]}