{"name": "Kicking The Tires", "@id": "https://www.investopedia.com/terms/k/kickingthetires.asp", "related": ["https://www.investopedia.com/terms/d/duediligence.asp", "https://www.investopedia.com/terms/s/statement-shock.asp", "https://www.investopedia.com/terms/t/takeaflier.asp", "https://www.investopedia.com/terms/f/fundmanager.asp", "https://www.investopedia.com/terms/b/bottomupinvesting.asp", "https://www.investopedia.com/terms/b/buy-and-homework.asp"], "body": ["\nKicking the tires is a colloquial expression that refers to performing minimal research into an investment, as opposed to conducting a thorough and rigorous analysis. The process usually includes a cursory reading of the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualreport.asp\" rel=\"noopener noreferrer\">annual report</a>, looking at its historical earning and revenue performance, considering the company's competitive strengths and weaknesses, and reading news articles or headlines about the company.\n", "\nKicking the tires gets its name from shopping for an automobile. A car shopper who shows some interest in a car probably will not look under the hood or perform a serious comparative analysis versus similar models. However, this shopper usually takes a walk around the car from front to back to get a look and kick the tires. This shopper is not considered a serious buyer or a hot prospect.\n", "\nSimilarly, a tire-kicker in the investment world is not ready to make a decision on an investment. A stock investor often examines the company’s balance sheet, previous <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowstatement.asp\" rel=\"noopener noreferrer\">cash flow statements</a>, and income statements and also wants to read several research reports, but is not ready to invest. An investor who is kicking the tires may simply take a look at a stock’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualreport.asp\" rel=\"noopener noreferrer\">price-earnings ratio</a> and other simple valuation metrics versus those of its peers.\n", "\nKicking the tires typically includes taking a cursory look at a company’s price chart to get a sense for past performance. Those who employ <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> also scan for patterns and potential entry and exit points based on a study of both price and volume. Kicking the tires also applies to a broad range of investments, such as stocks bonds, mutual funds, hedge funds, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-endinvestment.asp\" rel=\"noopener noreferrer\">closed-end funds</a>, money markets, certificates of deposit, and even <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\" rel=\"noopener noreferrer\">private-equity</a> and real estate investments.\n", "\nFor example, someone thinking about putting money in a hedge fund starts kicking the tires by reading advertising material provided by the investment management company but does not yet look up the investment manager’s disciplinary history on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\" rel=\"noopener noreferrer\">FINRA</a> web site.\n", "\nSimilarly, someone kicking the tires on a 12-month CD looks up interest rates online, but does not read the fine print regarding penalties, restrictions, and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/automaticrollover.asp\" rel=\"noopener noreferrer\">automatic rollover</a> policy.\n", "\nKicking the tires is how serious analysis often begins. At times, investors who start by kicking the tires continue on to more rigorous analysis that leads to interesting finds, either within their normal investment universe, or sometimes outside of where they normally look for ideas.\n", "\nDepending on an investor’s strategy, however, kicking the tires too often sometimes leads to diversions and poor investments. Constantly kicking the tires on new ideas also wastes time. For this reason, it’s sometimes preferable for investors to start with a strict set of criteria to narrow a pool of potential investments, rather than randomly kicking tires.\n"]}