{"name": "Kicker Pattern Definition", "@id": "https://www.investopedia.com/terms/k/kickerpattern.asp", "related": ["https://www.investopedia.com/terms/b/bullishengulfingpattern.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp", "https://www.investopedia.com/terms/t/three-inside-updown.asp", "https://www.investopedia.com/terms/r/runawaygap.asp", "https://www.investopedia.com/terms/h/hammer.asp", "https://www.investopedia.com/terms/e/eveningstar.asp"], "body": ["\nA kicker pattern is a two-bar <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\" rel=\"noopener noreferrer\">candlestick</a> pattern that predicts a change in the direction of an asset's price trend. This pattern is characterized by a sharp reversal in price over the span of two candlesticks. Traders use it to determine which group of market participants is in control of the direction.\n", "\nThe pattern points to a strong change in investors' attitudes toward a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">security</a>. The change in direction usually occurs following the release of valuable information about a company, industry, or economy.\n", "\nThe stock market is characterized by competing buyers (bulls) and sellers (bears). The constant tug of war among these players is what forms <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\" rel=\"noopener noreferrer\">candlesticks patterns</a>. Candlestick charting originated from a technique developed in Japan in the 1700s that tracked the price of rice. Candlesticks are a suitable technique for trading any liquid financial asset such as stocks, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">futures</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange</a>.\n", "\nThe kicker pattern is considered one of the most reliable reversal patterns and usually indicates a dramatic change in a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a>. The kicker pattern is a reversal pattern, and it differs from a gap pattern, which tends to show a gap up or down and stay in that trend. The patterns look similar, but each implies something different.\n", "\nKicker patterns are either <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bull.asp\" rel=\"noopener noreferrer\">bullish</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bear.asp\" rel=\"noopener noreferrer\">bearish</a>. Bullish kickers start with a bearish candle and then show a bullish gap up. Bearish kickers start with a bullish candle and then show a bearish gap down.\n", "\nTo traders observing the kicker pattern, it may seem like the price has moved too quickly, and they may wait for a pullback. However, those traders may find themselves wishing they had entered a position when they originally identified the kicker pattern.\n", "\nWhile the kicker pattern is one of the strongest bull or bear sentiment indicators, the pattern is rare. Most professional traders do not rapidly overreact in one direction or another. However, if and when the kicker pattern presents itself, money managers are quick to take notice.\n", "\nThe kicker pattern is one of the most powerful signals available to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysts</a>. Its relevance is magnified when it occurs in overbought or oversold markets. The two candles behind the pattern take on visible significance. The first candle opens and moves in the direction of a current trend and the second candle opens at the same open of the previous day (a gap open) and then heads in the opposite direction of the prior day’s candle.\n", "\nThe bodies of the candles are opposite colors on many trading platforms, creating a colorful display of the dramatic change in investor sentiment. Because the kicker pattern occurs only after a significant change in the investor attitude; the indicator is often studied with other measures of market psychology or behavioral finance.\n", "\nThe Bearish Kicker Candlestick Chart pattern's reliability is high when it is formed at the uptrend or formed in an overbought area.\n", "\nOn day 1<strong>, </strong>one candlestick continues an uptrend and is, therefore, bullish in nature. It has no significance on its own when formed in an uptrend.\n", "\nOn day 2, a bearish candlestick emerges. The candlestick opens at the same price as the previous day (or a gap down) and then heads in the opposite direction of the Day 1 candle. For this pattern to be valid, the open price of the day 2 candlestick must be the same as the open price of the day 1 candlestick. However, a gap down will further strengthen the pattern.\n"]}