{"name": "Kids In Parents' Pockets Eroding Retirement Savings (KIPPERS)", "@id": "https://www.investopedia.com/terms/k/kippers.asp", "related": ["https://www.investopedia.com/terms/b/boomerangs.asp", "https://www.investopedia.com/terms/d/dewks.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp", "https://www.investopedia.com/terms/r/retirement-planning.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/p/personalfinance.asp"], "body": ["\nKids In Parents' Pockets Eroding Retirement Savings (KIPPERS) is a slang term for adult children who are still living at home with their parents even after finishing school and reaching working age.\n", "\nTheir parents face the challenges of managing their own finances and planning for retirement while dealing with the added expense of housing and feeding their adult offspring.\n", "\nKIPPERS are also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boomerangs.asp\" rel=\"noopener noreferrer\">boomerang children</a>.\n", "\nAccording to some studies, most parents find that having KIPPERS in the house is a pleasant experience. They like living with their adult children.\n", "\nHowever, it usually results in the parents spending more and saving less than they otherwise would as they approach retirement age. They may also postpone important life decisions such as downsizing their homes, moving to a better climate, or even retirement itself.\n", "\nContrast this to the situation of a married dual-income couple with no children at home, whose discretionary income is often higher and who find saving for retirement easier. This demographic group is sometimes referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dinks.asp\" rel=\"noopener noreferrer\">Dual Income No Kids</a> (DINKs).\n", "\nA Pew Research Center study in 2016 found that nearly one-third of 18- to 34-year-olds lived with at least one parent, up from just 23% in 1960. \"For the first time in 130 years, shacking up with Mom and/or Dad was the most common living arrangement for young adults, edging out being married/cohabitating, living alone, or living with someone other than a parent,\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-reports.asp\" rel=\"noopener noreferrer\">Consumer Reports</a> noted.\n", "\nFor parents struggling to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\" rel=\"noopener noreferrer\">save for retirement</a> and contain costs, the magazine offered these tips:\n", "\nWhat's keeping kids from leaving home?\n", "\n\"It doesn’t appear that a lack of jobs is keeping Millennials at home,\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.pewresearch.org/fact-tank/2017/05/05/its-becoming-more-common-for-young-adults-to-live-at-home-and-for-longer-stretches/\" rel=\"noopener noreferrer\">Pew Research stated</a>. \"As of the first quarter of 2016, only 5.1% of older young adults were unemployed, down from 10.1% in the first quarter of 2010. Yet the share of 25- to 35-year-olds living at home rose during that span, increasing from 12% in 2010 to 15% in 2016.\"\n", "\nAmong the factors cited by Pew and others: The jobs many younger people can get don't pay well enough to allow them to live on their own. Many also are saddled with large student loan payments.\n", "\nIn many regions of the U.S., their situation is exacerbated by the high cost of apartment rentals.\n"]}