{"name": "Knowledge Economy Definition", "@id": "https://www.investopedia.com/terms/k/knowledge-economy.asp", "related": ["https://www.investopedia.com/terms/s/social-science.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/c/chief-technology-officer.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/i/intellectual_capital.asp"], "body": ["\nThe knowledge economy is a system of consumption and production that is based on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectual_capital.asp\" rel=\"noopener noreferrer\">intellectual capital</a>. In particular, it refers to the ability to capitalize on scientific discoveries and basic and applied research. This has come to represent a large component of all economic activity in most developed countries. In a knowledge economy, a significant component of value may thus consist of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\" rel=\"noopener noreferrer\">intangible assets</a> such as the value of its workers' knowledge or intellectual property.\n", "\nLess developed countries tend to have agriculture and manufacturing-based economies. A developing country has a manufacturing and service-based economy, and developed countries tend to have service-based economies.\n", "\nMost countries' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economies</a> are composed of each of these three major categories of economic activity, but in differing proportions relative to the wealth of that country. Examples of knowledge economy activities include research, technical support, and consulting.\n", "\nIn the Information Age, the global economy has moved toward the knowledge economy, bringing with it the best practices from each country's economy. Also, knowledge-based factors create an interconnected and global economy where sources of knowledge, such as human expertise and trade secrets, are crucial factors in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a> and are considered important economic resources. However, it is important to note that generally accepted accounting principles (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">GAAP</a>) do not allow companies to include these assets on their balance sheets.\n", "\nThe knowledge economy addresses how education and knowledge—that is, \"human capital,\" can serve as a productive asset or business product to be sold and exported to yield profits for individuals, businesses, and the economy. This component of the economy relies greatly on intellectual capabilities instead of natural resources or physical contributions. In the knowledge economy, products, and services that are based on intellectual expertise advance technical and scientific fields, encouraging innovation in the economy as a whole.\n", "\nThe World Bank defines knowledge economies according to four pillars:\n", "\nAcademic institutions, companies engaging in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\" rel=\"noopener noreferrer\">research and development</a> (R&amp;D), programmers developing new software and search engines for data, and health workers using digital data to improve treatments are all components of a knowledge economy. These economy brokers pass on their knowledge and services to workers in more traditional fields, such as farmers who use software applications and digital solutions to manage their farm crops better, advanced technological-based medical care procedures such as robot-assistant surgeries, or schools that provide digital study aids and online courses for students.\n"]}