{"name": "Kondratieff Wave Definition", "@id": "https://www.investopedia.com/terms/k/kondratieff-wave.asp", "related": ["https://www.investopedia.com/terms/k/kondratiev.asp", "https://www.investopedia.com/terms/j/joseph-schumpeter.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/k/karl-marx.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp"], "body": ["\nKondratieff Wave, named after Russian economist Nikolai Kondratieff, refers to cycles, lasting about 40 to 60 years, experienced by capitalist economies. Also known as \"Kondratiev waves,\" \"super-cycles,\" \"K-waves,\" \"surges,\" and/or \"long waves.\"\n", "\nA Kondratieff Wave is a long-term <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-cycle.asp\">economic cycle</a> believed to be born out of technological innovation, which results in a long period of prosperity. This theory was founded by Nikolai D. Kondratieff (also spelled \"Kondratiev\"), a communist Russia-era economist who noticed agricultural commodity and copper prices experienced long-term cycles. Kondratieff believed that these cycles involved periods of evolution and self-correction.\n", "\nEconomists have identified the following Kondratieff Waves since the 18th century.\n", "\nAdditionally, each cycle can have four sub-cycles, or phases, that have been dubbed after seasons.\n", "\nKondratieff Waves are relegated to a branch of economics called \"<a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heterodox-economics.asp\">heterodox economics</a>,\" in that it does not conform to the widely accepted, orthodox theories espoused by economists. The theory was also not welcomed in Kondratieff's Russia. His views were anathema to communist officials, especially Josef Stalin, because they suggested that capitalist nations were not on an inevitable path to destruction but, rather, that they experienced ups and downs. As a result, he ended up in a concentration camp in Siberia and was shot by a firing squad in 1938.\n"]}