{"name": "L Share Annuity Class Definition", "@id": "https://www.investopedia.com/terms/l/l-share-annuity-class.asp", "related": ["https://www.investopedia.com/terms/v/variableannuity.asp", "https://www.investopedia.com/terms/f/fixedannuity.asp", "https://www.investopedia.com/terms/s/surrenderfee.asp", "https://www.investopedia.com/terms/a/annuity-consideration.asp", "https://www.investopedia.com/terms/s/surrender-rights.asp", "https://www.investopedia.com/terms/g/gmab.asp"], "body": ["\nThe L share <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/12/what-is-an-annuity.asp\" rel=\"noopener noreferrer\">annuity</a> class is a version of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variableannuity.asp\" rel=\"noopener noreferrer\">variable annuity</a> that starts paying out earlier than most but has relatively high administrative costs. It is designed for investors who want to be able to begin withdrawing funds from an account after a comparatively short period of time. Other share classes offered by variable annuities are A share, B share, C share, O share, and X share annuity classes.\n", "\nA variable annuity, in general, is a long-term investment vehicle set up by an insurance company for an investor planning for retirement. The investor pays an annual premium fee, which is invested in any combination of assets like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">stocks</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bonds</a>, and money market funds.\n", "\nThe wealth that accumulates from these investments is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxdeferred.asp\" rel=\"noopener noreferrer\">tax-deferred</a> until the money is withdrawn, and the value of the variable annuity is correlated with the performance of the underlying investments.\n", "\nIn addition to the premium paid, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitant.asp\" rel=\"noopener noreferrer\">annuitant</a>—or purchaser of the annuity—also pays a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortalityandexpenseriskcharge.asp\" rel=\"noopener noreferrer\">mortality risk and expense</a> (M&amp;E) fee to compensate the insurance company for the risk that the annuitant will outlive his or her life expectancy. The insurance company makes guaranteed annuitized periodic payments to the annuity investor.\n", "\nVariable annuities are regulated by state insurance regulators, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities Exchange Commission (SEC)</a>, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\" rel=\"noopener noreferrer\">Financial Industry Regulatory Authority (FINRA)</a>.\n", "\nThe L share is most valuable to investors who want access to their investment funds after just four years without being penalized. Consider the following example. A standard variable annuity with a $100,000 initial investment offers a growth rate of 10% over five years.\n", "\nThe surrender period is eight years under the standard contract with annual MEA fees of 1.1%. After five years, the investment grows to $153,157.90, but the annuitant cannot access the funds without being penalized for another three years.\n", "\nAn annuitant with an L share annuity class with a four-year surrender period and annual MEA fees of 1.90% will see that the investment value after five years is $147,614.30, lower than the standard annuity contract above. But the annuitant can withdraw some of these funds during this time, which would not be possible under another annuity class. So the annuitant will pay higher administrative fees but has earlier access to the income.\n", "\nThe L share annuity class offers some advantages versus other annuity classes, including earlier access to funds and no sales charge.\n", "\nThere are various share classes available in variable annuities, one of which is the L share class. The L share class differs from other annuity classes in terms of surrender charges, administrative and expense fees, and the M&amp;E fee schedule. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/surrender-period.asp\" rel=\"noopener noreferrer\">surrender period</a> is the period of time during which an annuitant may not withdraw funds from the account. Otherwise, a surrender charge or penalty will be applied.\n", "\nThe L share class has a surrender period of three to four years, which indicates that the owner may start withdrawing money after three or four years, depending on the financial institution’s contractual agreement. Conversely, the average surrender period for a variable annuity is six to eight years, which makes the L share annuity an advantageous option.\n", "\nAnother advantage of the L share class is that it does not have an upfront sales charge like the A and O share classes. The front-end sales charge associated with A shares is a fee paid when share purchases are made and is deducted from the investment amount of the portfolio. O share classes charge a premium-based sales charge equal to a fixed percentage of the invested amount of an account.\n", "\nHowever, there are disadvantages to L share annuity classes. L share annuity classes offer a relatively higher mortality risk and expense (M&amp;E) charge compared to other variable annuity classes. The M&amp;E charge is a percentage of the annuitant’s account value and is an ongoing cost that continues even past the surrender period.\n", "\nThe higher the percentage, the smaller the value of the investments. M&amp;E charges for variable annuities typically range from 0.9% to 1.95%, with L share class fees in the higher spectrum of that range.\n", "\nThe administrative and distributive fees are the charges for servicing and distributing annuity payments. Some of these charges relate to the cost of transferring funds between accounts and the cost of preparing monthly statements and confirmation reports.\n", "\nVariable annuity administrative fees range from 0.0% to 0.6% annually with L shares offering the higher percentage of the account value. Some financial institutions combine the M&amp;E and administration fees into one and classify the combination as an MEA fee, meaning annual mortality and expense fee and administrative charge.\n", "\nOther fees that may be charged under the L share annuity class include an annual service charge and fees for special features such as long-term care insurance and a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stepupinbasis.asp\" rel=\"noopener noreferrer\">stepped-up death benefit</a>.\n", "\nIt is important that investors read the contractual agreements rigorously to know and understand what costs will be associated with their annuity accounts.\n"]}