{"name": "Labor Market Definition", "@id": "https://www.investopedia.com/terms/l/labor-market.asp", "related": ["https://www.investopedia.com/terms/m/minimum_wage.asp", "https://www.investopedia.com/terms/o/occupational-labor-mobility.asp", "https://www.investopedia.com/terms/d/dol.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/i/industrial-revolution.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp"], "body": ["\nThe labor market, also known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/job-market.asp\" rel=\"noopener noreferrer\">job market</a>, refers to the supply of and demand for labor, in which employees provide the supply and employers provide the demand. It is a major component of any economy and is intricately linked to markets for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\" rel=\"noopener noreferrer\">capital</a>, goods, and services.\n", "\nAt the macroeconomic level, supply and demand are influenced by domestic and international market dynamics, as well as factors such as immigration, the age of the population, and education levels. Relevant measures include unemployment, productivity, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/participationrate.asp\" rel=\"noopener noreferrer\">participation rates</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross-national-income-gni.asp\" rel=\"noopener noreferrer\">total income</a>, and gross domestic product (GDP).\n", "\nAt the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomic</a> level, individual firms interact with employees, hiring them, firing them, and raising or cutting wages and hours. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/033115/how-does-law-supply-and-demand-affect-prices.asp\" rel=\"noopener noreferrer\">The relationship between supply and demand</a> influences the hours employees work and compensation they receive in wages, salary, and benefits.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomic</a> view of the labor market can be difficult to capture, but a few data points can give investors, economists, and policymakers an idea of its health. The first is unemployment. During times of economic stress, the demand for labor lags behind supply, driving unemployment up. High rates of unemployment exacerbate economic stagnation, contribute to social upheaval, and deprive large numbers of people the opportunity to lead fulfilling lives.\n", "\nIn the U.S. unemployment was around 4% to 5% before <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">the Great Recession</a>, when large numbers of businesses failed, many people lost their homes, and demand for goods and services—and the labor to produce them—plummeted. Unemployment reached 10% in 2009 but declined more or less steadily to 3.5% in February 2020.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ However, due to the Covid-19 pandemic, almost 7 million people filed unemployment claims a single week in April; that number dropped to 1.1 million people in the week ending August 15, 2020, according to the U.S. Department of Labor.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ This led to the following <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fortune.com/2020/04/09/ureal-unemployment-rate-jobless-claims-this-week/\" rel=\"noopener noreferrer\">headline on Fortune.com</a>: “Real unemployment in the United States has likely hit 14.7%, the highest level since 1940.”\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-productivity.asp\" rel=\"noopener noreferrer\">Labor productivity</a> is another important gauge of the labor market and broader economic health, measuring the output produced per hour of labor. Productivity has risen in many economies, the U.S. included, in recent years due to advancements in technology and other improvements in efficiency. Of course, with the U.S. economy brought to a virtual halt by the Covid-19 pandemic, productivity levels are likely to be profoundly worsened.\n", "\nIn the U.S., growth in output per hour has not translated into similar growth in income per hour. Workers have been creating more goods and services per unit of time, but they have not been earning much more in compensation. The Economic Policy Institute analysis of U.S. Bureau of Labor Statistics data showed that while net productivity rose 69.6% from 1979 to 2018, wages only grew 11.6% (after adjusting for inflation).<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nAccording to macroeconomic theory, the fact that wage growth lags productivity growth indicates that supply of labor has outpaced demand. When that happens, there is downward pressure on wages, as workers compete for a scarce number of jobs and employers have their pick of the labor force. Conversely, if demand outpaces supply, there is upward pressure on wages, as workers have more bargaining power and are more likely to be able to switch to a higher paying job, while employers must compete for scarce labor.\n", "\nSome factors can influence labor supply and demand. For example, an increase in immigration to a country can grow the labor supply and potentially depress wages, particularly if newly arrived workers are willing to accept lower pay. An aging population can deplete the supply of labor and potentially drive up wages.\n", "\nThese factors don’t always have such straightforward consequences, though. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012315/how-demographics-drive-economy.asp\" rel=\"noopener noreferrer\">A country with an aging population will see demand for many goods and services decline</a>, while demand for healthcare increases. Not every worker who loses their job can simply move into healthcare work, particularly if the jobs in demand are highly skilled and specialized, such as doctors and nurses. For this reason demand can exceed supply in certain sectors, even if supply exceeds demand in the labor market as a whole.\n", "\nFactors influencing supply and demand don’t work in isolation, either. If it weren’t for immigration, the U.S. would be a much older—and probably less dynamic—society, so while an influx of unskilled workers might have exerted downward pressure on wages, it likely offset declines in demand. \n", "\nOther factors influencing contemporary labor markets, and the U.S. labor market in particular, include the threat of automation as computer programs gain the ability to do more-complex tasks; the effects of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">globalization</a> as enhanced communication and better transport links allow work to be moved across borders; the price, quality, and availability of education; and a whole array of policies such as the minimum wage.\n", "\nMicroeconomic theory analyzes labor supply and demand at the level of the individual firm and worker. Supply—or the hours an employee is willing to work—initially increases as wages increase. No workers will work voluntarily for nothing (unpaid interns are, in theory, working to gain experience and increase their desirability to other employers), and more people are willing to work for $20 an hour than $7 an hour.\n", "\nGains in supply may accelerate as wages increase, as the opportunity cost of not working additional hours grows. However, supply may then decrease at a certain wage level: The difference between $1,000 an hour and $1,050 is hardly noticeable, and the highly paid worker who’s presented with the option of working an extra hour or spending their money on leisure activities may well opt for the latter.\n", "\nDemand at the microeconomic level depends on two factors: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalcostofproduction.asp\" rel=\"noopener noreferrer\">marginal cost of production</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginal-revenue-product-mrp.asp\" rel=\"noopener noreferrer\">marginal revenue product</a>. If the marginal cost of hiring an additional employee, or having existing employees work more hours, exceeds the marginal revenue product, it will cut into earnings, and the firm would theoretically reject that option. If the opposite is true, it makes rational sense to take on more labor.\n", "\nNeoclassical microeconomic theories of labor supply and demand have received criticism on some fronts. Most contentious is the assumption of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-choice-theory.asp\" rel=\"noopener noreferrer\">“rational” choice</a>—maximizing money while minimizing work—which to critics is not only cynical but not always supported by the evidence. Homo sapiens, unlike <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homoeconomicus.asp\" rel=\"noopener noreferrer\">Homo economicus</a>, may have all sorts of motivations for making specific choices. The existence of some professions in the arts and nonprofit sector undermines the notion of maximizing utility. Defenders of neoclassical theory counter that their predictions may have little bearing on a given individual but are useful when taking large numbers of workers in aggregate.\n"]}