{"name": "Laddering Definition", "@id": "https://www.investopedia.com/terms/l/laddering.asp", "related": ["https://www.investopedia.com/terms/j/jumbocd.asp", "https://www.investopedia.com/terms/r/reinvestmentrate.asp", "https://www.investopedia.com/terms/c/certificateofdeposit.asp", "https://www.investopedia.com/terms/f/fixedincome.asp", "https://www.investopedia.com/terms/c/cd-ladder.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nIn finance, the term “laddering” is used in a variety of ways depending on the industry. Its most common usages are in relation to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\">retirement planning</a> and in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> of new <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a> issues.\n", "\nThe most common usage of the term “laddering” is found in retirement planning, where it refers to buying multiple financial products of the same type—such as bonds or certificates of deposit (CDs)—each with different maturity dates. By spreading their investment across several maturities, investors hope to reduce their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rate</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestmentrisk.asp\" rel=\"noopener noreferrer\">reinvestment risks</a>.\n", "\nThe practice of laddering can help investors manage reinvestment risk because as one bond on the ladder matures, the cash is reinvested in the nearest bond on the ladder. Similarly, the practice can also reduce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a> because, even if rates decline during the holding period of one of the bonds, the smaller amount of reinvestment dollars mitigates the risk of having to invest a lot of cash at a low <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\" rel=\"noopener noreferrer\">return</a>.\n", "\nThe term is also used in the context of the underwriting of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offerings (IPOs)</a>. Here, it refers to an illegal practice in which underwriters offer a below-market price to investors prior to the IPO if those same investors agree to buy shares at a higher price after the IPO is completed. This practice advantages insiders at the expense of regular investors, and is therefore prohibited under U.S. securities law.\n", "\nThe term “laddering” is also used in other contexts. Laddering is used to describe different investing strategies that aim to produce steady cash flow by deliberately planning investments, creating an influx of liquidity at a predetermined time, or matching the desired <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-profile.asp\" rel=\"noopener noreferrer\">risk profile</a>. Although these strategies can vary substantially in their execution, what they have in common is the practice of carefully combining a series of investment decisions to produce the desired outcome.\n", "\nMichaela is a diligent investor who is saving for her retirement. At 55 years of age, she has saved approximately $800,000 in combined retirement assets, gradually shifting those assets toward less <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatile</a> investments.\n", "\nToday, $500,000 of her assets are invested in various bonds, which she has carefully combined—or “laddered”—in order to reduce her reinvestment and interest rate risks. Specifically, Michaela’s bond portfolio consists of the following investments:\n", "\nEach year, Michaela takes the money from the bond that matures and reinvests it in another bond that matures in five years. By doing so, she effectively ensures that she is exposed to only one year’s worth of interest rate risk at any given time. By contrast, if she had invested $500,000 in a single five-year bond, she would have risked a far greater <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity cost</a> if the interest rates had ended up rising during those five years.\n"]}