{"name": "Lagging Indicator", "@id": "https://www.investopedia.com/terms/l/laggingindicator.asp", "related": ["https://www.investopedia.com/terms/l/leadingindicator.asp", "https://www.investopedia.com/terms/m/macd.asp", "https://www.investopedia.com/terms/c/cilagi.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/e/ema.asp", "https://www.investopedia.com/terms/c/conferenceboard.asp"], "body": ["\nA lagging indicator is an observable or measurable factor that changes some time after the economic, financial, or business variable it is correlated with changes. Lagging indicators confirm trends and changes in trends. They can be useful for gauging the trend of the general economy, as tools in business operations and strategy, or as signals to buy or sell assets in financial markets.\n", "\nA lagging indicator is a financial sign that becomes apparent only after a large shift has taken place. Therefore, lagging indicators confirm long-term trends, but they do not predict them. This is useful because often times many leading indicators are volatile, and short-term fluctuations in them can obscure turning points or lead to false signals. Looking at lagging indicators is one way to confirm whether a shift in the economy has actually occurred.\n", "\nThe U.S. Conference Board <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.conference-board.org/data/bci/index.cfm?id=2160\" rel=\"noopener noreferrer\">publishes</a> a monthly index of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cilagi.asp\" rel=\"noopener noreferrer\">lagging indicators</a> along with its index of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadingindicator.asp\" rel=\"noopener noreferrer\">leading indicators</a>. These include lagging indicators such as the average duration of unemployment, the average prime rate charged by banks, and the change in the Consumer Price Index for Services. Some general examples of lagging indicators include the unemployment rate, corporate profits, and labor cost per unit of output. Interest rates can also be good lagging indicators, since rates change as a reaction to severe movements in the market. Other lagging indicators are economic measurements, such as gross domestic product (GDP), the consumer price index (CPI), and the balance of trade. These indicators <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-are-leading-lagging-and-coincident-indicators/\" rel=\"noopener noreferrer\">differ</a> from leading indicators, such as retail sales and the stock market, which are used to forecast and make predictions.\n", "\nAnother type of lagging indicator is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\" rel=\"noopener noreferrer\">technical indicator that lags the current price of an asset,</a> which occurs after a certain price move has already happened. One example of a lagging <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\" rel=\"noopener noreferrer\">technical indicator</a> is a moving average crossover. Unlike other lagging indicators that compare different economic variables to each other, a technical indicator compares the value of a given variable to its own moving average over a given interval or other historical characteristics. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/02/091802.asp\" rel=\"noopener noreferrer\">Technical traders</a> use a short-term average crossing above a long-term average as confirmation when placing buy orders, since it suggests an increase in momentum. The drawback of using this method in asset trading is that a significant move may have already occurred, resulting in the trader entering a position too late. (Note that a similar technical approaches can be applied to economic indicators such as GDP or other measures of economic performance, as lagging indicators to confirm a change in trend.)\n", "\nLagging indicators in business are a kind of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/kpi.asp\" rel=\"noopener noreferrer\">key performance indicator (KPI)</a> which measure business performance after-the-fact, such as sales, customer satisfaction, or revenue churn. They can be difficult or impossible to influence directly. Because they are at least partially the outcome of business decisions and operations, they provide insight into the results achieved by how a business is being run. Businesses can also track leading indicators that measure internal performance, such as customer engagement or employee satisfaction, which can be influenced more directly and lead to changes in lagging indicators. Businesses can use <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-intelligence-bi.asp\" rel=\"noopener noreferrer\">business intelligence</a> tools such as dashboards to measure, track, and compare various leading and lagging indicators of performance.\n"]}