{"name": "Lapse Definition", "@id": "https://www.investopedia.com/terms/l/lapse.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/r/reinstatement.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/w/waiver-of-premium-for-payer-benefit.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp"], "body": ["\nA lapse is the cessation of a privilege, right or policy due to the passage of time or inaction. A lapse of a privilege due to inaction occurs when the party that is to receive the benefit does not fulfill the conditions or requirements set forth by a contract or agreement.\n", "\nWhen a policy lapses, it usually occurs because one party fails to act on its obligations, or one of the terms on the policy is breached; an insurance policy will lapse if the holder does not pay the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premiums</a>, for example. The right given by an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionscontract.asp\">options contract</a> will lapse when the option reaches maturity, at which time the holder will no longer possess the right to buy or sell the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\">underlying asset</a>.\n", "\nWhen a policy has lapsed, the benefits and everything stated in the contract no longer remain active. When policyholders stop paying premiums and when the account value of the policy has already been exhausted, the policy lapses. The term itself means \"lapse in coverage,\" a direct translation of how a lapsed policy no longer pays benefits or provides coverage.\n", "\nA policy does not lapse each and every time a premium payment is missed. Insurers are legally bound to give a grace period to policyholders before the policy falls into a lapse. The grace period is usually 30 days. Insurers provide policyholders a period of 30 days to pay for the missed premium deadline.\n", "\nWhole life, variable universal life and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/universallife.asp\">universal life insurance</a> policies use existing cash values of policies if payments are missed. If policyholders still do not pay within the grace period, a policy may use its own account value to pay for the unpaid premiums. If the account value is not sufficient to pay for the policyholder’s premiums, then the policy will be considered lapsed. Once a policy lapses, the insurer is not under any legal obligation to provide the benefits stated in the policy.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\">Term life insurance</a> does not have this benefit because it does not gain cash value. In this case, when premium payments are missed, the policy goes straight to the grace period and then falls into a lapse when the grace period is over.\n", "\nMost insurers offer policy holders the benefit of reinstating a policy during a grace period. The requirements for reinstating a policy depend on the time that the policy has lapsed. For example, insurers do not require documentation or proof of health if the policy holder wants to reinstate a policy in less than 30 days after it lapsed. Documentation regarding health and finances may be required in cases, if the lapsed period for a policy is between 30 days to six months. Any period longer than six months up to five years is dependent on the insurance company.\n", "\nStock shares are sometimes granted to employees as an incentive. They normally come with a restriction that stops employees from selling or trading shares for a particular period of time. These restrictions vary between companies and are mostly dependent on the vesting period or the duration of time that the employee has spent with the company. When the restrictions are lifted, employees become direct owners of the shares. Lapsing in shares of stocks refers to the actual restrictions and limits.\n", "\nTom has a life insurance policy in which he is required to pay a monthly premium for a period of 10 years. For the first two years of the policy, Tom makes monthly payments for the policy as required. After two years, however, Tom is laid off and cannot afford to make the payments anymore. His grace period of 30 days over, Tom's policy lapses. Before the end of the next month, Tom finds another job. He requests the insurance company to reinstate his policy.\n"]}