{"name": "Larry Ellison Definition", "@id": "https://www.investopedia.com/terms/l/larry-ellison.asp", "related": ["https://www.investopedia.com/terms/s/stuart-a-miller.asp", "https://www.investopedia.com/terms/m/mark-zuckerberg.asp", "https://www.investopedia.com/terms/b/billionaire.asp", "https://www.investopedia.com/terms/b/barry-diller.asp", "https://www.investopedia.com/terms/o/oracleofomaha.asp", "https://www.investopedia.com/terms/f/finance.asp"], "body": ["\nLarry Ellison is the founder of software company Oracle Corporation <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=orcl\" rel=\"noopener noreferrer\">(ORCL) </a>which he formed in 1977.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿﻿ He served as the company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\" rel=\"noopener noreferrer\">chief executive officer</a> until 2014 and still serves as chairman of the board and chief technology officer.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿﻿ His company successfully went public in 1986 but suffered from quality-control problems in 1988.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿﻿ These issues led to cash flow problems, operating losses, a declining share price, and near bankruptcy a couple of years later. New top management worked with Ellison to turn these problems around by 1994.\n", "\nAs a leader in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer_relation_management.asp\" rel=\"noopener noreferrer\">Customer Relationship Management</a> (CRM) software, Oracle is one of the most successful technology companies in the world. At the end of 2020, Oracle's market value is more than $172 billion.<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿ As the company's largest shareholder, Ellison has a net worth of $79.7 billion as of Jan. 13, 2021, and ranked as the 10th person in the world according to <em>Bloomberg</em>.<span class=\"ql-inline-citation\" data-cite=\"31\">﻿</span>﻿ He ranked 5th on <em>Forbes</em>' list of billionaires for 2020.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿ At the time of the list's publication, in April 2020, his net worth was $59 billion.\n", "\nIn March of 2018, Ellison founded Sensei, a wellness startup focused on hydroponic farming and vacation retreats.<span class=\"ql-inline-citation\" data-cite=\"22\">﻿</span>﻿ On December 28th, 2018, he was named to the board of Tesla Inc <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=tsla\" rel=\"noopener noreferrer\">(TSLA)</a>.<span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿\n", "\nLarry Ellison dropped out of two consecutive universities and never graduated. Instead, he found that he was skilled in software programming. He worked as a computer programmer for about 10 years before founding Oracle in 1977, though the company did not take that name until 1983. It was initially called Software Development Laboratories. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/harvard-business.asp\" rel=\"noopener noreferrer\">Harvard Business School</a> named him Entrepreneur of the Year in 1990.\n", "\nNot much is known about how Ellison invests his billions, but he is known for his lavish spending. He made headlines when he purchased a $194 million yacht and spent $80 million to capture America’s Cup.<span class=\"ql-inline-citation\" data-cite=\"28\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"27\">﻿</span>﻿﻿ In 2016, he donated $200 million to the University of Southern California for a cancer treatment research center.<span class=\"ql-inline-citation\" data-cite=\"29\">﻿</span>﻿﻿ He has made massive real estate investments including a complete island in Hawaii and multiple parcels in Malibu, California.<span class=\"ql-inline-citation\" data-cite=\"30\">﻿</span>﻿﻿ \n", "\nEllison was born on the South Side of Chicago to a poor, unmarried, 19-year-old mother. A sickly child, he was adopted by his uncle and aunt. The latter died before he ended his teens. Ellison bucked the norms and his family’s pressure to become a doctor to grow into one of the richest people in the world.\n", "\nIn the 1970s, Ellison, a college dropout, spun through an eight-year series of jobs that included the Fireman’s Fund, Wells Fargo &amp; Company, and Amdahl Corporation.<span class=\"ql-inline-citation\" data-cite=\"23\">﻿</span>﻿﻿ On the way, he picked up basic computer skills that he used as a programmer at Amdahl, where he worked on the first IBM-compatible mainframe system.\n", "\nIn 1977, Ellison and two Amdahl associates, Robert Miner and Ed Oates, launched Software Development Labs and were employed by the CIA to develop a relational database management system (RDBMS) in 1978.<span class=\"ql-inline-citation\" data-cite=\"25\">﻿</span>﻿﻿ Ellison code-named the project Oracle. He actually called it Oracle version two, since he knew buyers would prefer that to a \"version one\". The programmer also based his system on a new kind of database language that he had just read about in an IBM research paper: SQL. In time, Oracle became so famous it caused Ellison to be inducted into the Academy of Achievement in 1997.<span class=\"ql-inline-citation\" data-cite=\"24\">﻿</span>﻿﻿\n", "\nBy the beginning of the 1980s, Software Development Labs had only eight employees and revenue that barely reached $1 million. In 1981, IBM signed on to Oracle, and for the next seven years, company sales doubled to the point that Ellison renamed the firm Oracle Corporation after his best-selling product.<span class=\"ql-inline-citation\" data-cite=\"23\">﻿</span>﻿﻿ Accounting errors caused Oracle's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering (IPO)</a> to almost drive the company into bankruptcy. Ellison introduced new products, replaced staff, and executed management changes.\n", "\nBy 1992, Ellison introduced a popular version of the database system called Oracle 7, which swept the company to the crest of the database management field. Banks, corporations, governments, airlines, and others depended on the computer system. The <em>Wall Street Journal</em> called Ellison the world’s highest-paid executive.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿﻿ The billionaire expanded his company by buying businesses that included Retek, PeopleSoft, Hyperion Solutions, Siebel Systems, and Sun Microsystems.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿﻿\n", "\nOracle survived the tech-stock crash that followed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\" rel=\"noopener noreferrer\">dot-com bubble</a>, and in November 2000, Ellison was featured on <em>Fortune</em> magazine’s cover as “The next richest man in the world.”<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿﻿ Oracle Corporation has grown into a mammoth firm that employs more than 135,000 people and boasts annual net revenue of around $40 billion.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿﻿\n", "\nIn 2014, Ellison relinquished his position as CEO and became executive chairman and chief technology officer.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿﻿ In 2016, the billionaire told the graduating class at the University of Southern California, “Don’t be afraid to experiment and try lots of different things. And don’t let the experts discourage you when you challenge the status quo.”<span class=\"ql-inline-citation\" data-cite=\"26\">﻿</span>﻿﻿\n", "\nMany of Ellison's purchases have been described as “trophy properties.” For Ellison, many of his properties represent a vision for his place in the world post-Oracle. He envisions several of his homes as potential art museums to house his vast art collection. He has a home for his modern art, one for his 19th-century art, and one for his French impressionism art, as well as a home built on Nanzen-ji temple grounds in Japan to house his Japanese art. His Woodside, California home, which is his primary residence, was modeled after a 16th-century Japanese emperor’s palace. The 23-acre estate is worth $70 million and took more than nine years to build. Below are some of his most opulent purchases.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿\n", "\n<strong>The Island of Lanai:</strong> Ellison has been captivated with the island of Lanai since he flew over it decades ago in a private plane. When he became a multibillionaire, he realized his dream by purchasing it for $300 million.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿ He owns all but 2% of the island, including two Four Seasons resorts, a movie theater, the water company, most of the island’s infrastructure, and many of the houses and apartment buildings. His vision is to transform the island into a self-sufficient, eco-friendly vacation destination replete with ultra-luxury hotels and a sustainability laboratory to help make the island the first economically viable, 100% green community. He even has plans to help Lanai develop world-class commercial agriculture infrastructure. He bought two airlines and lengthened the airport runways to open up travel.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n", "\n<strong>Malibu:</strong> Ellison has been acquiring properties in Malibu for more than a decade. He purchased an entire strip of houses located on “Billionaire Beach.” One of the homes belonged to producer Jerry Bruckheimer, for which Ellison paid $18 million.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿ Ellison has previously put one of his homes, a 2,800-square-foot oceanfront bungalow, up for rent for $65,000 a month during the summer.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿ All of this is in addition to a string of properties he owns on Carbon Beach, along with an inland tennis club, an inn, and a restaurant. People close to Ellison have described his shopping spree as an investment, and he has monetized some of his properties. For instance, he and chef Nobu Matsuhisa, Robert De Niro, and film producer Meir Teper converted the historic Casa Malibu Inn into a lavish Japanese-style hotel called Nobu Ryokan.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\n<strong>Porcupine Creek: </strong>This 249-acre estate includes an 18-hole golf course and a 27-room mansion patterned after an Italian villa. The estate is just 20 minutes away from the Indian Wells Tennis Garden, which hosts the annual BNP Paribas Open tennis tournament. Ellison, an avid tennis fan, bought the tournament and its facilities in 2009 for $100 million.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿ Then, in 2011, he purchased Porcupine Creek for $42.9 million.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ He continues to invest in the event, which attracts the top players in the world and more than 450,000 fans. Porcupine Creek is host to many of the players and their families who enjoy the massive pool and waterslides in the hot desert heat.\n", "\nIn addition to Ellison's gift to the University of Southern California, he joined \"The Giving Pledge,\" along with Warren Buffett, Bill Gates, and others in 2012.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ In doing so, Ellison pledged to give away 95% of his wealth through a private trust. While most of his previous gifts were anonymous, Ellison made the Giving Pledge <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://givingpledge.org/Pledger.aspx?id=192\" rel=\"noopener noreferrer nofollow\">public</a> at the behest of Warren Buffett, who hoped it would motivate others to do the same.\n"]}