{"name": "Last Twelve Months (LTM) Definition", "@id": "https://www.investopedia.com/terms/l/ltm.asp", "related": ["https://www.investopedia.com/terms/r/rollingreturns.asp", "https://www.investopedia.com/terms/f/fiscalyear.asp", "https://www.investopedia.com/terms/q/quarter.asp", "https://www.investopedia.com/terms/f/fiscalyearend.asp", "https://www.investopedia.com/terms/t/trailing.asp", "https://www.investopedia.com/terms/s/sec-form-10-kt.asp"], "body": ["\nLast twelve months (LTM) refers to the timeframe of the immediately preceding 12 months. It is also commonly designated as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/ttm.asp\">trailing twelve months</a> (TTM). LTM is often used in reference to a financial metric used to evaluate a company's performance, such as revenues or debt to equity (D/E). Although a 12-month period is a relatively short time span for examining company performance, it is considered useful because it indicates a company's most recent performance, and is indicative of the company's current state. The terms \"last twelve months\" or \"trailing twelve months\" frequently appear in a company's earnings reports or other financial statements.\n", "\nWhile in some respects, 12 months of data is less than adequate for investment evaluations, it is a long enough span of time to level out annual seasonal factors, possible short-term price fluctuations, and some market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swing.asp\">swings</a>. Last twelve month figures provide updated metrics from the typical annual and quarterly figures reported by company management.\n", "\nIn reviewing figures shown as last twelve months or trailing twelve months, investors should not assume the figures necessarily coincide with a company's most recent fiscal year. In company financial statements, which are typically filed at the company's fiscal year-end, the last twelve month figures refer to the 12-month period ending on the last date of the month the financial statement is dated, such as June 30 or December 31. For example, in a financial statement dated March 2015, last twelve month figures cover the period of time from April 1, 2014, through March 31, 2015.\n", "\nIn addition to being used to gauge the recent trend of a given company's performance, the last twelve month financial metrics are also frequently used to compare the relative performance of similar companies within an industry or sector. Financial metrics commonly considered by looking at last twelve month figures include a company's price-earnings (P/E) ratio and earnings per share (EPS).\n", "\nIn reviewing stocks, mutual funds and exchange-traded funds (ETFs), the dividend yield figure for the last twelve months is often compared with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secyield.asp\">SEC yield</a> figure, which reflects only the yield of the most recently paid dividend. Another instance where the last twelve months' figures are useful is when a company is being considered for acquisition. To arrive at a more accurate current value of a company, last twelve months’ figures are often preferable to the most recent fiscal year figures.\n"]}