{"name": "Law Of Supply Definition", "@id": "https://www.investopedia.com/terms/l/lawofsupply.asp", "related": ["https://www.investopedia.com/terms/l/law-of-supply-demand.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp", "https://www.investopedia.com/terms/s/supply-curve.asp", "https://www.investopedia.com/terms/c/change_in_supply.asp", "https://www.investopedia.com/terms/s/supply.asp", "https://www.investopedia.com/terms/e/equilibrium-quantity.asp"], "body": ["\nThe law of supply is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomic</a> law that states that, all other factors being equal, as the price of a good or service increases, the quantity of goods or services that suppliers offer will increase, and vice versa. The law of supply says that as the price of an item goes up, suppliers will attempt to maximize their profits by increasing the quantity offered for sale.\n", "\nThe chart below depicts the law of supply using a supply curve, which is upward sloping. A, B and C are points on the supply curve. Each point on the curve reflects a direct correlation between quantity supplied (Q) and price (P). So, at point A, the quantity supplied will be Q1 and the price will be P1, and so on.\n", "\nThe supply curve is upward sloping because, over time, suppliers can choose how much of their goods to produce and later bring to market. At any given point in time however, the supply that sellers bring to market is fixed, and sellers simply face a decision to either sell or withhold their stock from a sale; consumer demand sets the price and sellers can only charge what the market will bear. If consumer demand rises over time, the price will rise, and suppliers can choose devoted new resources to production (or new suppliers can enter the market) which increases the quantity supplied. Demand ultimately sets the price in a competitive market, supplier response to the price they can expect to receive sets the quantity supplied.  \n", "\nThe law of supply is one of the most fundamental concepts in economics. It works with the law of demand to explain how market economies allocate resources and determine the prices of goods and services.\n", "\nThe law of supply summarizes the effect price changes have on producer behavior.\n", "\nFor example, a business will make more video game systems if the price of those systems increases. The opposite is true if the price of video game systems decreases. The company might supply 1 million systems if the price is $200 each, but if the price increases to $300, they might supply 1.5 million systems.\n", "\nTo further illustrate this concept, consider how gas prices work. When the price of gasoline rises, it encourages profit-seeking firms to take several actions: expand exploration for oil reserves; drill for more oil; invest in more pipelines and oil tankers to bring the oil to plants where it can be refined into gasoline; build new oil refineries; purchase additional pipelines and trucks to ship the gasoline to gas stations; and open more gas stations or keep existing gas stations open longer hours.\n", "\nThe law of supply is so intuitive that you may not even be aware of all the examples around you.\n"]}