{"name": "Law Of Large Numbers Definition", "@id": "https://www.investopedia.com/terms/l/lawoflargenumbers.asp", "related": ["https://www.investopedia.com/terms/d/descriptive_statistics.asp", "https://www.investopedia.com/terms/g/goodness-of-fit.asp", "https://www.investopedia.com/terms/p/population.asp", "https://www.investopedia.com/terms/a/anova.asp", "https://www.investopedia.com/terms/s/standard-error.asp", "https://www.investopedia.com/terms/t/t-test.asp"], "body": ["\nThe law of large numbers, in probability and statistics, states that as a sample size grows, its mean gets closer to the average of the whole population. In the 16th century, mathematician Gerolama Cardano recognized the Law of Large Numbers but never proved it. In 1713, Swiss mathematician Jakob Bernoulli proved this theorem in his book, <em>Ars Conjectandi</em>. It was later refined by other noted mathematicians, such as Pafnuty Chebyshev, founder of the St. Petersburg mathematical school.\n", "\nIn a financial context, the law of large numbers indicates that a large entity which is growing rapidly cannot maintain that growth pace forever. The biggest of the blue chips, with market values in the hundreds of billions, are frequently cited as examples of this phenomenon.\n", "\nIn statistical analysis, the law of large numbers can be applied to a variety of subjects. It may not be feasible to poll every individual within a given population to collect the required amount of data, but every additional data point gathered has the potential to increase the likelihood that the outcome is a true measure of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mean.asp\" rel=\"noopener noreferrer\">mean</a>.\n", "\nIn business, the term \"law of large numbers\" is sometimes used in relation to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthrates.asp\" rel=\"noopener noreferrer\">growth rates</a>, stated as a percentage. It suggests that, as a business expands, the percentage rate of growth becomes increasingly difficult to maintain.\n", "\nThe law of large numbers does not mean that a given sample or group of successive samples will always reflect the true population characteristics, especially for small samples. This also means that if a given sample or series of samples deviates from the true population average, the law of large numbers does not guarantee that successive samples will move the observed average toward the population mean (as suggested by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamblersfallacy.asp\" rel=\"noopener noreferrer\">Gambler's Fallacy</a>).\n", "\nIf a person wanted to determine the average value of a data set of 100 possible values, he is more likely to reach an accurate average by choosing 20 data points instead of relying on just two. For example, if the data set included all integers from one to 100, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sample.asp\" rel=\"noopener noreferrer\">sample</a>-taker only drew two values, such as 95 and 40, he may determine the average to be approximately 67.5. If he continued to take random samplings up to 20 variables, the average should shift towards the true average as he considers more data points.\n", "\nIn business and finance, this term is sometimes used colloquially to refer to the observation that exponential growth rates often do not scale. This is not actually related to the law of large numbers, but may be a result of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lawofdiminishingmarginalreturn.asp\" rel=\"noopener noreferrer\">law of diminishing marginal returns</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diseconomiesofscale.asp\" rel=\"noopener noreferrer\">diseconomies of scale</a>.\n", "\nFor example, in January 2020, the revenue generated by Walmart Inc. was recorded as $523.9 billion while Amazon.com Inc. brought in $280.5 billion during the same period.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ If Walmart wanted to increase revenue by 50%, approximately $262 billion in revenue would be required. In contrast, Amazon would only need to increase revenue by $140.2 billion to reach a 50% increase. Based on the law of large numbers, the 50% increase would be deemed more difficult for Walmart to accomplish than Amazon.\n", "\nThe same principles can be applied to other metrics, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\" rel=\"noopener noreferrer\">net profit</a>. As a result, investing decisions can be guided based on the associated difficulties that companies with very high market capitalization can experience as they relate to stock appreciation.\n"]}