{"name": "Layaway Definition", "@id": "https://www.investopedia.com/terms/l/layaway.asp", "related": ["https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/d/deferredinterest.asp", "https://www.investopedia.com/terms/m/millennial.asp", "https://www.investopedia.com/terms/k/kiosk.asp", "https://www.investopedia.com/terms/m/merchandising.asp"], "body": ["\nLayaway is a purchasing method in which a consumer places a deposit on an item to \"lay it away\" for later pick-up when they are financially positioned to pay off the balance. Layaway also lets customers make smaller payments on the product until the purchase is paid in full. A layaway plan ensures the consumer will get their chosen merchandise once it's fully paid.\n", "\nLayaway works for consumers who have limited <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disposableincome.asp\" rel=\"noopener noreferrer\">disposable incomes</a> and are unable to make larger <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lump-sum-payment.asp\" rel=\"noopener noreferrer\">lump-sum</a> purchases. There is sometimes a fee associated since the seller must keep the item in storage until the payments are completed. With little risk involved for the seller, layaways can be readily offered to those with <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bad-credit.asp\" rel=\"noopener noreferrer\">bad credit</a>. If the transaction is not completed, the item is simply returned to the shelf. The customer's money may either be returned in full, forfeited entirely, or returned minus a fee.\n", "\nLayaway programs also benefit retailers by allowing them to offer products to lower-income customers as a type of savings plan. Because the customer has already made a commitment to purchase the product on layaway, they cannot succumb to the temptation to spend that money elsewhere.\n", "\nThe advent of layaway came during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a> of the 1930s when most individuals and families were suffering greatly, financially. However, layaways then fell out of favor during the 1980s, as the ubiquity of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\" rel=\"noopener noreferrer\">credit cards</a> decreased their utility. In September of 2006, Wal-Mart discontinued its layaway service in all its stores after 44 years, citing a decrease in demand and rising implementation costs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nHowever, in September of 2011, Wal-Mart resumed the service, due to new financial difficulties brought on by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> and subsequently increased consumer credit constraints. This was only brought back for the holiday season.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Walmart still implements layaway to this day during the holiday season, and all year round for some items, like jewelry. They also charge a 20% <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\" rel=\"noopener noreferrer\">APR</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nOnline layaway programs let consumers purchase items via scheduled deductions that are taken from a checking account. Online layaway simplifies layaway for both merchants and consumers by removing associated storage and bookkeeping costs.\n", "\nThe layaway items remain housed at the distribution center during the layaway period, rather than taking up valuable retail warehouse space. During the Christmas season, some individuals traditionally pay for other customers' layaway purchases, as a charitable gesture.\n", "\nThere are many similarities between layaways and credit cards, as well as many differences. Both layaways and credit cards are used to purchase an item that an individual cannot currently afford. Both have late payment fees as well as penalties for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a>. Both also allow for payment in installments over a certain time period.\n", "\nOne of the differences between the two is that with a credit card an individual can take home the item they purchased right away; with layaway, an individual can only take home an item once it has been fully paid for. Layaway requires a deposit whereas a credit card does not. And, depending on the layaway, you do not pay interest on the unpaid balance. With a credit card, you do, which can quickly increase the cost of a purchase and send individuals into <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-debt.asp\" rel=\"noopener noreferrer\">credit card debt</a>.\n", "\nIf you default on a layaway plan it will not impact your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\" rel=\"noopener noreferrer\">credit score</a> whereas on a credit card it will. Also, you do not need good credit to use a layaway program but you do need good credit to receive a credit card or at least good terms on a credit card.\n", "\nCredit cards are usually a better option if you can pay off your balance in full the next month and not accrue interest. Credit cards allow you to build a positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-history.asp\" rel=\"noopener noreferrer\">credit history</a>, have <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/what-is-a-rewards-credit-card-5071957\" rel=\"noopener noreferrer\">rewards plans</a> where you can earn points or cashback, and you receive your item right away. However, if you can't pay your balance in full the next month, layaway can be a better option to avoid accruing the high-interest debt associated with credit cards.\n"]}