{"name": "Leasehold Definition", "@id": "https://www.investopedia.com/terms/l/leasehold.asp", "related": ["https://www.investopedia.com/terms/t/triple-net-lease-nnn.asp", "https://www.investopedia.com/terms/r/renewal-option.asp", "https://www.investopedia.com/terms/n/nondisturbance-clause.asp", "https://www.investopedia.com/terms/l/landlord.asp", "https://www.investopedia.com/terms/r/recapture-clause.asp", "https://www.investopedia.com/terms/m/modified-gross-lease.asp"], "body": ["\nA leasehold is an accounting term for an asset being leased. The asset is typically property such as a building or space in a building. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lessee.asp\" rel=\"noopener noreferrer\">lessee</a> contracts with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lessor.asp\" rel=\"noopener noreferrer\">lessor</a> for the right to use the property in exchange for a series of scheduled payments over the term of the lease. Renting space in an office building for a company's use or renting a building to be used for a retail store are two examples of a commercial leasehold arrangement.\n", "\nA leasehold contract will stipulate the terms of the agreement between the lessee (tenant) and the lessor (property owner or landlord). The contracts for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-property.asp\" rel=\"noopener noreferrer\">commercial properties</a>—such as space in an office building—are generally complex agreements that stipulate landlord responsibilities, tenant responsibilities, security deposits, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breach-of-contract.asp\" rel=\"noopener noreferrer\">breach of contract clauses</a>, and leasehold improvement clauses. Larger tenants may be able to request more favorable terms in exchange for leasing more space for a longer time. Leases for commercial properties typically run from one to 10 years.\n", "\nThere are different types of leaseholds, including tenancy for years, periodic tenancy, tenancy at sufferance, and tenancy at will.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nA tenancy for years is a type of contract in which the details are spelled out, including the duration of time a renter will reside in the property and the payment that is expected. The contract could last for days or years, but is characterized by a specific starting and ending date.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nWith a periodic tenancy, the renter's time in the property is contracted for a non-specified period of time, with no agreed-upon expiration date. The terms of the rental were initially specified for a certain period of time, but the end date continues until the owner or renter gives a notice to terminate. For example, a yearly contract might end, but then evolve into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/month-to-month-tenancy.asp#citation-2\" rel=\"noopener noreferrer\">month-to-month</a> contract, in which only one month's notice is needed to terminate.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nA tenancy at sufferance is when the renter's tenant has expired, but the renter refuses to vacate the property, and is therefore staying without the owner's consent. Typically, this results in the owner instigating eviction proceedings. However, if the landlord accepts a rent payment after the lease has expired, the property is considered to be leased again on a month-to-month basis.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nA tenancy-at-will is a type of leasehold that can be terminated at any time by either the owner/landlord or the tenant. The arrangement does not include the signing of a contract or lease and generally does not specify the length of time a tenant will use the rental or any specifics about payment. The agreement is governed under state law, with varying terms based on the state. Federal law is applicable in cases of discrimination.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAfter a lease agreement has been finalized, the lessee, or tenant, begins to build out the space for its purposes to the extent allowed by the contract. Work on walls, ceilings, floor space, lighting fixtures, additional plumbing fixtures, shelving, and cabinets represent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leaseholdimprovement.asp\" rel=\"noopener noreferrer\">leasehold improvements</a> that are recorded as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\" rel=\"noopener noreferrer\">fixed assets</a> on a company's balance sheet.\n", "\nDepending on the contract, leasehold improvements might be paid for by the tenant, the landlord, or a combination of both. Some landlords may agree to pay for leasehold improvements in order to entice a new tenant to sign a lease. However, when demand is high for a building or office space, the landlord may not be willing to incur the additional expense for leasehold improvements. Leasehold improvements that are permanently affixed to the building often remain the property of the landlord even after the lease ends.\n", "\nLeaseholds are most common for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brickandmortar.asp\" rel=\"noopener noreferrer\">brick-and-mortar</a> retailers. Best Buy Co., Inc. is an example. The company leases a majority of its buildings and makes leasehold improvements that suit its standardized interior functional and aesthetic design. Most of the company's leases contain renewal options and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/escalatorclause.asp\" rel=\"noopener noreferrer\">escalation clauses</a>, as well as contingent rents based on specified percentages of revenue, which is a common clause in lease agreements for retailers.\n", "\nRent expense is recognized on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/straightlinebasis.asp\" rel=\"noopener noreferrer\">straight-line basis</a> to the end of the initial lease term, and any difference between straight-line expense amounts and rent payable is booked as deferred rent. For some retailers, leasehold improvements are a significant portion of gross property and equipment expenses.\n", "\nA leasehold interest is a contract in which an individual or entity, or in real estate terms, a lessee, leases a parcel of land from an owner or lessor for a set period of time. The lessee has the exclusive rights to possess and use as asset or property for the specified period of time. There are four types of leashold interests, as mentioned above: tenancy for years, periodic tenancy, tenancy at sufferance, and tenancy-at-will.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nLeasehold interest most often refers to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/ground-lease.asp\" rel=\"noopener noreferrer\">ground lease</a> and tends to therefore last for multiple years. For example, an individual might lease a lot from an owner for 40 years and choose to build a property on the grounds. That individual could then rent out the property and earn rental income, but still has to pay the owner for the right to use the lot.\n", "\nA leasehold estate is an agreement that a tenant can use an owner's property for a set period of time. The estates are often backed up by contracts or lease agreeements that lay out the duration of the rental, the terms and condidtions of use, the payment required, and the landlord's obligations to the tenent.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nThe IRS does not allow leasehold improvements to be deducted. However, since improvements are part of the building, they are subject to depreciation. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061615/how-long-can-building-owner-or-landlord-depreciate-leasehold-improvement.asp#:~:text=The%20IRS%20does%20not%20allow,on%20its%20useful%20economic%20life.\" rel=\"noopener noreferrer\">Leasehold improvement depreciation</a> should follow a 15-year schedule that has to be re-evaluated each year based on its useful economic life.\n", "\nA tenancy for years, in which the contract is specified, including a clear beginning and ending date.\n", "\nA leasehold is an asset being leased, such as a building or unit in a building. A renter makes a contract with the owner or landlord to use the property in question, in exchange for a series of payments over the duration of the lease. A commercial leasehold involves renting space for the purpose of operating a store, doctor's office or other business, and a residential leasehold is for a property to be occupied for personal use. \n"]}