{"name": "Less-Developed Countries (LDC) Definition", "@id": "https://www.investopedia.com/terms/l/ldc.asp", "related": ["https://www.investopedia.com/terms/f/frontier-market.asp", "https://www.investopedia.com/terms/m/middle-income-countries.asp", "https://www.investopedia.com/terms/t/third-world.asp", "https://www.investopedia.com/terms/g/group-of-77.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/b/brexit.asp"], "body": ["\nLess-developed countries (LDC) are low-income countries that face significant structural challenges to sustainable development. The United Nations's list of LDCs currently comprises 47 countries.\n", "\nLess-developed countries are highly vulnerable to economic and environmental shocks and have fewer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humancapital.asp\" rel=\"noopener noreferrer\">human assets</a> than other nations. In some cases, less-developed countries are referred to as \"emerging markets.\" LDCs have access to specific international support measures<strong> </strong>for development assistance and trade that are not available to more developed nations. The U.N.'s Committee for Development Policy (CDP) Secretariat of the Department of Economic and Social Affairs/Department of Economic and Social Affairs (DPAD/DESA) created measures to help LDCs gain access to and benefit from international support. The secretariat is responsible for reviewing the status of LDCs and monitoring their progress after they graduate from the LDC category.\n", "\nThe secretariat’s criteria for placing nations on its list of less-developed countries include the categories of income, human assets, and economic vulnerability:\n", "\nForty-seven countries comprised the United Nations's list of LDCs, as of Sept. 2020:\n", "\nIn March 2018, the CDP recommended that Bhutan, Kiribati, São Tomé and Príncipe, and Solomon Islands graduate from the LDC category. This endorsement was unprecedented, as never before had the committee recommended so many countries for graduation at a single review. In the 47 years that the LDC category has existed, only five countries have graduated: Botswana, Cabo Verde, Equatorial Guinea, Maldives, and Samoa. The committee has scheduled Vanuatu and Angola for graduation in 2020 and 2021, respectively.\n"]}