{"name": "Letter of Guarantee Definition", "@id": "https://www.investopedia.com/terms/l/letter_of_guarantee.asp", "related": ["https://www.investopedia.com/terms/l/letterofcredit.asp", "https://www.investopedia.com/terms/n/nakedoption.asp", "https://www.investopedia.com/terms/n/nakedput.asp", "https://www.investopedia.com/terms/n/nakedcall.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/n/naked-writer.asp"], "body": ["\nA letter of guarantee is a type of contract issued by a bank on behalf of a customer who has entered a contract to purchase goods from a supplier. The letter of guarantee lets the supplier know that they will be paid, even if the customer of the bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaults</a>. To get a letter of guarantee, the customer will need to apply for it, similar to a loan. If the bank is comfortable with the risk, they will back the customer with the letter, for an annual fee.\n", "\nA letter of guarantee may also be issued by a bank on behalf of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/writer.asp\">call writer</a> guaranteeing that the writer owns the underlying asset and that the bank will deliver the underlying securities should the call be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exercise.asp\">exercised</a>. Call writers will often use a letter of guarantee when the underlying asset of a call option is not held in their brokerage account.\n", "\nLetters of guarantee are often used when one party in a transaction is uncertain that the other party involved can meet their financial obligation. This is especially common with purchases of costly equipment or other property. However, a letter of guarantee may not cover the whole amount of the debt. For example, a letter of guarantee in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bond</a> issue may promise either interest or principal repayment, but not both.\n", "\nThe bank will negotiate how much they will cover with their client. Banks charge an annual for this service, which is typically a percentage of how much the bank may owe if their client defaults. \n", "\nLetters of guarantee are used in a wide variety of business situations. These include contracting and construction, financing from a financial institution, or declarations during export and import processes.\n", "\nBecause many institutional investors maintain investment accounts at custodian banks rather than at broker-dealers, a broker often accepts a letter of guarantee for call writers with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short</a> options as a replacement for holding cash or securities. The letter of guarantee must be in a form that the exchange, and potentially the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/occ.asp\">Options Clearing Corporation</a>, accepts. The issuing bank agrees to give the broker the underlying securities if the call writer’s account is <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assignment.asp\">assigned</a>.\n", "\nAssume Company XYZ is buying a large piece of customized equipment for their shop at a cost of $1 million. The supplier of the equipment will need to fabricate it, and it may not be ready for several months. The buyer doesn't want to pay right now, but the supplier also doesn't want to spend time and resources building this piece of equipment without some guarantee that that buyer will buy it, and has the resources to buy it. The buyer can go to their bank and get a letter of guarantee. This should help appease that supplier, as the bank is backing the buyer.\n", "\nAssume a call writer has 10 contracts short of fictional stock YYY. That is equivalent to 1000 shares. If the stock price rises, those short call positions will be losing money, and since there is no cap on how far a stock can rise the loss could theoretically be infinite. But if the call writer owns 1000 shares of stock then the risk is mitigated. This is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coveredcall.asp\">covered call</a>. \n", "\nIn order to short the contracts in the first place, the writer may have had to produce a letter of guarantee showing that they own the stock (in another account, otherwise the broker would not require the letter), since the broker may have viewed the uncovered short call as too risky.\n"]}