{"name": "Leveraged ETF Definition", "@id": "https://www.investopedia.com/terms/l/leveraged-etf.asp", "related": ["https://www.investopedia.com/terms/u/ultra_etf.asp", "https://www.investopedia.com/terms/i/inverse-etf.asp", "https://www.investopedia.com/terms/e/exchange-traded-products-etp.asp", "https://www.investopedia.com/terms/e/etn.asp", "https://www.investopedia.com/terms/s/sector-etf.asp", "https://www.investopedia.com/terms/d/double-gold.asp"], "body": ["\nA leveraged exchange-traded fund (ETF) is a marketable security that uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/derivative/\">financial derivatives</a> and debt to amplify the returns of an underlying index. While a traditional <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded fund</a> typically tracks the securities in its underlying index on a one-to-one basis, a leveraged ETF may aim for a 2:1 or 3:1 ratio.\n", "\nLeveraged ETFs are available for most indexes, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq100.asp\" rel=\"noopener noreferrer\">Nasdaq 100 Index</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average (DJIA)</a>.\n", "\nETFs are funds that contain a basket of securities that are from the index that they track. For example, ETFs that track the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\">S&amp;P 500 Index</a> will contain the 500 stocks in the S&amp;P. Typically, if the S&amp;P moves 1%, the ETF will also move by 1%.\n", "\nA leveraged ETF that tracks the S&amp;P might use financial products and debt that magnify each 1% gain in the S&amp;P to a 2% or 3% gain. The extent of the gain is contingent on the amount of leverage used in the ETF. Leveraging is an investing strategy that uses borrowed funds to buy options and futures to increase the impact of price movements.\n", "\nHowever, leverage can work in the opposite direction as well and lead to losses for investors. If the underlying index falls by 1%, the loss is magnified by the leverage. Leverage is a double-edged sword meaning it can lead to significant gains, but it can also lead to significant losses. Investors should be aware of the risks to leveraged ETFs since the risk of losses is far higher than those from traditional investments.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/022315/how-brokerage-fees-work.asp\">management fees</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\">transaction costs</a> associated with leveraged ETFs can diminish the fund's return.\n", "\nA leveraged ETF might use derivatives such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">options contracts</a> to magnify the exposure to a particular index. It does not amplify the annual returns of an index but instead, tracks the daily changes. Options contracts grant an investor ability to trade an underlying asset without the obligation that they must buy or sell the security. Options contracts have an expiration date by which any action must be completed.\n", "\nOptions have upfront fees—known as premiums—associated with them and allow investors to buy a large number of shares of a security. As a result, options layered with an investment such as stocks can add to the gains of holding the stock investment. In this way, leveraged ETFs use options to add to the gains of traditional ETFs. Portfolio managers can also borrow to buy additional shares of securities, further adding to their positions but also adding to the potential for gains.\n", "\nA leveraged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inverse-etf.asp\" rel=\"noopener noreferrer\">inverse ETF</a> uses leverage to make money when the underlying index is declining in value. In other words, an inverse ETF rises while the underlying index is falling allowing investors to profit from a bearish market or market declines.\n", "\nAlong with management and transaction fee expenses, there can be other costs involved with leveraged exchange-traded funds. Leveraged ETFs have higher fees than non-leveraged ETFs because premiums need to be paid to buy the options contracts as well as the cost of borrowing—or margining. Many leveraged ETFs have expense ratios of 1% or more.\n", "\nDespite the high expense ratios associated with leveraged ETFs, these funds are often less expensive than other forms of margin. Trading on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\" rel=\"noopener noreferrer\">margin</a> involves a broker lending money to a customer so that the borrower can purchase stocks or other securities with the securities held as collateral for the loan. The broker also charges an interest rate for the margin loan.\n", "\nFor example, short selling, which involves borrowing shares from a broker to bet on a downward move, can carry fees of 3% or more on the amount borrowed. The use of margin to buy stock can become similarly expensive, and can result in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\" rel=\"noopener noreferrer\">margin calls</a> should the position begin losing money. A margin call happens when a broker asks for more money to shore up the account if the collateral securities lose value.\n", "\nLeveraged ETFs are typically used by traders who wish to speculate on an index, or to take advantage of the index's short-term momentum. Due to the high-risk, high-cost structure of leveraged ETFs, they are rarely used as long-term investments.\n", "\nFor example, options contracts have expiration dates and are usually traded in the short term. It is difficult to hold long-term investments in leveraged ETFs because the derivatives used to create the leverage are not long-term investments. As a result, traders often hold positions in leveraged ETFs for just a few days or less. If leveraged ETFs are held for long periods, the returns may be quite different from the underlying index.\n", "\nThe Direxion Daily Financial Bull 3x Shares (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fas\" rel=\"noopener noreferrer\">FAS</a>) ETF holds equities of large U.S. financial companies by tracking the Russell 1000 Financial Services index. It has an expense ratio of 0.99% and top holdings include Berkshire Hathaway (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=brk.b\" rel=\"noopener noreferrer\">BRK.B</a>), Visa (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=v\" rel=\"noopener noreferrer\">V</a>) and JP Morgan Chase (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=jpm\" rel=\"noopener noreferrer\">JPM</a>). The ETF aims to provide investors 3xs the return for the financial stocks it tracks.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIf an investor, for example, invested $10,000 in the ETF and the stocks tracked from the index rose by 1%, the ETF would return 3% in that period. However, if the underlying index declined by 2%, the FAS would have a loss of 6% for that period.\n", "\nAs stated earlier, leveraged ETFs are used for short-term moves in the market and can result in large gains or losses very quickly for investors.\n"]}