{"name": "Libel", "@id": "https://www.investopedia.com/terms/l/libel.asp", "related": ["https://www.investopedia.com/terms/s/slander.asp", "https://www.investopedia.com/terms/c/cease-and-desist.asp", "https://www.investopedia.com/terms/l/licensing-agreement.asp", "https://www.investopedia.com/terms/s/social-networking.asp", "https://www.investopedia.com/terms/p/powerofattorney.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nLibel involves the act of publishing a statement about an individual, either in written form or broadcast over media platforms such as radio, television, or the Internet, that is untrue and threatens to harm the reputation and/or livelihood of the targeted person. Libel is considered a civil wrong (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tort-law.asp\">tort</a>) and can, therefore, be the basis of a lawsuit.\n", "\nLibel represents the published or broadcasted version of defamation. Defamation occurs when an individual's words damage another person’s reputation or tarnish his or her ability to earn a living.\n", "\nThe offending statement in question must purport to be factual and not opinion-based. But this does not mean that by simply preceding a statement with the words “I think,” an individual is safeguarded from the possibility of committing libelous actions. For example, if someone wrote and published the sentence, “I think Joe Smith murdered his wife,” that individual is nonetheless vulnerable to libel, even though this statement was technically framed as a belief. Indeed, this phrase suggests that the individual had a solid basis in which to believe that the statement is factual.\n", "\nFor someone to be found guilty of committing libel, the target of the offending comments does not necessarily have to claim he or she was harmed as the result of the published statement. Separately, it is generally more difficult for public figures to sue for libel than it is for private parties to bring legal action in the wake of similar comments. This is mainly due to a decision by the U.S. Supreme Court requiring the libel to demonstrate \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.dmlp.org/legal-guide/proving-fault-actual-malice-and-negligence\" rel=\"nofollow\">actual malice</a>\" in order for a public figure to sue. Modest factual inaccuracies, such as incorrectly stating a person's age, height, or weight, do not constitute libelous activity.\n", "\nThe chief difference between the slander and libel is that the former involves defamatory speech, while the latter focuses on defamatory writings. Interestingly, although defamatory content presented on websites was originally considered to be libelous and not slanderous, that view has shifted, largely due to the English courts, which opine that Internet content is more commensurate with speech than it is with traditional print media.\n", "\nFrom a strictly legal perspective, defamatory comments are not actionable unless they are properly published. Unfortunately for ill-intended bloggers, the term “published,” in the context of Internet communication, legally means that merely a single individual must read the offensive blog in question. Consequently, a webmaster may be sued for libeling someone by trashing their reputation on a personal blog, if only his best pal, a colleague, or a family member consumes the defamatory words.\n", "\nOf course, personal blogs are typically far less trafficked than mainstream websites, such as the BBC News official site, and other large platforms. Therefore, that first group is more apt to get away with the defamation—not only because the words may slip by unnoticed, but also because the target of the libel may be reluctant to file suit against the offending blogger, lest a public court case bring even more attention to the slurs in question. \n"]}