{"name": "Life Estate Definition", "@id": "https://www.investopedia.com/terms/l/life-estate.asp", "related": ["https://www.investopedia.com/terms/r/remainderman.asp", "https://www.investopedia.com/terms/w/with-benefit-of-survivorship.asp", "https://www.investopedia.com/terms/b/beneficiary.asp", "https://www.investopedia.com/terms/t/tenancy_in_common.asp", "https://www.investopedia.com/terms/i/intestacy.asp", "https://www.investopedia.com/terms/n/noncontestabilityclause.asp"], "body": ["\nA life estate is property that an individual owns only through the duration of their lifetime. It is also referred to as a tenant for life and life tenant. A life estate is restrictive in that it prevents the beneficiary from selling the property that produces the income before the beneficiary's death. But the estate cannot continue beyond the life of the beneficiary.\n", "\nA life estate is the vehicle by which the property owner, or the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grantor.asp\">grantor</a>, transfers legal ownership to another person or the life tenant. In many cases, the grantor and the life tenant are the same people, but not always. Typically, the deed will state that the occupant of the property is allowed to use it for the duration of their life. Almost all deeds creating a life estate will also name a remainderman, the person or persons who get the property when the life tenant dies. \n", "\nA major benefit of a life estate deed is that it can be used to pass property upon the life tenant's death without it being part of the life tenant’s estate. As a result, the property does not have to go through probate. Any interest that the life tenant had in the property ended upon death and did not become a part of the life tenant’s estate.\n", "\nOne complicating factor to life estate deeds, especially in real estate dealings, is that all parties need to be aware of the fact that both the life tenant and the remainderman have ownership interests, despite each having a different right of possession. The life tenant is the owner of the property until they die. However, the remainderman also has an ownership interest in the property while the life tenant is alive. The life tenant is legally responsible for maintaining the property. \n", "\nPeople who believe their beneficiary could benefit more from the income from the estate than a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lumpsumdistribution.asp\">lump-sum inheritance</a> often create life estates. Many times, such estates are invested in various income-producing instruments, such as bonds, CDs, oil and gas leases, REITs, and other similar investments.\n", "\nHowever, should the life tenant want to sell or mortgage the property prior to death, the remainderman would have to consent to agree and sign off. As part of the transaction, the remainderman could demand a portion of the proceeds based on a predetermined scale reflective of the life tenant’s age and current interest rates. Typically, the older the life tenant, the greater the share that the remainderman can expect to receive.\n", "\nNotable, too, is that any legal problems that a remainderman incurs may affect the life tenant as well. For example, if a child is sued or owes taxes, a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\">lien</a> could be filed against their parent’s home if a life estate has been established between the two. \n"]}