{"name": "Life Insurance Guide to Policies & Companies", "@id": "https://www.investopedia.com/terms/l/lifeinsurance.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/v/variable-survivorship-life-insurance.asp", "https://www.investopedia.com/terms/e/equity-indexed-universal-life-insurance.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp"], "body": ["\nLife insurance is a contract between an insurer and a policyholder. A life insurance policy guarantees the insurer pays a sum of money to named beneficiaries when the insured policyholder dies, in exchange for the premiums paid by the policyholder during their lifetime.\n", "\nReady to buy life insurance? Read our reviews of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-life-insurance-companies-4845858\" rel=\"noopener noreferrer\">best life insurance</a> companies:\n", "\nLife insurance provides financial support to surviving dependents or other beneficiaries after the death of an insured. Here are some examples of people who may need life insurance:\n", "\nA life insurance policy can has two main components—a death benefit and a premium. Term life insurance has these two components, but permanent or whole life insurance policies also have a cash value component.\n", "\nMany different types of life insurance are available to meet all sorts of needs and preferences.\n", "\nMany insurance companies offer policyholders the option to customize their policies to accommodate their needs. Riders are the most common way policyholders may modify their plan. There are many riders, but availability depends on the provider. The policyholder will typically pay an additional premium for each rider or a fee to exercise the rider, though some policies include certain riders in their base premium.\n", "\nBefore you apply for life insurance, you should analyze your financial situation and determine how much money would be required to maintain your beneficiaries’ standard of living or meet the need for which you’re purchasing a policy.\n", "\nFor example, if you are the primary caretaker and have children who are two and four years old, you would want enough insurance to cover your custodial responsibilities until your children are grown up and able to support themselves. You might research the cost to hire a nanny and a housekeeper, or to use commercial childcare and a cleaning service, then perhaps add some money for education. Add up what these costs would be over the next 16 or so years, add more for inflation, and that’s the death benefit you might want to buy—if you can afford it.\n", "\nInsurers evaluate each life insurance applicant on a case-by-case basis, and with hundreds of insurers to choose from, almost anyone can find an affordable policy that at least partially meets their needs. In 2018 there were 841 life insurance and annuity companies in the United States, according to the Insurance Information Institute.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nOn top of that, many life insurance companies sell multiple types and sizes of policies, and some specialize in meeting specific needs, such as policies for people with chronic health conditions. There are also brokers who specialize in life insurance and know what different companies offer. Applicants can work with a broker free of charge to find the insurance they need. This means that almost anyone can get some type of life insurance policy if they look hard enough and are willing to pay a high enough price or accept a perhaps less-than-ideal death benefit.\n", "\nInsurance is not just for the healthy and wealthy, and because the insurance industry is much broader than many consumers realize, getting life insurance may be possible and affordable even if previous applications have been denied or quotes have been unaffordable.\n", "\nIn general, the younger and healthier you are, the easier it will be to qualify for life insurance, and the older and less healthy you are, the harder it will be. Certain lifestyle choices, such as using tobacco or engaging in risky hobbies such as skydiving, also make it harder to qualify or lead to higher rates.\n", "\nMost people use life insurance to provide money to beneficiaries who would suffer a financial hardship upon the insured’s death. However, for wealthy individuals, the tax advantages of life insurance, including tax-deferred growth of cash value, tax-free dividends, and tax-free death benefits, can provide additional strategic opportunities.\n", "\n<strong>Funding Retirement</strong>—Policies with a cash value or investment component can provide a source of retirement income. This opportunity can come with high fees and a lower death benefit, so it may only be a good option for individuals who have maxed out other tax-advantaged savings and investment accounts. The pension maximization strategy described earlier is another way life insurance can be used to fund retirement.\n", "\n<strong>Avoiding Taxes</strong>—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102015/do-beneficiaries-pay-taxes-life-insurance.asp\" rel=\"noopener noreferrer\">The death benefit of a life insurance policy is usually tax free</a>.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿ Wealthy individuals sometimes buy permanent life insurance within a trust <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/permanent_life_insurance_taxes.asp\" rel=\"noopener noreferrer\">to help pay the estate taxes that will be due upon their death</a>. This strategy helps to preserve the value of the estate for their heirs. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax_avoidance.asp\" rel=\"noopener noreferrer\">Tax avoidance</a> is a law-abiding strategy for minimizing one’s tax liability and should not be confused with <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxevasion.asp\" rel=\"noopener noreferrer\">tax evasion</a>, which is illegal.\n", "\n<strong>Borrowing Money</strong>—Most permanent life insurance accumulates cash value that the policyholder can borrow against. Technically, you are borrowing money from the insurance company and using your cash value as collateral. Unlike with other types of loans, the policyholder’s credit score is not a factor. Repayment terms can be flexible, and the loan interest goes back into the policyholder’s cash value account. Policy loans can reduce the policy’s death benefit, however.\n"]}