{"name": "LIFO Reserve Definition", "@id": "https://www.investopedia.com/terms/l/lifo-reserve.asp", "related": ["https://www.investopedia.com/terms/a/average-cost-flow-assumption.asp", "https://www.investopedia.com/terms/l/lifo.asp", "https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/a/averagecostbasismethod.asp", "https://www.investopedia.com/terms/f/fifo.asp", "https://www.investopedia.com/terms/f/flow-of-costs.asp"], "body": ["\nLIFO reserve is an accounting term that measures the difference between the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\" rel=\"noopener noreferrer\">first in, first out</a> (FIFO) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifo.asp\" rel=\"noopener noreferrer\">last in, first out</a> (LIFO) cost of inventory for bookkeeping purposes. The LIFO reserve is an account used to bridge the gap between FIFO and LIFO costs when a company uses the FIFO method to track its inventory but reports under the LIFO method in the preparation of its financial statements.\n", "\nThe FIFO method of evaluating <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory.asp\" rel=\"noopener noreferrer\">inventory</a> is where the goods or services produced first are the goods or services sold first, or disposed of first. The LIFO method of evaluating inventory is when the goods or services produced last are the ones to be sold or disposed of first.\n", "\nThe LIFO reserve comes about because most businesses use the FIFO, or standard cost method, for internal use and the LIFO method for external reporting, as is the case with tax preparation. This is advantageous in periods of rising prices because it reduces a company's tax burden when it reports using the LIFO method.\n", "\nThe LIFO reserve is known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contraaccount.asp\" rel=\"noopener noreferrer\">contra inventory account</a>. A contra account's balance is the opposite of the account it is associated with.\n", "\nFor example, when using the LIFO method for inventory accounting in periods of rising prices, the cost of reported inventory is higher than the FIFO method, which, therefore, increases a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold</a> (COGS), decreasing its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pretax-earnings.asp\" rel=\"noopener noreferrer\">pre-tax earnings</a>. When pre-tax earnings are lower, there is a lower amount to pay taxes on, thus, fewer taxes paid overall.\n", "\nThen, for internal purposes, such as in the case of investor reporting, the same company can use the FIFO method of inventory accounting, which reports lower costs and higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\" rel=\"noopener noreferrer\">margins</a>, which is attractive to investors. In periods of rising prices, constant increases in costs can create a credit balance in the LIFO reserve, which results in reduced inventory costs when reported on the balance sheet.\n", "\nAlmost all analysts look at a publicly-traded company's LIFO reserve. Often earnings need to be adjusted for changes in the LIFO reserve, as in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adjusted-ebitda.asp\" rel=\"noopener noreferrer\">adjusted EBITDA</a> and some types of adjusted <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS).\n", "\nWhen preparing company financials for the LIFO method, the difference in costs in inventory between LIFO and FIFO is the LIFO reserve. Therefore, a company's LIFO reserve = (FIFO inventory) - (LIFO inventory). LIFO reserve is usually tracked so that companies using different methods of accounting can be accurately compared.\n", "\nIn order to ensure accuracy, a LIFO reserve is calculated at the time the LIFO method was adopted. The year-to-year changes in the balance within the LIFO reserve can also give a rough representation of that particular year's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, assuming the type of inventory has not changed.\n", "\nAccounting professionals have discouraged the use of the word \"reserve,\" encouraging accountants to use other terms like \"revaluation to LIFO,\" \"excess of FIFO over LIFO cost,\" or \"LIFO allowance.\"\n", "\nAs stated, one of the benefits of the LIFO reserve is to allow investors and analysts to compare companies that use different accounting methods, equally. The most important benefit is that it allows a comparison between LIFO and FIFO and the ability to understand any differences, including how <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxes.asp\" rel=\"noopener noreferrer\">taxes</a> might be impacted.\n", "\nThis allows companies to better adjust their financial statements and budget in regards to sales, costs, taxes, and profits.\n"]}