{"name": "Like-Kind Exchange", "@id": "https://www.investopedia.com/terms/l/like-kind_exchange.asp", "related": ["https://www.investopedia.com/terms/q/qeaa.asp", "https://www.investopedia.com/terms/r/recapture.asp", "https://www.investopedia.com/terms/d/depreciationrecapture.asp", "https://www.investopedia.com/terms/c/chargeable-gain.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/r/recognizedgain.asp"], "body": ["\nA like-kind exchange, sometimes styled as a like kind exchange, is a tax-deferred transaction that allows for the disposal of an asset and the acquisition of another similar asset without generating a capital gains tax liability from the sale of the first asset.\n", "\nUntil the passage of tax legislation in December 2017, that could have included the exchange of one business for another—or one piece of tangible property, such as artwork or heavy equipment, for another. After 2017, a like-kind exchange applies only to the exchange of a business or real estate investment property for another property.\n", "\nWhen a commercial property or investment property is sold for a gain, the investor is required to pay a capital gains tax on the profit earned. All capital gains are taxed at either the short-term capital gains rate between 10% to 37% for profits made on a sale within one year or the long-term rate which falls between 10% to 20% for profits made on a sale after one year of the initial purchase date.\n", "\nHowever, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/section1031.asp\">Section 1031</a> of the Internal Revenue Code (IRC) exempts an investor from making a tax payment on a gain if the proceeds from the sale or disposal of the property are reinvested in a similar property of equal or greater value as part of a qualifying like-kind exchange. Any real estate, except for one’s own personal residence, is considered like-kind to any other real estate. Generally, any real estate property held for the productive use in the trade or business or for investment qualifies for a like-kind exchange.\n", "\nA taxpayer that sells a piece of investment property and buys another within a stipulated time limit will not have to pay tax on the first disposal. They will have to pay tax upon sale or disposal of the second property unless another like-kind exchange is done, in which case, the tax payment will be deferred again.\n", "\nThere are several important considerations to keep in mind with a like-kind exchange to ensure that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\">tax liability</a> is not created upon the sale of the first asset:\n", "\nThere are some limitations on the amount of capital gain that is tax-deferred, so ensure that you check the latest tax rules before proceeding with a like-kind exchange.\n", "\nIn addition to the tax deferral benefits, a like-kind exchange allows the seller to defer their depreciation recapture – the gain received from the sale of depreciable capital property that must be reported as income for income tax purposes. A taxpayer can also avoid state taxes on like-kind exchanges.\n", "\nFor example, some states require that either a buyer or seller pay <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/state-income-tax.asp\">state income taxes</a> when a property is sold, known as state mandatory withholding. Property transferred in a like-kind exchange, however, can receive an exemption. To claim the exemption, the taxpayer will need to sign an exemption form or certificate provided by the state. Some states require the seller to submit the exemption 20 days before closing, while other states may allow the exemption form to be submitted at closing.\n", "\nA like-kind exchange is ideal for a business owner looking to sell their business and invest in another one or a real estate investor looking to sell a rental property and buy a similar one. An 8824 Form must be filed with the Internal Revenue Service (IRS) detailing the terms of the deal. Gain recognized because boot—cash, liabilities or other property that is not like-kind and that is given or received in a like-kind exchange—was received is reported on Form 8949, Schedule D (Form 1040), or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form-4797.asp\">Form 4797</a>, as applicable. If depreciation must be recaptured, then this recognized gain may have to be reported as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinaryincome.asp\">ordinary income</a>.\n"]}