{"name": "Limited Power of Attorney (LPOA) Definition", "@id": "https://www.investopedia.com/terms/l/limited_power_of_attorney.asp", "related": ["https://www.investopedia.com/terms/s/special-power-attorney.asp", "https://www.investopedia.com/terms/p/powerofattorney.asp", "https://www.investopedia.com/terms/l/limited-discretionary-account.asp", "https://www.investopedia.com/terms/f/form-2848.asp", "https://www.investopedia.com/terms/p/powerofattorneyproperty.asp", "https://www.investopedia.com/terms/f/financial-power-attorney.asp"], "body": ["\nLimited Power of Attorney (LPOA) is an authorization that permits a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfoliomanager.asp\">portfolio manager</a> to perform specific functions on behalf of the account owner. In general, the LPOA allows the manager to execute an agreed-upon investment strategy and take care of routine related business without contacting the account holder.\n", "\nBefore signing an LPOA, the client should be aware of the specific functions they have delegated to the portfolio manager, as the client remains liable for the decisions.\n", "\nLPOA authorizations have become more common in recent years as more investors choose boutique money management firms and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ria.asp\">registered investment advisors</a> (RIAs) over traditional brokerage firms.\n", "\nA limited power of attorney, as opposed to a general power of attorney, restricts the authority of the designated individual to a specific sphere. In this case, the portfolio manager is empowered to execute an investment strategy as agreed upon with the account holder.\n", "\nAn LPOA gives the portfolio manager the authority to buy and sell assets, pay fees, and handle various necessary forms.\n", "\nCertain critical account functions still can be made only by the account holder, including cash withdrawals and a change of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiary</a>. A client can clearly state which other powers they may wish to retain at the time the account is set up.\n", "\nThere are a couple of variations on the limited power of attorney that may be used in special circumstances:\n", "\nClients typically complete a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/powerofattorney.asp\">power of attorney</a> (POA) form when they open an account with a portfolio manager. Most forms give clients the option to choose between an LPOA or a full power of attorney.\n", "\nThe client must designate an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/attorneyinfact.asp\">attorney in fact</a>, who is usually the portfolio manager. Other portfolio managers who may make investment decisions on behalf of the client must also have their details provided on the form. Once completed, both the client and the attorney or attorneys in fact must sign the form.\n", "\nA client who is uncertain or uncomfortable about what functions they are authorizing may want to get an attorney to review the POA form before signing it.\n"]}