{"name": "Line of Credit (LOC) Definition", "@id": "https://www.investopedia.com/terms/l/lineofcredit.asp", "related": ["https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/m/maximum_loan_amount.asp", "https://www.investopedia.com/personal-loan-5076027", "https://www.investopedia.com/terms/s/secondmortgage.asp", "https://www.investopedia.com/terms/s/securedcard.asp", "https://www.investopedia.com/terms/c/character-loan.asp"], "body": ["\nA line of credit (LOC) is a preset borrowing limit that can be used at any time. The borrower can take money out as needed until the limit is reached, and as money is repaid, it can be borrowed again in the case of an open line of credit.\n", "\nA LOC is an arrangement between a financial institution—usually a bank—and a client that establishes the maximum loan amount the customer can borrow. The borrower can access funds from the line of credit at any time as long as they do not exceed the maximum amount (or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_limit.asp\" rel=\"noopener noreferrer\">credit limit</a>) set in the agreement and meet any other requirements such as making timely minimum payments. It may be offered as a facility.\n", "\nAll LOCs consist of a set amount of money that can be borrowed as needed, paid back and borrowed again. The amount of interest, size of payments, and other rules are set by the lender. Some lines of credit allow you to write checks (drafts) while others include a type of credit or debit card. As noted above, a LOC can be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/110614/whats-difference-between-secured-line-credit-and-unsecured-line-credit.asp\" rel=\"noopener noreferrer\">secured (by collateral) or unsecured</a>, with unsecured LOCs typically subject to higher interest rates.\n", "\nA line of credit has built-in flexibility, which is its main advantage. Borrowers can request a certain amount, but they do not have to use it all. Rather, they can tailor their spending on the LOC to their needs and owe interest only on the amount they draw, not on the entire credit line. In addition, borrowers can adjust their repayment amounts as needed, based on their budget or cash flow. They can repay, for example, the entire outstanding balance all at once or just make the minimum monthly payments.\n", "\nMost lines of credit are unsecured loans. This means the borrower does not promise the lender any collateral to back the LOC. One notable exception is a home equity line of credit (HELOC), which is secured by the equity in the borrower's home. From the lender's perspective, secured lines of credit are attractive because they provide a way to recoup the advanced funds in the event of non-payment.\n", "\nFor individuals or business owners, secured lines of credit are attractive because they typically come with a higher maximum credit limit and significantly lower interest rates than unsecured lines of credit.\n", "\nUnsecured lines of credit tend to come with higher interest rates than secured LOCs. They are also more difficult to obtain and often require a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\" rel=\"noopener noreferrer\">credit score</a> or credit rating. Lenders attempt to compensate for the increased risk by limiting the number of funds that can be borrowed and by charging higher interest rates. That is one reason why the APR on credit cards is so high. Credit cards are technically unsecured lines of credit, with the credit limit—how much you can charge on the card—representing its parameters. But you do not pledge any assets when you open the card account. If you start missing payments, there's nothing the credit card issuer can seize in compensation.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iloc.asp\" rel=\"noopener noreferrer\">revocable line of credit</a> is a source of credit provided to an individual or business by a bank or financial institution that can be revoked or annulled at the lender's discretion or under specific circumstances. A bank or financial institution may revoke a line of credit if the customer's financial circumstances deteriorate markedly, or if market conditions turn so adverse as to warrant revocation, such as in the aftermath of the 2008 global credit crisis. A revocable line of credit can be unsecured or secured, with the former generally carrying a higher rate of interest than the latter.\n", "\nA line of credit is often considered to be a type of revolving account, also known as an open-end credit account. This arrangement allows borrowers to spend the money, repay it, and spend it again in a virtually never-ending, revolving cycle. Revolving accounts such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/110614/what-difference-between-loan-and-line-credit.asp\" rel=\"noopener noreferrer\">lines of credit and credit cards are different from installment loans</a> such as mortgages, car loans, and signature loans.\n", "\nWith installment loans, also known as closed-end credit accounts, consumers borrow a set amount of money and repay it in equal monthly installments until the loan is paid off. Once an installment loan has been paid off, consumers cannot spend the funds again unless they apply for a new loan.\n", "\nNon-revolving lines of credit have the same features as revolving credit (or a revolving line of credit). A credit limit is established, funds can be used for a variety of purposes, interest is charged normally, and payments may be made at any time. There is one major exception: The pool of available credit does not replenish after payments are made. Once you pay off the line of credit in full, the account is closed and cannot be used again.\n", "\nAs an example, personal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062915/what-difference-between-closed-end-credit-and-line-credit.asp\" rel=\"noopener noreferrer\">lines of credit</a> are sometimes offered by banks in the form of an overdraft protection plan. A banking customer can sign up to have an overdraft plan linked to his or her checking account. If the customer goes over the amount available in checking, the overdraft keeps them from bouncing a check or having a purchase denied. Like any line of credit, an overdraft must be paid back, with interest.\n", "\nLOCs come in a variety of forms, with each falling under either the secured or unsecured category. Beyond that, each type of LOC has its own characteristics.\n", "\nThis provides access to unsecured funds that can be borrowed, repaid, and borrowed again. Opening a personal line of credit requires a credit history of no defaults, a credit score of 680 or higher, and reliable income. Having savings helps, as does collateral in the form of stocks or CDs, though collateral is not required for a personal LOC. Personal LOCs are used for emergencies, weddings and other events, overdraft protection, travel and entertainment, and to help smooth out bumps for those with irregular income.\n", "\nHELOCs are the most common type of secured LOCs. A HELOC is secured by the market value of the home minus the amount owed, which becomes the basis for determining the size of the line of credit. Typically, the credit limit is equal to 75% or 80% of the market value of the home, minus the balance owed on the mortgage.\n", "\nHELOCs often come with a draw period (usually 10 years) during which the borrower can access available funds, repay them, and borrow again. After the draw period, the balance is due, or a loan is extended to pay off the balance over time. HELOCs typically have closing costs, including the cost of an appraisal on the property used as collateral. Following the passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act of 2017</a>, interest paid on a HELOC is only deductible if the funds<strong> </strong>are used to buy, build or substantially improve the property that serves as collateral for the HELOC.\n", "\nThis type can be either secured or unsecured but is rarely used. With a demand LOC, the lender can call the amount borrowed due at any time. Payback (until the loan is called) can be interest-only or interest plus principal, depending on the terms of the LOC. The borrower can spend up to the credit limit at any time.\n", "\nThis is a special secured-demand LOC, in which collateral is provided by the borrower’s securities. Typically, an SBLOC lets the investor borrow anywhere from 50% to 95% of the value of assets in their account. SBLOCs are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-purpose-loan.asp\" rel=\"noopener noreferrer\">non-purpose</a> loans, meaning the borrower may not use the money to buy or trade securities. Almost any other type of expenditure is allowed.\n", "\nSBLOCs require the borrower to make monthly, interest-only payments until the loan is repaid in full or the brokerage or bank demands payment, which can happen if the value of the investor’s portfolio falls below the level of the line of credit.\n", "\nBusinesses use these to borrow on an as-needed basis instead of taking out a fixed loan. The financial institution extending the LOC evaluates the market value, profitability, and risk taken on by the business and extends a line of credit based on that evaluation. The LOC may be unsecured or secured, depending on the size of the line of credit requested and the evaluation results. As with almost all LOCs, the interest rate is variable.\n", "\nThe main advantage of a line of credit is the ability to borrow only the amount needed and avoid paying interest on a large loan. That said, borrowers need to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mortgages-real-estate/11/helocs-can-hurt-you.asp\" rel=\"noopener noreferrer\">be aware of potential problems</a> when taking out a line of credit.\n"]}