{"name": "Line of Business Limitations", "@id": "https://www.investopedia.com/terms/l/line-of-business-limitations.asp", "related": ["https://www.investopedia.com/terms/i/irs-publication-15-b.asp", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/terms/n/non-accountable-plan.asp", "https://www.investopedia.com/terms/state-income-tax.asp", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/i/income.asp"], "body": ["\nLine of business limitations is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal_income_tax.asp\" rel=\"noopener noreferrer\">federal income tax</a> rule applied to fringe benefits that employers provide their employees. It states that if a company is engaged in multiple lines of business and an employee receives a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fringe-benefits.asp\" rel=\"noopener noreferrer\">fringe benefit</a> from a line of the company's business that she does not work in, she must pay taxes on that benefit.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nAs one example of line of business limitations, if an individual works for a movie theater and her company also owns an amusement park, if she received free or discounted admission to the amusement park, she would be required to pay taxes on the value of the free ticket or the discount because the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> would consider this benefit to be income. However, if she saw a movie for free at the theater where she worked, she would generally not have to pay tax on the amount of the free movie ticket because it would not be subject to line of business limitations.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nProducts or services sold primarily to employees rather than to the general public are not considered employee discounts and thus do not fall under the line of business limitations rules.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAn employer’s line of business is defined in the Enterprise <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sic_code.asp\" rel=\"noopener noreferrer\">Standard Industrial Classification</a> (ESIC) Manual, which is published by the U.S. Office of Management and Budget. An employer is considered to have more than one line of business if it offers products or services for sale to customers in more than one two-digit ESIC classification.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn some circumstances, business lines may be aggregated into one in determining the eligibility of benefits under the line of business limitations. Aggregation is required when it is unusual in the employer’s industry for one line of business to be operated separately from the others. It is also required when a substantial number of employees perform substantial services for more than one line of a company’s business, making it difficult to assign employees to specific lines of business. In these cases, an employee will not incur taxes for fringe benefits provided by their employer.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nReciprocal agreements among two employers that operate in the same line of business also exempt employees who receive tax-free benefits from the other employer from the line of business limitations rules. To qualify, these must be written reciprocal agreements and must not cause either employer to incur substantial additional cost. The reciprocal agreement rule only applies to benefits provided at no additional cost but does not cover qualified employee discounts.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}