{"name": "Line Graph Definition", "@id": "https://www.investopedia.com/terms/l/line-graph.asp", "related": ["https://www.investopedia.com/terms/b/bar-graph.asp", "https://www.investopedia.com/terms/h/histogram.asp", "https://www.investopedia.com/terms/forex/f/forex-charting-software.asp", "https://www.investopedia.com/terms/l/least-squares-method.asp", "https://www.investopedia.com/terms/l/linearrelationship.asp", "https://www.investopedia.com/terms/h/horizontal-line.asp"], "body": ["\nA line graph, also known as a line plot or line chart, is a graph that uses lines to connect individual data points displaying quantitative values over a specified time interval.\n", "\nLine graphs use data point \"markers\" that are connected by straight lines to aid in visualization. Used across many fields, this type of graph can be quite helpful in depicting the changes in values over time.\n", "\nIn finance, line graphs are the most frequently used visual representation of values over time. They are frequently used to represent changes in the prices of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a>, company revenue sheets, and histories of major stock <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/index.asp\">indexes</a>. They are also useful for comparing different securities.\n", "\nIn investing, specifically with respect to the field of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a>, line graphs are quite informative in allowing the user to visualize trends, which can greatly aid them in their analyses.\n", "\nDespite the benefits, there are limitations. For example, line graphs often lose clarity when there are too many data points. Furthermore, the apparent degree of change can be visually manipulated by adjusting the range of data points on the axes.\n", "\nLine graphs consist of two axes: x-axis (horizontal) and y-axis (vertical), graphically denoted as (x,y). Each axis represents a different data type, and the points at which they intersect is (0,0). The x-axis is the independent axis as its values are not dependent on anything measured. The y-axis is the dependent axis as its values depend on the x-axis's values. \n", "\nEach axis should be labeled according to the data measured along the axis and divided in appropriate increments (e.g., day 1, day 2, etc.). For example, if measuring the changes in a stock's prices for the previous two weeks, the x-axis would represent the time measured (trading days within the period), and the y-axis would represent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stock</a> prices. \n", "\nWhen using line graphs to track the price of a stock, the data point most commonly used is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\">closing price</a> of the stock. On day one of trading, the stock's price was $30, resulting in a data point at (1, $30). On day two of trading, the stock's price was $35, resulting in a data point at (2, $35).\n", "\nEach data point is plotted and connected by a line that visually shows the changes in the values over time. If the value of the stock increased daily, the line would slope upward and to the right. Conversely, if the price of the stock was steadily decreasing, then the line would slope downward and to the right.\n"]}