{"name": "Liquidity Event Definition & Example", "@id": "https://www.investopedia.com/terms/l/liquidity_event.asp", "related": ["https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/s/seriesa.asp", "https://www.investopedia.com/terms/r/registrationright.asp", "https://www.investopedia.com/terms/i/initial-coin-offering-ico.asp", "https://www.investopedia.com/terms/v/venturecapitalist.asp", "https://www.investopedia.com/terms/p/privateequity.asp"], "body": ["\nA liquidity event is an acquisition, merger, initial public offering or other event that allows founders and early investors in a company to cash out some or all of their ownership shares.\n", "\nA liquidity event is considered an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exitstrategy.asp\">exit strategy</a> for an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/illiquid.asp\">illiquid</a> investment<em>—</em>that is, for equity that has little or no market to trade on. Founders of a firm push toward a liquidity event and investors (such as venture capital firms, angel investors or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\">private equity</a> firms) expect one within a reasonable amount of time after initially investing their capital\n", "\nThe most common liquidity events are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offerings</a> (IPOs) and direct <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">acquisitions</a> by other companies or private equity firms.\n", "\nA liquidity event is most commonly associated with founders and venture capital firms cashing in on their seed or early round investments. The first handful of employees of the companies also stand to reap the windfall of their company going public or being bought out by another company that wants their product or service.\n", "\nIn the case of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">acquisition</a>, the founders and employees of the firm are usually retained. There would be an initial liquidity event and then additional compensation in shares or cash as they serve out their contracted terms with their new owners.\n", "\nIt must be noted that in some cases a liquidity event is not necessarily the goal of founders of a firm, though it certainly is for investors. Founders may not be motivated by the riches that a liquidity event bestows. Some founders have actively resisted calls of early investors to take a company public out of fear of losing control or ruining a good thing. In most cases, the resistance is a temporary phase.\n", "\nOften, the timeline for an IPO is under the control of the company. However, if a company has more than $10 million in assets and more than 2,000 investors (or 500 shareholders who are not <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\">accredited investors</a>), then it is required by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) to file financial reports for public consumption.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This is known as the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/2000-investor-limit.asp\">2,000 Investor Limit</a>.\n", "\nMany believe that this rule was one of the reasons that Google (now Alphabet) filed to go public when it did, as the company was going to be forced to disclose its financial data to the SEC anyway.\n", "\nMark Zuckerberg, his group of co-founders and the venture capital firms and individuals listed as major shareholders in Facebook's pre-IPO <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec-form-s-1.asp\">Form S-1</a> filing in 2012 had a lot of thumbs up for its liquidity event. The company raised $16 billion in the IPO and began its first day as a publicly traded company with a valuation of $107 billion. Zuckerberg, who owned 28.2% of Facebook before the IPO, suddenly found that his net worth was approximately $19.1 billion.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> This was quite a liquidity event for the then 27 year old.\n"]}