{"name": "Liquidity Trap Definition and Example", "@id": "https://www.investopedia.com/terms/l/liquiditytrap.asp", "related": ["https://www.investopedia.com/terms/z/zero-bound.asp", "https://www.investopedia.com/terms/n/negative-interest-rate.asp", "https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/n/nonstandard-monetary-policy.asp", "https://www.investopedia.com/terms/t/tightmonetarypolicy.asp", "https://www.investopedia.com/terms/i/inflationarypsychology.asp"], "body": ["\nA liquidity trap is a contradictory economic situation in which interest rates are very low and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savings-rate.asp\" rel=\"noopener noreferrer\">savings rates</a> are high, rendering <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> ineffective. First described by economist John Maynard Keynes, during a liquidity trap, consumers choose to avoid bonds and keep their funds in cash savings because of the prevailing belief that interest rates could soon rise (which would push bond prices down). Because bonds have an inverse relationship to interest rates, many consumers do not want to hold an asset with a price that is expected to decline. At the same time, central bank efforts to spur economic activity are hampered as they are unable to lower interest rates further to incentivize investors and consumers.\n", "\nIn a liquidity trap, should a country's reserve bank, like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> in the USA, try to stimulate the economy by increasing the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a>, there would be no effect on interest rates, as people do not need to be encouraged to hold additional cash.\n", "\nAs part of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> trap, consumers continue to hold funds in standard deposit accounts, such as savings and checking accounts, instead of in other investment options, even when the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central banking system</a> attempts to stimulate the economy through the injection of additional funds. High consumer savings levels, often spurred by the belief of a negative economic event on the horizon, causes monetary policy to be generally ineffective.\n", "\nThe belief in a future negative event is key, because as consumers hoard cash and sell bonds, this will drive bond prices down and yields up. Despite rising yields, consumers are not interested in buying bonds as bond prices are falling. They prefer instead to hold cash at a lower yield.\n", "\nA notable issue of a liquidity trap involves financial institutions having problems finding qualified borrowers. This is compounded by the fact that, with interest rates approaching zero, there is little room for additional incentive to attract well-qualified candidates. This lack of borrowers often shows up in other areas as well, where consumers typically borrow money, such as for the purchase of cars or homes.\n", "\nOne marker of a liquidity trap is low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rates</a>. Low interest rates can affect bondholder behavior, along with other concerns regarding the current financial state of the nation, resulting in the selling of bonds in a way that is harmful to the economy. Further, additions made to the money supply fail to result in price level changes, as consumer behavior leans toward saving funds in low-risk ways. Since an increase in money supply means more money is in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a>, it is reasonable that some of that money should flow toward the higher-yield assets like bonds. But in a liquidity trap it doesn't, it just gets stashed away in cash accounts as savings.\n", "\nLow interest rates alone do not define a liquidity trap. For the situation to qualify, there has to be a lack of bondholders wishing to keep their bonds and a limited supply of investors looking to purchase them. Instead, the investors are prioritizing strict cash savings over bond purchasing. If investors are still interested in holding or purchasing bonds at times when interest rates are low, even approaching zero percent, the situation does not qualify as a liquidity trap.\n", "\nThere are a number of ways to help the economy come out of a liquidity trap. None of these may work on their own, but may help induce confidence in consumers to start spending/investing again instead of saving.\n", "\nGovernments sometimes buy or sell bonds to help control interest rates, but buying bonds in such a negative environment does little, as consumers are eager to sell what they have when they are able to. Therefore, it becomes difficult to push yields up or down, and harder yet to induce consumers to take advantage of the new rate.\n", "\nAs discussed above, when consumers are fearful because of past events or future events, it is hard to induce them to spend and not save. Government actions become less effective than when consumers are more risk- and yield-seeking as they are when the economy is healthy.\n", "\nStarting in the 1990s, Japan faced a liquidity trap. Interest rates continued to fall and yet there was little incentive in buying investments. Japan faced deflation through the 1990s, and of 2019 still has a negative interest rate of -0.1%. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/etfs/top-etfs-nikkei/\" rel=\"noopener noreferrer\">Nikkei 225</a>, the main stock index in Japan, fell from a peak of 39,260 in early 1990, and of as 2019 still remains well below that peak. The index hit a multi-year high of 24,448 in 2018.\n", "\nLiquidity traps again appeared in the wake of the 2008 financial crisis and ensuing Great Recession, especially in the Eurozone. Interest rates were set to 0%, but investing, consumption, and inflation all remained subdued for several years following the height of the crisis. The European Central Bank resorted to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitative-easing.asp\" rel=\"noopener noreferrer\">quantitative easing</a> (QE) and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-interest-rate-policy-nirp.asp\" rel=\"noopener noreferrer\">negative interest rate policy</a> (NIRP) in some areas in order to free themselves from the liquidity trap.\n"]}