{"name": "Liquidation Margin Defined", "@id": "https://www.investopedia.com/terms/l/liquidation-margin.asp", "related": ["https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/o/open-trade-equity-ote.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/s/sellout.asp", "https://www.investopedia.com/terms/l/liquidationlevel.asp"], "body": ["\nThe liquidation margin is the value of all of the positions in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\">margin account</a>. These can include both <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/100314/whats-difference-between-long-and-short-position-market.asp\">long and short positions</a>.\n", "\nBecause margin accounts are subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\">margin calls</a>, the current liquidation margin is a significant concern for both margin traders and their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\">brokers</a>. If the liquidation margin becomes insufficient to support the trader's positions, the broker may liquidate those positions to reduce their risk.\n", "\nMargin trading is the practice of borrowing money from a broker to execute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leveraged</a> transactions. When buying securities, this leveraged trading consists of borrowing cash from the broker and using it to purchase securities. When engaging in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">short selling</a>, leveraged trading involves borrowing the securities themselves from the broker's inventory. The leveraged short seller then sells those securities and seeks to repurchase them at a lower price in the future.\n", "\nWhen using margin, a trader must be careful to ensure that the total value of the margin account does not drop below a certain level. The value of the account, which is based on market prices, is known as the liquidation margin.\n", "\nTo illustrate, consider a scenario where a trader makes a series of leveraged stock purchases. Suppose those purchases begin to generate losses. Then, the liquidation margin of the account will start to decline. If the decline continues, it will eventually reach the point where the broker has the right to initiate a margin call.\n", "\nA margin call would effectively force the trader to provide additional collateral for the account to reduce its risk level. Typically, this collateral consists of depositing more cash in the brokerage account. This cash becomes part of the liquidation margin, raising the margin level above the required threshold.\n", "\nIf an investor or trader holds a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\">long position</a>, the liquidation margin is equal to what the investor or trader would retain if the position were closed. If a trader has a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short position</a>, the liquidation margin is equal to what the trader would owe to purchase the security.\n", "\nSarah is a margin trader who invested her entire $10,000 in a single stock using 100% leverage. For simplicity, assume that Sarah already paid the required <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/07/margin_interest.asp\">margin interest</a>. She now has control of $20,000 worth of stock. However, the initial liquidation margin is only $10,000. $10,000 is what Sarah would receive if the account were closed.\n", "\nSuppose that Sarah's stock performed poorly and fell 25%. Since Sarah was initially using 2:1 leverage, that means she lost 50% of her original investment. Sarah's account now has a liquidation margin of just $5,000, but she commands $15,000 worth of stock. At this point, a more conservative brokerage might become concerned and make a margin call.\n"]}