{"name": "Liquidation Preference Definition", "@id": "https://www.investopedia.com/terms/l/liquidation-preference.asp", "related": ["https://www.investopedia.com/terms/d/deferredshare.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/v/venturecapital.asp", "https://www.investopedia.com/terms/s/seniorsecurity.asp", "https://www.investopedia.com/terms/c/current-dividend-preference.asp"], "body": ["\nA liquidation preference is a clause in a contract that dictates the payout order in case of a corporate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\" rel=\"noopener noreferrer\">liquidation</a>. Typically, the company's investors or preferred stockholders get their money back first, ahead of other kinds of stockholders or debtholders, in the event that the company must be liquidated. Liquidation preferences are frequently used in venture capital contracts, <em>hybrid debt instruments, promissory notes and other structured private capital transactions, to clarify what investors get paid and in which order during a liquidation event, such as the sale of the company.</em>\"\n", "\nLiquidation preference, in its broadest sense, determines who gets how much when a company is liquidated, sold, or goes bankrupt. To come to this conclusion, the company's liquidator must analyze the company's secured and unsecured loan agreements, as well as the definition of the share capital (both preferred and common stock) in the company's articles of association. As a result of this process, the liquidator is then able to rank all creditors and shareholders and distribute funds accordingly.\n", "\nThe use of specific liquidation preference dispositions is popular when venture capital firms invest in startup companies. The investors often make it a condition for their investment that they receive liquidation preference over other shareholders. This protects <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapitalist.asp\" rel=\"noopener noreferrer\">venture capitalists</a> from losing money by making sure they get their initial investments back before other parties.\n", "\nIn these cases, there does not need to be an actual liquidation or bankruptcy of a company. In venture capital contracts, a sale of the company is often deemed to be a liquidation event. As such, if the company is sold at a profit, liquidation preference can also help venture capitalists be first in line to claim part of the profits. Venture capitalists are usually repaid before holders of common stock and before the company's original owners and employees. In many cases, the venture capital firm is also a common shareholder.\n", "\nFor example, assume a venture capital company invests $1 million in a startup in exchange for 50% of the common stock and $500,000 of preferred stock with liquidation preference. Assume also that the founders of the company invest $500,000 for the other 50% of the common stock. If the company is then sold for $3 million, the venture capital investors receive $2 million, being their preferred $1M and 50% of the remainder, while the founders receive $1 million.\n", "\nConversely, if the company sells for $1 million, the venture capital firm receives $1 million and the founders receive nothing.\n", "\nMore generally, liquidation preference can also refer to the repayment of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a> (such as bondholders) before shareholders if a company goes bankrupt. In such a case, the liquidator sells its assets, then uses that money to repay senior creditors first, then junior creditors, then shareholders. In the same way, creditors holding liens on specific assets, such as a mortgage on a building, have a liquidation preference over other creditors in terms of the proceeds of sale from the building.\n"]}