{"name": "Listing Requirements", "@id": "https://www.investopedia.com/terms/l/listingrequirements.asp", "related": ["https://www.investopedia.com/terms/l/listedsecurity.asp", "https://www.investopedia.com/terms/p/primary-listing.asp", "https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/o/otc.asp", "https://www.investopedia.com/terms/l/listed.asp", "https://www.investopedia.com/terms/p/pinksheets.asp"], "body": ["\nListing requirements comprise the various criteria and minimum standards established by stock exchanges, such as the New York Stock Exchange, to allow membership in the exchange. Only if an exchange's listing requirements are met can a company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listedsecurity.asp\">list</a> shares for trading.\n", "\nCompanies that do not meet listing requirement may still sometimes be able to offer their shares for trading <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter</a> (OTC).\n", "\nListing requirements are a set of conditions which a firm must meet before listing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">security</a> on one of the organized stock exchanges, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange (NYSE)</a>, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a>, the London Stock Exchange, or the Tokyo Stock Exchange. The requirements typically measure the size and market share of the security to be listed, and the underlying financial viability of the issuing firm. Exchanges establish these standards as a means of maintaining their own reputation and visibility.\n", "\nWhen asking to be listed a firm will have to prove to an exchange that they meet the listing requirements. Because major stock exchanges provide a high amount of visibility and liquidity for a security, trading firms have a strong incentive to meet the listing requirements. Once a security is listed, the issuing firm usually must maintain a set of related but less stringent trading requirements – otherwise, the security faces <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delisting.asp\">delisting</a>. Being delisted does not carry any legal penalty; it merely results in expulsion from the specific exchange. \n", "\nFirms can cross-list a security on more than one exchange, and often do. Listing requirements are not barriers to trading altogether, as firms are always free to trade securities over-the-counter (OTC); however, these do not provide nearly the liquidity, regulatory oversight, prestige or visibility as being listed on one of the major stock exchanges. \n", "\nListing requirements vary by exchange but there are certain metrics which are almost always included. The two most important categories of requirements deal with the size of the firm (as defined by annual income or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market capitalization</a>) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> of the shares (a certain number of shares must already have been issued).\n", "\nFor example, the NYSE requires firms to already have 1.1 million publicly-traded shares outstanding with a collective market value of at least $100 million; the Nasdaq requires firms to already have 1.25 million publicly-traded shares with a collective market value of $45 million. Both the NYSE and the Nasdaq require a minimum security listing price of $4 per share. \n", "\nThere is generally a listing fee involved as well as yearly listing fees, which scale up depending on the number of shares being traded and can total hundreds of thousands of dollars. Nasdaq fees are considerably lower than those of the NYSE, which has historically made the Nasdaq a more popular choice for newer or smaller firms. \n"]}