{"name": "Living Will Definition", "@id": "https://www.investopedia.com/terms/l/livingwill.asp", "related": ["https://www.investopedia.com/terms/p/proxydirective.asp", "https://www.investopedia.com/terms/p/powerofattorney.asp", "https://www.investopedia.com/terms/h/hcpa.asp", "https://www.investopedia.com/terms/t/terminallyill.asp", "https://www.investopedia.com/terms/a/advancedirective.asp", "https://www.investopedia.com/terms/v/viator.asp"], "body": ["\nA living will – also known as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advancedirective.asp\">advance directive</a> – is a legal document that specifies the type of medical care that an individual does or does not want in the event they are unable to communicate their wishes.\n", "\nIn the case of an unconscious person who suffers from a terminal illness or a life-threatening injury, doctors and hospitals consult the living will to determine whether or not the patient wants life-sustaining treatment, such as assisted breathing or tube feeding. In the absence of a living will, decisions about medical care become the responsibility of the spouse, family members, or other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third parties</a>. These individuals may be unaware of the patient’s desires, or they may not wish to follow the patient’s unwritten, verbal directives.\n", "\nLiving wills and advance directives come into play only when one faces a life-threatening condition and is unable to communicate their desires for treatment. Doctors don’t consult the wills for standard medical care that doesn’t involve life-threatening situations. Every state provides for the drafting of a living will, although some states call the document a medical directive or a health-care <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proxy.asp\">proxy</a>. Some states let you prepare a detailed, customized living will, while others require you to fill out a standardized form.\n", "\nA living will addresses many of the medical procedures common in life-threatening situations, such as resuscitation via electric shock, ventilation, and dialysis. One can choose to allow some of these procedures or none of them. One can also indicate whether they wish to donate organs and tissues after death. Even if the patient refuses life-sustaining care, they can express the desire to receive pain medication throughout their final hours.\n", "\nIn most states, one can extend the living will to cover situations where there is no brain activity or where doctors expect them to remain unconscious for the rest of their life, even if a terminal illness or life-threatening injury isn’t present. Because these situations can occur to any person at any age, it’s a good idea for all adults to have a living will.\n", "\nIn addition to the living will, one can select a health-care proxy who is allowed to make decisions for if they are incapable of making those choices. Some states call this individual a health-care <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/powerofattorney.asp\">power of attorney</a>. Living wills cover many medical decisions, but a health-care proxy can consult with the doctor on other issues that may arise. When facing the loss of a loved one, families often disagree over treatment, so having a health-care proxy reduces confusion over one's final wishes. One should discuss wishes with the proxy before naming this person and be sure the proxy is willing to follow through with their desires.\n"]}