{"name": "Living Trust Definition", "@id": "https://www.investopedia.com/terms/l/living-trust.asp", "related": ["https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/g/grantortrustrules.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/d/dynasty-trust.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/i/intervivostrust.asp"], "body": ["\nA living trust is a legal document, or trust, created during an individual's lifetime where a designated person, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\">trustee</a>, is given responsibility for managing that individual's assets for the benefit of the eventual beneficiary. A living trust is designed to allow for the easy transfer of the trust creator or settlor's assets while bypassing the often complex and expensive legal process of probate. Living trust agreements designate a trustee who holds legal possession of assets and property that flow into the trust.\n", "\nLiving trusts are managed by a trustee who typically has a fiduciary duty to manage the trust prudently in the best interests of the trust's beneficiary or beneficiaries designated by the trust settlor, also called a grantor. Upon the death of the settlor, these assets flow to the beneficiaries according to the grantor's wishes as outlined in the trust agreement. Unlike a will, however, a living trust is in effect while the settlor is alive and the trust does not have to clear the courts to reach its intended beneficiaries when the settlor dies or becomes incapacitated. \n", "\nLiving trusts can be irrevocable or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revocabletrust.asp\">revocable</a>. With a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/06/revocablelivingtrust.asp\">living revocable trust</a>, the trust settlor can designate himself or herself as the trustee and take control of assets within the trust. However, this stipulation means the assets in the trust remain a part of the trust settlor's estate, meaning the individual may still be liable for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\">estate taxes</a> should the estate be valued beyond the estate tax exemption at the time of death. The trust settlor also has the power to change and amend trust rules at any time. This means the trust settlor is free to change beneficiaries or undo the trust altogether.  \n", "\nWith an irrevocable living trust, the settlor relinquishes certain rights to control over the trust. The trustee effectively becomes legal owner, but the individual would also reduce his or her taxable estate. Once the trust agreement for an irrevocable living trust is made, the named beneficiaries are set and the settlor can do little to amend that agreement. \n", "\nA living trust itself can be named the beneficiary of certain assets which would otherwise flow directly to the named beneficiary regardless of what is stated in a will. These include employer-sponsored retirement accounts such as 401(K)s, individual retirement accounts (IRAs), life insurance policies, and certain bank accounts such as Payable on Death (POD) accounts. Living trusts can include accounts held in trust, which are created during the settlor's lifetime and are not established upon death as designated in a last will and testament. \n"]}