{"name": "Lloyd's of London Definition", "@id": "https://www.investopedia.com/terms/l/lloyds-london.asp", "related": ["https://www.investopedia.com/terms/l/lloyds-organizations.asp", "https://www.investopedia.com/terms/u/underwriter.asp", "https://www.investopedia.com/terms/a/amim.asp", "https://www.investopedia.com/terms/u/underwriting.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/a/aviation-accident-insurance.asp"], "body": ["\nLloyd's of London is a British insurance market where members operate as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter-syndicate.asp\">syndicates</a> to insure and spread out the risks of different businesses, organizations, and individuals. The syndicates are specialized in different types of risks and each syndicate decides which type of risk to insure. The main purpose of Lloyd's of London is to act as an intermediary between clients, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-underwriter.asp\">underwriters</a>, brokers, and insurance companies. \n", "\nUnlike most of its industry peers, Lloyd's of London is not an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> company. Rather, Lloyd's is a corporate body governed by the Lloyd's Act of 1871 and subsequent acts of Parliament. It operates as a partially mutualized marketplace consisting of multiple financial backers, grouped in syndicates, convened to pool and spread risks. These underwriters, or \"members,\" include both corporations and private individuals, the latter of which is known as \"names.\" In its essence, Lloyd's is a marketplace where buyers of insurance and sellers of insurance conduct business.\n", "\nLloyd's of London functions like any financial market where buyers represent clients who want to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\">hedge</a> various risks. Buyers look to purchase protection (insurance policies) and sellers represent members who provide and sell protection against risks faced by these clients. The market also includes <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\">brokers</a>, who help buyers and sellers meet an optimal match and managing agents who handle syndicates on behalf of members (the ones who provide the capital).\n", "\nThere are five main groups that make up the Lloyd's of London marketplace. They are the syndicates, the insurance buyers, the brokers, the managing agents, and the cover holders.\n", "\n<strong>The Syndicates:</strong> The syndicates are the key players at Lloyd's. They are made up of corporations or individuals. The syndicates are basically the insurance companies that offer a specific type of insurance. More than one syndicate can participate in an insurance policy, thereby spreading the risk out among many syndicates.\n", "\n<strong>The Insurance Buyers:</strong> These are the individuals or corporations buying the insurance. Many times if a traditional insurance provider does not provide the insurance needed, perhaps for a particularly risky business, individuals can find insurance sellers at Lloyd's.\n", "\n<strong>The Brokers:</strong> As with all brokers, the brokers at Lloyd's act as go-betweens for the insurance buyers and the syndicates. The brokers help facilitate and match the appropriate syndicate to the buyer. Brokers at Lloyds must be approved by the Corporation of Lloyd's to be allowed to do business in the marketplace.\n", "\n<strong>The Managing Agents:</strong> The managing agents work for the syndicates and manage their daily operations. They are responsible for hiring and overseeing all essential staff, such as underwriters and accountants.\n", "\n<strong>The Cover Holders:</strong> Cover holders are companies that underwrite the insurance policies for managing agents. These are outside entities that Lloyd's contracts to do certain business that isn't done by the brokers. They are given specific authority to transact certain business in the marketplace. Cover holders allow Lloyd's of London to operate globally without having to set up shop in many locations.\n", "\nFrom the latest information, as of Dec. 31, 2018, there were 99 syndicates, 55 managing agents, 301 brokers, and 3,936 approved cover holders, that collectively wrote £35.5 billion of gross premiums.\n", "\nWith roots in marine insurance, Lloyd's was founded by Edward Lloyd at his coffee house on Tower Street in 1688. It was popular with sailors, merchants, and ship owners, and Lloyd catered to them with reliable shipping news. The establishment became known as a good place to purchase marine insurance. The shop was also frequented by mariners involved in the slave trade. Lloyd's obtained a monopoly on maritime insurance related to the slave trade and maintained it until the early 19th century. The Lloyd's Act gave the business a sound legal footing. The Lloyd's Act of 1911 set out the organization's objectives, which includes the promotion of its members' interests and the collection and dissemination of information. Today, Lloyd's has a dedicated building on Lime Street, which opened in 1986.\n"]}