{"name": "Loan Servicing Definition", "@id": "https://www.investopedia.com/terms/l/loan_servicing.asp", "related": ["https://www.investopedia.com/terms/s/servicing_strip.asp", "https://www.investopedia.com/terms/s/servicing_fee.asp", "https://www.investopedia.com/terms/l/loan-production-office-lpo.asp", "https://www.investopedia.com/terms/s/subprime_market.asp", "https://www.investopedia.com/terms/m/mortgageexcessservicing.asp", "https://www.investopedia.com/terms/a/asset-backedsecurity.asp"], "body": ["\nLoan servicing refers to the administrative aspects of a loan from the time the proceeds are dispersed to the borrower until the loan is paid off. Loan servicing includes sending monthly payment statements, collecting monthly payments, maintaining records of payments and balances, collecting and paying taxes and insurance (and managing escrow funds), remitting funds to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\">note holder</a>, and following up any <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delinquent.asp\">delinquencies</a>.\n", "\nLoan servicing can be carried out by the bank or financial institution that issued the loans, a non-bank entity specializing in loan servicing, or a third-party vendor for the lending institution. Loan servicing may also refer to the borrower's obligation to make timely payments of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/mortgage-rates/payment-structure/\">principal and interest</a> on a loan as a way to maintain creditworthiness with lenders and credit-rating agencies.\n", "\nLoan servicing was traditionally seen as a core function held within banks. Banks issued the original loan, so it made sense that they would be responsible for handling the administration of the loan. That was, of course, before widespread <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitization.asp\">securitization</a> of loans changed the nature of banking and finance in general. Once loans—and mortgages in particular—were repackaged into securities and sold off a bank’s books, the servicing of the loans proved to be a less profitable business line than the origination of new loans.\n", "\nSo the loan servicing part of the loan life cycle was separated from origination and opened up to the market. Given the record-keeping burden of loan servicing and the changing habits and expectations of borrowers, the industry has become especially dependent on technology and software.\n", "\nLoan servicing is now an industry in and of itself. Loan servicers are compensated by retaining a relatively small percentage of each periodic loan payment, known as the servicing fee or servicing strip. This is usually 0.25% to 0.5% of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/repayment.asp\">periodic payment</a>. For example, if the outstanding balance on a mortgage is $100,000 and the servicing fee is 0.25%, the servicer is entitled to retain $20—or (0.0025 / 12) x 100,000—of the next payment before passing the remaining amount to the note holder.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">Mortgages</a> represent the bulk of the loan servicing market, which amounts to trillions of dollars worth of home loans, though student-loan servicing is also big business. As of 2018, just three companies were responsible for collecting payments on 93% of outstanding government-owned student loans amounting to $950 billion from about 30 million borrowers.\n", "\nMeanwhile, the trend among big mortgage loan servicers is to slowly back away from the marketplace in response to growing regulatory concerns. In their place, smaller, regional banks, and non-bank servicers are moving into the space.\n", "\nThe mortgage meltdown during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2007-2008 financial crisis</a> brought increased scrutiny on the practice of securitization and the transfer of loan servicing obligations. As a result, the cost of loan servicing has increased compared to the levels seen before the crisis, and there is always the potential for more regulation.\n", "\nMeanwhile, some loan servicers have embraced technology to try to reduce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compliance-cost.asp\">compliance costs</a> and there has also been a refocus by some banks on servicing their own loan portfolio to keep the connection with their retail clients.\n"]}