{"name": "Lockbox Banking Definition", "@id": "https://www.investopedia.com/terms/l/lockboxbanking.asp", "related": ["https://www.investopedia.com/terms/c/cashondelivery.asp", "https://www.investopedia.com/terms/r/reconciliation.asp", "https://www.investopedia.com/terms/r/retailbanking.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/e/epn.asp"], "body": ["\nLockbox banking is a service provided by banks to companies for the receipt of payment from customers. Under the service, the payments made by customers are directed to a special post office box instead of going to the company. The bank goes to the box, retrieves the payments, processes them and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deposit.asp\" rel=\"noopener noreferrer\">deposits</a> the funds directly into the company's bank account.\n", "\nFor businesses that receive a large volume of payments or large-denomination checks accompanied by remittance documents, a lockbox arrangement can streamline collections and payment processing. Utilizing advanced lockbox technology, banks have established multiple communication hubs for businesses to use to receive payments and deposits.\n", "\nA business establishes a post office box to receive payments from customers. The bank couriers the day's deposits and communications to its processing center. The business's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/remittance-letter.asp\" rel=\"noopener noreferrer\">remittance documents</a> are scanned, payment information is captured, and clearing updates are transmitted to its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a>. Each night, the business's lockbox data is backed up for secure storage and easy access.\n", "\nL<em>ockbox banking services can be costly<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿. </em>The banks charge a setup fee and a recurrent monthly fee. They also charge a fee per transaction. Their rate system is usually not simple and hard to read. Typical lockbox service departments process many thousands of checks a month and charge for the time. The minutes charged add up quickly. Thus, even if the bank might be more efficient than your own back office, they still are relying on a fair degree of manual processing that incur labor costs.\n", "\nAs with most payment processing services, there are both pros and cons to lockbox banking. It provides companies with a very efficient way of depositing customer payments. This is especially beneficial if a company is unable to deposit checks on a timely basis or if it is constantly receiving customer payments through the mail.\n", "\nOn the other hand, lockbox banking can also be very risky. Bank employees who have access to lockboxes are rarely supervised, which opens up the situation to possible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a>. The fraud primarily occurs in the form of check counterfeiting, because the checks that are in the lockboxes provide all the information needed to make counterfeits.\n", "\n<strong>[Important: A company can protect itself from such fraud by using a bank that it trusts and by constantly monitoring its lockbox.]</strong>\n", "\nBusinesses using lockbox banking can substantially lower their internal processing costs, speed up collections and convert their receivables into cash more quickly. There is no need for businesses to prepare their own <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-deposits.asp\" rel=\"noopener noreferrer\">bank deposits</a> or maintain accounting records because that is done automatically through lockbox banking.\n", "\nPart of the lockbox processing is done on a daily basis, so businesses can increase their control and efficiency in receivables management while improving audit controls and data security. Businesses benefit from enhanced reporting capabilities with daily access to deposit amounts, fund availability and payment information, including electronic images of processed payments and coupons.\n"]}