{"name": "Logistics Definition", "@id": "https://www.investopedia.com/terms/l/logistics.asp", "related": ["https://www.investopedia.com/terms/o/operations-management.asp", "https://www.investopedia.com/terms/s/scm.asp", "https://www.investopedia.com/terms/v/verticalintegration.asp", "https://www.investopedia.com/terms/d/distribution-management.asp", "https://www.investopedia.com/terms/t/transloading.asp", "https://www.investopedia.com/terms/t/total-quality-management-tqm.asp"], "body": ["\nLogistics refers to the overall process of managing how resources are acquired, stored, and transported to their final destination. Logistics management involves identifying prospective distributors and suppliers and determining their effectiveness and accessibility. Logistics managers are referred to as logisticians.\n", "\n\"Logistics\" was initially a military-based term used in reference to how military personnel obtained, stored, and moved equipment and supplies. The term is now used widely in the business sector, particularly by companies in the manufacturing sectors, to refer to how resources are handled and moved along the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chain</a>.\n", "\nIn simple terms, the goal of logistics management is to have the right amount of a resource or input at the right time, getting it to the appropriate location in proper condition, and delivering it to the correct internal or external customer.\n", "\nFor example, in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/12/natural-gas-primer.asp\">natural gas industry</a>, logistics involves managing the pipelines, trucks, storage facilities, and distribution centers that handle oil as it is transformed along the supply chain. An efficient supply chain and effective logistical procedures are essential to reduce costs and to maintain and increase efficiency. Poor logistics lead to untimely deliveries, failure to meet the needs of clientele, and ultimately causes the business to suffer.\n", "\nThe concept of business logistics has been transformed since the 1960s. The increasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scm.asp\">intricacy of supplying companies</a> with the materials and resources they need, along with the global expansion of supply chains, has led to a need for specialists known as supply chain logisticians.\n", "\nIn the modern era, the technology boom and the complexity of logistics processes have spawned logistics management software and specialized logistics-focused firms that expedite the movement of resources along the supply chain. One reason large online retailers like Amazon have come to dominate the retail landscape is the overall innovation and efficiency of their logistics along every link of the supply chain.\n", "\nManufacturing companies may choose to outsource the management of their logistics to specialists or manage logistics internally if it is cost-effective to do so.\n", "\nThe tasks for which a logistician is responsible vary depending on the business. Primary responsibilities include overseeing and managing inventory by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lessthantruckload.asp\">arranging for appropriate transportation</a> and adequate storage for the inventory.\n", "\nA qualified logistician plans out the logistics process, coordinates the steps as inventory, and resources move along the supply chain.\n", "\nSpecialized training in supply chain management and logistics are often core or elective courses, or even discrete programs of study, in business education. A business degree that emphasizes these skills—or in some cases, a technical degree in systems analysis or database management—is usually necessary to begin an often well-paid career as a logistician.\n"]}