{"name": "London Stock Exchange (LSE) Definition", "@id": "https://www.investopedia.com/terms/l/lse.asp", "related": ["https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/b/bigbang.asp", "https://www.investopedia.com/terms/m/milanstockexchange.asp", "https://www.investopedia.com/terms/f/ftse.asp", "https://www.investopedia.com/terms/b/bombaystockexchange.asp", "https://www.investopedia.com/terms/i/idr.asp"], "body": ["\nThe London Stock Exchange (LSE) is the primary stock exchange in the United Kingdom and the largest in Europe. Originated more than 300 years ago, the regional exchanges were merged in 1973 to form the Stock Exchange of Great Britain and Ireland, later renamed the London Stock Exchange (LSE). The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ftse.asp\">Financial Times Stock Exchange</a> (FTSE) 100 Share Index, or \"Footsie\", is the dominant index, containing 100 of the top blue-chip stocks on the LSE.\n", "\nThe stock exchange is physically located in the city of London. In 2007, the London Stock Exchange merged with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/milanstockexchange.asp\">Milan Stock Exchange</a>, the Borsa Italiana, to form the London Stock Exchange Group.\n", "\nLondon has long been one of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/091114/worlds-top-financial-cities.asp\">the world's leading financial cities</a>, well-known as a hub for international trade, banking, and insurance. The history of the London Stock Exchange (LSE) goes back to 1698 when broker John Castaing began posting the prices of stocks and commodities at Jonathan's Coffee House, which was a popular meeting place for businessmen to conduct trades. Castaing called his price list \"The Course of the Exchange and Other Things.\"\n", "\nBy 1801 it became clear that a formal system was needed to deter fraud and unscrupulous traders. Brokers agreed to a set of rules and paid a membership fee to belong to the exchange, thus paving the way for the first regulated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">stock exchange</a> in London.\n", "\nThrough its primary markets, the London Stock Exchange (LSE) provides cost-efficient access to some of the world’s deepest and most liquid pools of capital. It is home to a wide range of companies and provides <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110713/basics-mechanics-behind-electronic-trading.asp\">electronic equities trading</a> for listed companies.\n", "\nThe LSE is the most international of all stock exchanges with thousands of companies from more than 60 countries, and it is the premier source of equity-market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>, benchmark prices, and market data in Europe. Linked by partnerships to international exchanges in Asia and Africa, the LSE intends to remove cost and regulatory barriers from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\">capital markets</a> worldwide.\n", "\nOn Oct. 27, 1986, the U.K. government deregulated the London stock market. Known as the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bigbang.asp\">Big Bang</a>\" because of the massive changes that immediately ensued, deregulation introduced electronic trading to the London Stock Exchange, which replaced traditional <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openoutcry.asp\">open outcry</a> trading. The new system was efficient and faster, allowing trading volumes to increase and enabling the LSE to successfully rival other global exchanges, such as the New York Stock Exchange (NYSE).\n", "\nThe Big Bang was part of the government's reform program to eliminate overregulation and encourage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free-market competition</a>. It introduced other significant changes to the structure of the financial markets. These include the elimination of minimum fixed commissions on trades and the removal of the separation between companies that traded stocks and those that advised investors.\n", "\nThese changes increased competition among brokerage companies and led to a series of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\">mergers and acquisitions</a>. Another Big Bang change allowed foreign ownership of U.K. brokers, which opened London's market to international banks.\n", "\nThe Main Market of the London Stock Exchange is one of the world's most diverse stock markets with companies making up 40 different sectors. A listing on the LSE's Main Market gives companies access to real-time pricing; deep pools of capital; <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmarking</a> through the FTSE UK Index Series; and significant levels of media coverage, research, and announcements.\n", "\nThere are a number of different ways for companies to join the Main Market, including the following:\n", "\nThe Premium segment applies only to equity shares issued by commercial trading companies. Premium listing issuers are required to meet the UK’s super-equivalent rules, which are higher than the minimum requirements of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\">European Union</a> (EU). Because of these higher standards, Premium-listed companies may have access to a lower cost of capital and to investors who seek out companies that adhere to the highest standards. A company with a Premium listing also has the possibility of being included in one of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/footsie.asp\">FTSE indices</a>.\n", "\nThe Standard segment is open to the issuing of equity shares, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdr.asp\">Global Depositary Receipts</a> (GDRs), debt securities, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a> that must comply with EU minimum requirements. The overall compliance burden is lighter for companies with a Standard listing. A Standard listing helps companies from emerging markets attract investments from London's large pool of available capital.\n", "\nThe High Growth Segment and the Specialist Fund Segment are designed specifically for high growth, revenue-generating businesses, and highly specialized investment entities that target <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\">institutional investors</a> or professionally advised investors, respectively. The High Growth Segment is for companies that are not eligible for a Premium or Standard listing but are seeking funding to grow their companies.\n"]}