{"name": "Long-Term Incentive Plan (LTIP)", "@id": "https://www.investopedia.com/terms/l/long_term_incentive-plan.asp", "related": ["https://www.investopedia.com/terms/v/vesting.asp", "https://www.investopedia.com/terms/i/iso.asp", "https://www.investopedia.com/terms/r/restricted-stock-unit.asp", "https://www.investopedia.com/terms/a/accrued-monthly-benefit.asp", "https://www.investopedia.com/terms/e/employee-savings-plan.asp", "https://www.investopedia.com/terms/g/graded-vesting.asp"], "body": ["\nA long-term incentive plan (LTIP) is a company policy that rewards employees for reaching specific goals that lead to increased shareholder value. \n", "\nIn a typical LTIP, the employee, usually an executive, must fulfill various conditions or requirements. In some forms of LTIPs, recipients receive special <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cappedoption.asp\">capped options</a> in addition to stock awards.\n", "\nA long-term incentive plan (LTIP), while geared toward employees, is really a function of the business itself striving for long-term growth. When objectives in a company's growth plan match those of the company's LTIP, key employees know which performance factors to focus on for improving the business and earning more personal compensation.\n", "\nThe incentive plan helps retain top talent in a highly competitive work environment as the business continues evolving in predetermined and potentially lucrative directions.\n", "\nOne type of LTIP is the 401(k) retirement plan. When a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/112315/how-401k-matching-works.asp\">business matches a percentage</a> of an employee's paycheck going into the plan, employees are more likely to work for the company until retirement.\n", "\nThe business typically has a vesting schedule that determines the value of retirement account contributions a worker may take when leaving the company. A business typically retains part of its contributions over the first five years of a worker's employment. Once an employee is fully vested, they own all of their retirement plan contributions moving forward.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\">Stock options</a> are another type of LTIP. After a set length of employment, workers may be able to purchase company stock at a discount while the employer pays the balance. The worker's seniority in the organization increases with the percentage of shares owned.\n", "\nIn other cases, the business may give restricted stock to employees. For example, the employee may have to surrender gifted stock if resigning within three years of receiving it. For each year going forward, the worker may have rights to another 25% of the gifted stock. After five years of receiving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restrictedstock.asp\">restricted stock</a>, the employee is usually fully vested.\n", "\nIn June 2016, the board of directors of Konecranes PLC agreed to a new share-based LTIP for key employees. The plan provided competitive rewards based on earning and accumulating shares of the company.\n", "\nThe LTIP had a discretionary period of calendar year 2016. Potential rewards were based on continual employment or service and on Konecranes Group's adjusted <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebitda.asp\">earnings before interest, taxes, depreciation, and amortization</a> (EBITDA). Rewards were to be paid partly in Konecranes shares and partly in cash by the end of August 2017. The cash was intended to be used to cover taxes and related costs.\n", "\nShares paid under the plan could not be transferred during the restriction period, beginning when the reward was paid and ending on Dec. 31, 2018.\n"]}