{"name": "Long/Short Fund", "@id": "https://www.investopedia.com/terms/l/longshortfund.asp", "related": ["https://www.investopedia.com/terms/l/long-shortequity.asp", "https://www.investopedia.com/terms/r/relativevalue-funds.asp", "https://www.investopedia.com/terms/e/enhanced_index_fund.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/1/130-30_strategy.asp", "https://www.investopedia.com/terms/a/allcapfund.asp"], "body": ["\nA long/short fund is a type of mutual fund or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge fund</a> that takes both long and short positions in investments typically from a specific market segment. These funds often use several alternative investing techniques such as leverage, derivatives and short positions to purchases relatively undervalued securities and sell overvalued ones.\n", "\nLong/short funds may also be referred to as enhanced funds or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/130-30_strategy.asp\">130/30 funds</a>.\n", "\nLong/short funds typically seek to enhance the returns from investing in a specific market segment by actively taking both long and short positions in securities. Long/short funds use varying active management techniques to determine portfolio holdings. They may also use leverage, derivatives and short positions which can increase the risks of the fund as well as the fund’s potential total return.\n", "\nLong/short funds represent some similarities to hedge funds. They seek to offer investment strategies with greater risk and greater return potential over standard benchmarks. Most long/short funds feature higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> than hedge funds, no lock-in periods and lower fees. However, they still have higher fees and less liquidity than most mutual funds. Long/short funds also may require higher <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum_investment.asp\">minimum investments</a> than other mutual funds. Long/short funds are more closely regulated than hedge funds therefore they have limitations on the use of leverage and derivatives where hedge funds do not.\n", "\nLong/short funds can be a good investment for investors seeking targeted index exposure with some active management. Long/short funds also offer the advantage of hedging against changing market environments and other trends that active management can account for.\n", "\nThe most common long/short strategy is to be long 130% and short 30% (130 - 30 = 100%) of assets under management.To engage in a 130-30 strategy, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-manager.asp\">investment manager</a> might rank the stocks used in the S&amp;P 500 from best to worse on expected return, as signaled by past performance. A manager will use a number of data sources and rules for ranking individual stocks. Typically stocks are ranked according to a selection criteria (for example, total returns, risk-adjusted performance or relative strength) over a designated look-back period of six months or one year. The stocks are then ranked best to worst.\n", "\nFrom the best ranking stocks, the manager would invest 100% of the portfolio's value and short sell the bottom ranking stocks, up to 30% of the portfolio's value. The cash earned from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsale.asp\">short sales</a> would be reinvested into top-ranking stocks, allowing for greater exposure to the higher ranking stocks.\n", "\nICON and RiverPark are two of the top performing long/short funds in 2017.\n", "\nThe ICON Long/Short fund had year to date performance of 25.96% as of December 1, 2017. The fund’s investable universe includes all equity securities traded in the U.S. market. It uses the S&amp;P 1500 Index as its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark</a>. The fund uses quantitative analysis to identify undervalued and overvalued securities in the investment universe. It then takes long positions in stocks it believes to be undervalued and short positions in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stocks</a> it believes to be overvalued.\n", "\nThe RiverPark Long/Short Opportunity Fund is another top performing fund in the category. Year to date as of December 1, 2017 the Fund had a return of 24.07%. The Fund uses a proprietary investment process for identifying undervalued and overvalued securities. It also has a transparent framework for its portfolio holdings. The Fund invests in U.S. equities across all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market capitalizations</a> and may also invest in foreign equities. It seeks to buy undervalued companies and take short positions on overvalued companies. It generally holds 40 to 60 long positions and 40 to 75 short positions.\n"]}