{"name": "Long-Short Equity Definition", "@id": "https://www.investopedia.com/terms/l/long-shortequity.asp", "related": ["https://www.investopedia.com/terms/l/longshortfund.asp", "https://www.investopedia.com/terms/m/market-neutral-fund.asp", "https://www.investopedia.com/terms/n/neutral.asp", "https://www.investopedia.com/terms/r/relativevalue-funds.asp", "https://www.investopedia.com/terms/e/equitymarketneutral.asp", "https://www.investopedia.com/terms/p/pairstrade.asp"], "body": ["\nLong-short equity is an investing strategy that takes long positions in stocks that are expected to appreciate and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsale.asp\" rel=\"noopener noreferrer\">short</a> positions in stocks that are expected to decline. A long-short equity strategy seeks to minimize <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketexposure.asp\" rel=\"noopener noreferrer\">market exposure</a> while profiting from stock gains in the long positions, along with price declines in the short positions. Although this may not always be the case, the strategy should be profitable on a net basis.\n", "\nThe long-short equity strategy is popular with hedge funds, many of which employ a market-neutral strategy, in which dollar amounts of both long and short positions are equal.\n", "\nLong-short equity works by exploiting profit opportunities in both potential upside <em>and</em> downside expected price moves. This strategy identifies and takes long positions in stocks identified as being relatively underpriced while selling short stocks that are deemed to be overpriced.\n", "\nWhile many hedge funds also employ a long-short equity strategy with a long bias (such as 130/30, where long exposure is 130% and short exposure is 30%), comparatively fewer hedge funds employ a short bias to their long-short strategy. It is historically more difficult to uncover profitable short ideas than long ideas.\n", "\nLong-short equity strategies can be differentiated from one another in a number of ways—by market geography (advanced economies, emerging markets, Europe, etc.), sector (energy, technology, etc.), <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-philosophy.asp\" rel=\"noopener noreferrer\">investment philosophy</a> (value or growth), and so on.\n", "\nAn example of a long-short equity strategy with a broad mandate would be a global equity growth fund, while an example of a relatively narrow mandate would be an emerging markets healthcare fund.\n", "\nA long-short equity fund differs from an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymarketneutral.asp\" rel=\"noopener noreferrer\">equity market neutral</a> (EMN) fund in that the latter attempts to exploit differences in stock prices by being long and short in closely related stocks that have similar characteristics.\n", "\nAn EMN strategy attempts to keep the total value of their long and short holdings roughly equal, as this helps to lower the overall risk. To maintain this equivalency between long and short, equity market neutral funds must <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rebalancing.asp\" rel=\"noopener noreferrer\">rebalance</a> as market trends establish and strengthen.\n", "\nSo as other long-short hedge funds let profits run on market trends and even leverage up to amplify them, equity market neutral funds are actively staunching returns and increasing the size of the opposite position. When the market inevitably turns again, equity market neutral funds again whittle down the position that should profit to move more into the portfolio that is suffering.\n", "\nA hedge fund with an equity market neutral strategy is generally aiming itself at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\" rel=\"noopener noreferrer\">institutional investors</a> who are shopping for a hedge fund that can outperform bonds without carrying the high risk and high reward profile of more aggressive funds.\n", "\nA popular variation of the long-short model is that of the “pair trade,\" which involves offsetting a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long position</a> on a stock with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short position</a> on another stock in the same sector.\n", "\nFor example, an investor in the technology space may take a long position in Microsoft and offset that with a short position in Intel. If the investor buys 1,000 shares of Microsoft at $33 each, and Intel is trading at $22, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short-leg.asp\" rel=\"noopener noreferrer\">short leg</a> of this paired trade would involve purchasing 1,500 Intel shares so that the dollar amounts of the long and short positions are equal.\n", "\nThe ideal situation for this long-short strategy would be for Microsoft to appreciate and for Intel to decline. If Microsoft rises to $35 and Intel falls to $21, the overall profit on this strategy would be $3,500. Even if Intel advances to $23—since the same factors typically drive stocks up or down in a specific sector—the strategy would still be profitable at $500, although much less so.\n", "\nTo get around the fact that stocks within a sector generally tend to move up or down in unison, long-short strategies frequently tend to use different sectors for the long and short legs. For example, if interest rates are rising, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge fund</a> may short interest-sensitive sectors such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\" rel=\"noopener noreferrer\">utilities</a>, and go long on defensive sectors, such as healthcare.\n"]}