{"name": "Loss Payee Definition", "@id": "https://www.investopedia.com/terms/l/loss-payee.asp", "related": ["https://www.investopedia.com/terms/l/loss-payable-clause.asp", "https://www.investopedia.com/terms/s/single-interest-insurance.asp", "https://www.investopedia.com/terms/t/title_insurance.asp", "https://www.investopedia.com/terms/c/certificate-of-title.asp", "https://www.investopedia.com/terms/m/medical-identity-theft.asp", "https://www.investopedia.com/terms/b/business-automobile-policy-bap.asp"], "body": ["\nThe loss payee is the party to whom the claim from a loss is to be paid. A loss payee can mean several different things; in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/080616/what-adverse-selection-insurance-industry.asp\">insurance industry</a>, the insured, or the party entitled to payment is the loss payee. The insured can expect reimbursement from the insurance carrier in the event of a loss. One example would be if a borrower defaulted on their loan and didn't pay it.\n", "\nLoss payee can be different from \"first loss payee,\" which is the party that must be paid first when a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtor.asp\">debtor</a> defaults on a loan. 'Loss payee' is simply a generic phrase signifying the rightful recipient of any kind of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reimbursement.asp\">reimbursement</a> and is most often used in the auto insurance industry.\n", "\nWhen financing a vehicle purchase, a buyer must agree to carry <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-auto-insurance.asp\">insurance</a> on the secured property, otherwise forced placed insurance becomes a possibility. The financial institution making the loan typically insists that they are indicated as the loss payee on the insurance policy to protect themselves against loss.\n", "\nFor example, the loss payee section is a section on an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auto-insurance.asp\">auto insurance</a> policy that lists your lender’s name and address on the given collateral. It is important to give the correct address for your lender, as some insurance companies have multiple addresses.\n", "\nThe lender will usually require verification of insurance coverage, and the loss payee should be added as soon as you buy insurance for the covered vehicle. This verification of insurance cannot be satisfied simply by an insurance id card; it needs to be a declarations page. The declarations page will have multiple pieces of crucial information listed for your lender:\n", "\nWhen listed as a loss payee, the lender will receive notification of your insurance policy’s status on a regular basis. The notifications will inform the lender of all activities on your insurance policy. For example, the loss payee section of an auto insurance policy creates more than a direct link between your insurance company and your lender.\n", "\nSince you are not the sole owner of the collateral, claim checks will be payable to both you and the lender...or directly to a repair shop. In a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/actual-total-loss.asp\">total loss</a>, the lender will be paid first.\n", "\nFor the lender, being listed as a loss payee ensures the lender will be compensated for their collateral, regardless of potential losses.\n", "\nThe loss payee is essentially a safety net for the lender to reduce unpaid loans. If you do not list your lender as loss payee, it is probable the lender will put forced placed insurance on your collateral.\n"]}