{"name": "Lost Decade Definition", "@id": "https://www.investopedia.com/terms/l/lost-decade.asp", "related": ["https://www.investopedia.com/terms/j/japaninc.asp", "https://www.investopedia.com/terms/a/abenomics.asp", "https://www.investopedia.com/terms/l/l-shaped-recession.asp", "https://www.investopedia.com/terms/w/w-shaped-recovery.asp", "https://www.investopedia.com/terms/b/bubble.asp", "https://www.investopedia.com/terms/g/great_depression.asp"], "body": ["\nThe Lost Decade is commonly used to describe the decade of the 1990s in Japan, a period of economic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagnation.asp\">stagnation</a> which became one of the longest-running economic crises in recorded history.\n", "\nThe Lost Decade is a term initially coined to refer to the decade-long <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\">economic crisis</a> in Japan during the 1990s. Japan’s economy rose meteorically following World War II, peaking in the 1980s with the largest per capita GNP in the world. This rise led to increased <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\">speculation </a>and soaring stock market and real estate valuations.\n", "\nIn the early 1990s, as it became apparent the bubble was about to burst, the Japanese Financial Ministry raised interest rates, and ultimately the stock market crashed and a debt crisis began, halting economic growth and leading to what is now known as the Lost Decade.\n", "\nAnalysts continue to debate the extent of the economic impact of the Lost Decade but they are agreed that it was irrefutable. During the Lost Decade, Japan's Gross Domestic Product (GDP) averaged 1.2%, significantly lower as compared to other G-7 countries. Household savings increased. But that increase did not translate into demand, resulting in deflation for the economy. In many cases, property values have still not recovered and Japanese markets have continued to stagnate through the first decade of the 21<sup>st</sup> century. As a result, many refer to the period between 1991 and 2010 as the Lost Score, or the Lost 20 Years.\n", "\nThe pain is expected to continue for Japan. According <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.stlouisfed.org/on-the-economy/2018/june/japan-lost-decade-us-great-recession\">to research from </a>St. Louis Fed, current growth rates imply that Japan's GDP will double in 80 years, when previously it doubled every 14 years.\n", "\nWhile there is agreement on the events that precipitated the Lost Decade, the causes for Japan's economic woes are still being debated. Researchers have produced papers delineating possible reasons why the Japanese economy spiraled into deflation. Paul Krugman <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://web.mit.edu/krugman/www/japtrap.html\">opined</a> that Japan was caught in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquiditytrap.asp\">liquidity trap</a>: consumers were holding onto their savings because they feared that the economy was about to get worse. As a result, demand remained significantly low and the overall economy's productive capacity also declined. A number of factors, mostly structural, contributed to the economy's decline. For example, Japan's aging population means that its productivity figures have declined over the years.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nber.org/papers/w12142.pdf\">Other research on the subject</a> analyzes the role played by decreasing household wealth in causing the economic crisis. A collapse in land and equity prices cut overall household wealth and disposable income available to drive demand. As a result, the economy stagnated.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://link.springer.com/chapter/10.1007/978-981-10-5021-3_1\">2017 research paper</a> blames \"vertical investment-saving\" curve for Japan's problems. An aging demographic coupled with a slowing down of the country's innovation ecosystem due to misguided government policies impeded economic growth. For example, stringent requirements for Japanese banks to comply with Basel requirements, which sets capital reserves ratios for bank operations, meant that they were unable to lend to startups or small businesses who drive the innovation process.\n", "\nWhile the term Lost Decade originated to describe Japan’s sustained economic downturn, the term has also been applied to the first decade of the 21<sup>st </sup>century in the U.S., which was bookended by two enormous recessions prompted by the burst of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\">dotcom bubble</a> in 2000 and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing_bubble.asp\">housing bubble</a> in 2008. \n", "\nThe period between 2000 and 2009 witnessed a massive erosion of wealth in the U.S. economy and the slowest period of economic growth in the U.S. in decades. The S&amp;P 500 recorded its all-time worst decade during this period, featuring a total return of dividends at -9.1 percent, an overall performance lower than during the Great Depression of the 1930s.\n", "\nAdditionally, net job growth hovered around zero during this period. Long-term unemployment figures reached record levels, and the U.S. lost more than 33 percent of its manufacturing jobs.\n", "\nThe U.S. economy began to rebound by 2013, thanks in large part to financial stimulus backed by the Federal Reserve and the Obama Administration. By the second quarter of 2013, the U.S. economy saw a record-high household net worth figure of $74.8 trillion, which assisted the stock market to surge and home prices to rebound. By the end of 2013, the Dow Jones and S&amp;P 500 also reached new highs.\n"]}