{"name": "Luxury Tax Definition", "@id": "https://www.investopedia.com/terms/l/luxury_tax.asp", "related": ["https://www.investopedia.com/terms/c/cascade-tax.asp", "https://www.investopedia.com/terms/l/luxury-item.asp", "https://www.investopedia.com/terms/c/consumption-tax.asp", "https://www.investopedia.com/terms/v/veblen-good.asp", "https://www.investopedia.com/tampon-tax-4774993", "https://www.investopedia.com/terms/w/wealth-tax.asp"], "body": ["\nA luxury tax is a sales tax or surcharge levied only on certain products or services that are deemed non-essential or accessible only to the super-wealthy.\n", "\nThe luxury tax may be charged as a percentage of the purchase price, or as a percentage of the amount above a specified level. For example, a luxury tax might be imposed on real estate transactions above $1 million, or car purchases over $70,000.\n", "\nAll taxes are controversial but some are more controversial than others. A sales tax is generally charged to all buyers of goods and services within the jurisdiction that levies it. When charged on essential goods, like food and medicine, they are seen as disproportionately burdensome to lower-income consumers, who are forced to pay a higher percentage of their income in sales taxes.\n", "\nBut what about a tax only on yachts, or jewelry, or real estate valued at more than $1 million? Now the only ones that pay the tax are those few who can afford these goods.\n", "\nLuxury taxes generally fall into two categories:\n", "\nBoth taxes are relatively popular because they hit only a minority of the population.\n", "\nBut even luxury taxes can be politically controversial. A so-called \"yacht tax\" was enacted in the U.S. 1991 in order to pay down the federal deficit. It covered a number of luxury goods including private jets, furs, and jewelry, as well as yachts. The tax was abolished in 1993 on the grounds that it killed the yacht industry and many American jobs along with it.\n", "\nLuxury taxes are often imposed during times of war to increase government revenues, or to fund another large expense without raising taxes on the general population. Their opponents cite the danger of job losses, but the vast majority of people are unaffected and unconcerned.\n", "\nThen again, sometimes luxury taxes just don't work. A \"window tax\" was imposed on English homeowners beginning in 1696. The theory was that people with bigger houses had more windows, and therefore should pay more taxes than those in modest dwellings. Rich people throughout the land promptly boarded up most of their windows.\n", "\nSince luxury goods are attributed to the wealthy in society, it is expected that the majority of taxpayers will not be affected by a luxury tax. However, as what is viewed as luxury changes over time, and as prices rise due to inflation, more people will be subject to this <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\">progressive tax</a>. Goods considered as normal or ordinary goods may be hit with luxury taxes if the government needs to increase its revenue.\n", "\nExpensive homes are a frequent target of luxury taxes, but here the definition of luxury gets murky. Certain states charge a \"mansion tax\" on ownership transfers of homes valued at above a certain level.\n", "\nIn New York State, that level is $1 million. That may target only the wealthiest buyers in Syracuse or Rochester, but it's a modest sum for a home in Manhattan.\n", "\nIn Vermont, the mansion tax kicks in at $100,000. The median home price in Vermont is about $261,000.\n", "\nIn economics, luxury goods are referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/veblen-good.asp\">Veblen goods</a> in honor of Thorstein Veblen, who famously described the concept of conspicuous consumption. That defines them as goods for which demand increases as price increases. The more a thing costs, the more coveted it becomes.\n", "\nSince taxes increase the price of a good, the effect of luxury taxes should be increased demand for goods that are defined as luxuries. In practice, however, luxury goods have a high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp\">income elasticity of demand</a> by definition. Both the income effect and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitution-effect.asp\">substitution effect</a> will decrease demand sharply as the tax rises.\n", "\nPlainly put, some people who yearn to own a yacht will decide that a canoe will do.\n"]}