{"name": "Maastricht Treaty Definition", "@id": "https://www.investopedia.com/terms/m/maastricht-treaty.asp", "related": ["https://www.investopedia.com/terms/e/emu.asp", "https://www.investopedia.com/terms/e/eurozone.asp", "https://www.investopedia.com/terms/e/europeanunion.asp", "https://www.investopedia.com/terms/s/sit-slovenian-tolar.asp", "https://www.investopedia.com/terms/c/currency-union.asp", "https://www.investopedia.com/terms/e/europeancentralbank.asp"], "body": ["\nThe Maastricht Treaty, known formally as the Treaty on European Union, is the international agreement responsible for the creation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\">European Union</a> (EU) signed in 1991 and which became effective in 1993. The European Union (EU) is a group of 28 countries that operates as a cohesive economic and political block. Nineteen of the countries use the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euro</a> as their official currency.\n", "\nThe Maastricht Treaty was approved by heads of government of the states making up the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/european-community.asp\">European Community</a> (EC) in December 1991. The treaty required voters in each country to approve the European Union, which proved to be a hotly debated topic in many areas. The agreement took ended with the creation of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\">European Union</a> and has since been amended by other treaties. The Maastricht Treaty was signed on February 7, 1992, by the leaders of 12 member nations (Belgium, Italy, Luxembourg, France, Netherlands, West Germany, Denmark, Ireland, United Kingdom, Greece, Portugal, and Spain). The treaty entered into force November 1, 1993.\n", "\nOne of the Maastricht Treaty's priorities was economic policy and the convergence of EU member state economies. So, the treaty established a timeline for the creation and implementation of the EMU. The EMU was to include a common economic and monetary union, a central banking system, and a common currency.\n", "\nIn 1998, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\">European Central Bank (ECB)</a> was created, and at the end of the year conversion rates between member states' currencies were fixed, a prelude to the creation of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eur.asp\">euro currency</a>, which began circulation in 2002.\n", "\nConvergence criteria for countries interested in joining the EMU include reasonable price stability, sustainable and responsible public finance, reasonable and responsible interest rates, and stable exchange rates. \n", "\nThe Maastricht Treaty had a few major areas of impact. One was citizenship. The treaty, in forming the European Union (EU), granted EU citizenship to every person with citizenship of a member state. It enabled people to run for local office and for European Parliament elections in the EU country they lived in, regardless of nationality.  \n", "\nIt also created a common economic and monetary union, with a central banking system and common currency (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euros</a> (EUR)). The<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\"> European Central Bank (ECB)</a> had one main objective: to maintain price stability; basically, to safeguard the value of the euro. It also created a roadmap towards the introduction and implementation of the euro. This started with free movement of capital between the member states, which then graduated into increased cooperation between national central banks and the increased alignment of economic policy among member states. The final step was the introduction of the euro itself, along with the implementation of a singular monetary policy, coming from the ECB. It also introduced the criteria that countries must meet in order to join the euro. This was a measure to ensure that countries joining the euro were stable in inflation, levels of public debt, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rates</a>. \n", "\nA major goal was greater policy cooperation and coordination more generally. The environment, policing, and social policy were just some of a number of areas in which the countries aimed to increase cooperation and coordination. \n"]}