{"name": "Macroeconomics Definition", "@id": "https://www.investopedia.com/terms/m/macroeconomics.asp", "related": ["https://www.investopedia.com/terms/n/new-keynesian-economics.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/m/monetarism.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/e/edmund-s-phelps.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp"], "body": ["\nMacroeconomics is a branch of economics that studies how an overall economy—the market or other systems that operate on a large scale—behaves. Macroeconomics studies economy-wide phenomena such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, price levels, rate of<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\"> economic growth</a>, national income,<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\"> gross domestic product (GDP)</a>, and changes in<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\"> unemployment</a>.\n", "\nSome of the key questions addressed by macroeconomics include: What causes unemployment? What causes<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\"> inflation</a>? What creates or stimulates economic growth? Macroeconomics attempts to measure how well an economy is performing, to understand what forces drive it, and to project how performance can improve.\n", "\nMacroeconomics deals with the performance, structure, and behavior of the entire economy, in contrast to<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\"> microeconomics</a>, which is more focused on the choices made by individual actors in the economy (like people, households, industries, etc.).\n", "\nThere are two sides to the study of economics: macroeconomics and microeconomics. As the term implies, macroeconomics looks at the overall, big-picture scenario of the economy. Put simply, it focuses on the way the economy performs as a whole and then analyzes how different sectors of the economy relate to one another to understand how the aggregate functions. This includes looking at variables like unemployment,<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/112814/why-does-inflation-increase-gdp-growth.asp\" rel=\"noopener noreferrer\"> GDP, and inflation</a>. Macroeconomists develop models explaining relationships between these factors. Such macroeconomic models, and the forecasts they produce, are used by government entities to aid in the construction and evaluation of economic, monetary, and fiscal policy; by businesses to set strategy in domestic and global markets; and by investors to predict and plan for movements in various asset classes.\n", "\nGiven the enormous scale of government budgets and the impact of economic policy on consumers and businesses, macroeconomics clearly concerns itself with significant issues. Properly applied, economic theories can offer illuminating insights on how economies function and the long-term consequences of particular policies and decisions. Macroeconomic theory can also help individual businesses and investors make better decisions through a more thorough understanding of the effects of broad economic trends and policies on their own industries.\n", "\nIt is also important to understand the limitations of economic theory. Theories are often created in a vacuum and lack certain real-world details like taxation, regulation, and transaction costs. The real world is also decidedly complicated and includes matters of social preference and conscience that do not lend themselves to mathematical analysis.\n", "\nEven with the limits of economic theory, it is important and worthwhile to follow the major macroeconomic indicators like GDP, inflation, and unemployment. The performance of companies, and by extension their stocks, is significantly influenced by the economic conditions in which the companies operate and the study of macroeconomic statistics can help an investor make better decisions and spot turning points.\n", "\nLikewise, it can be invaluable to understand which theories are in favor and influencing a particular government administration. The underlying economic principles of a government will say much about how that government will approach taxation, regulation, government spending, and similar policies. By better understanding economics and the ramifications of economic decisions, investors can get at least a glimpse of the probable future and act accordingly with confidence.\n", "\nMacroeconomics is a rather broad field, but two specific areas of research are representative of this discipline. The first area is the factors that determine long-term<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\"> economic growth</a>, or increases in the national income. The other involves the causes and consequences of short-term fluctuations in national income and employment, also known as the<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\" rel=\"noopener noreferrer\"> business cycle</a>.\n", "\nEconomic growth refers to an increase in aggregate production in an economy. Macroeconomists try to understand the factors that either promote or retard economic growth in order to support economic policies that will support development, progress, and rising living standards.\n", "\nAdam Smith's classic 18th-century work, <em>An Inquiry into the Nature and Causes of the Wealth of Nations, </em>which advocated free trade, laissez-faire economic policy, and expanding the division of labor<em>, </em>was arguably the first, and certainly one of the seminal works in this body of research. By the 20th century, macroeconomists began to study growth with more formal mathematical models. Growth is commonly modeled as a function of physical capital, human capital, labor force, and technology.\n", "\nSuperimposed over long term macroeconomic growth trends, the levels and rates-of-change of major macroeconomic variables such as employment and national output go through occasional fluctuations up or down, expansions and recessions, in a phenomenon known as the business cycle. The 2008 financial crisis is a clear recent example, and the Great Depression of the 1930s was actually the impetus for the development of most modern macroeconomic theory.\n", "\nWhile the term \"macroeconomics\" is not all that old (going back to the 1940s), many of the core concepts in macroeconomics have been the focus of study for much longer. Topics like unemployment, prices, growth, and trade have concerned economists almost from the very beginning of the discipline, though their study has become much more focused and specialized through the 20th and 21st centuries. Elements of earlier work from the likes of Adam Smith and<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john-stuart-mill.asp\" rel=\"noopener noreferrer\"> John Stuart Mill</a> clearly addressed issues that would now be recognized as the domain of macroeconomics.\n", "\nMacroeconomics, as it is in its modern form, is often defined as starting with<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\" rel=\"noopener noreferrer\"> John Maynard Keynes</a> and the publication of his book <em>The General Theory of Employment, Interest, and Money</em> in 1936. Keynes offered an explanation for the fallout from the<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\"> Great Depression</a>, when goods remained unsold and workers unemployed. Keynes's theory attempted to explain why markets may not clear.\n", "\nPrior to the popularization of Keynes' theories, economists did not generally differentiate between micro- and macroeconomics. The same microeconomic laws of supply and demand that operate in individual goods markets were understood to interact between individuals markets to bring the economy into a<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/general-equilibrium-theory.asp\" rel=\"noopener noreferrer\"> general equilibrium</a>, as described by Leon Walras. The link between goods markets and large-scale<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-is-finance/\" rel=\"noopener noreferrer\"> financial</a> variables such as price levels and interest rates was explained through the unique role that money plays in the economy as a medium of exchange by economists such as Knut Wicksell, Irving Fisher, and Ludwig von Mises.\n", "\nThroughout the 20th century, Keynesian economics, as Keynes' theories became known, diverged into several other schools of thought.\n", "\nThe field of macroeconomics is organized into many different schools of thought, with differing views on how the markets and their participants operate.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/classicaleconomics.asp\" rel=\"noopener noreferrer\">Classical economists</a> held that prices, wages, and rates are flexible and markets tend to clear unless prevented from doing so by government policy, building on Adam Smith's original theories. The term “classical economists” is not actually a school of macroeconomic thought, but a label applied first by Karl Marx and later by Keynes to denote previous economic thinkers with whom they respectively disagreed, but who themselves did not actually differentiate macroeconomics from microeconomics at all. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\">Keynesian economics</a> was largely founded on the basis of the works of John Maynard Keynes, and was the beginning of macroeconomics as a separate area of study from microeconomics. Keynesians focus on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\">aggregate demand</a> as the principal factor in issues like unemployment and the business cycle. Keynesian economists believe that the business cycle can be managed by active government intervention through fiscal policy (spending more in recessions to stimulate demand) and monetary policy (stimulating demand with lower rates). Keynesian economists also believe that there are certain rigidities in the system, particularly <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_stickiness.asp\">sticky prices</a> that prevent the proper clearing of supply and demand.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarism.asp\">Monetarist</a> school is a branch of Keynesian economics largely credited to the works of Milton Friedman. Working within and extending Keynesian models, Monetarists argue that monetary policy is generally a more effective and more desirable policy tool to manage aggregate demand than fiscal policy. Monetarists also acknowledge limits to monetary policy that make fine tuning the economy ill advised and instead tend to prefer adherence to policy rules that promote stable rates of inflation.\n", "\nThe New Classical school, along with the New Keynesians, is built largely on the goal of integrating microeconomic foundations into macroeconomics in order to resolve the glaring theoretical contradictions between the two subjects. The New Classical school emphasizes the importance of microeconomics and models based on that behavior. New Classical economists assume that all agents try to maximize their utility and have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rationaltheoryofexpectations.asp\">rational expectations</a>, which they incorporate into macroeconomic models. New Classical economists believe that unemployment is largely voluntary and that discretionary fiscal policy is destabilizing, while inflation can be controlled with monetary policy.\n", "\nThe<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/new-keynesian-economics.asp\" rel=\"noopener noreferrer\"> New Keynesian</a> school also attempts to add microeconomic foundations to traditional Keynesian economic theories. While New Keynesians do accept that households and firms operate on the basis of rational expectations, they still maintain that there are a variety of market failures, including sticky prices and wages. Because of this \"stickiness\", the government can improve macroeconomic conditions through fiscal and monetary policy.\n", "\nThe<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/austrian-school-of-economics.asp\" rel=\"noopener noreferrer\"> Austrian Schoo</a><a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://external.investopedia.com/terms/a/austrian_school.asp\" rel=\"noopener noreferrer\">l</a> is an older school of economics that is seeing some resurgence in popularity. Austrian economic theories mostly apply to microeconomic phenomena, but because they, like the so-called classical economists never strictly separated micro- and macroeconomics, Austrian theories also have important implications for what are otherwise considered macroeconomic subjects. In particular the Austrian business cycle theory explains broadly synchronized (macroeconomic) swings in economic activity across markets as a result of monetary policy and the role that money and banking play in linking (microeconomic) markets to each other and across time. \n", "\nMacroeconomics<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/difference-between-microeconomics-and-macroeconomics/\" rel=\"noopener noreferrer\"> differs from microeconomics</a>, which focuses on smaller factors that affect choices made by individuals and companies. Factors studied in both microeconomics and macroeconomics typically have an influence on one another. For example, the<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\"> unemployment</a> level in the economy as a whole has an effect on the supply of workers from which a company can hire.\n", "\nA key distinction between micro- and macroeconomics is that macroeconomic aggregates can sometimes behave in ways that are very different or even the opposite of the way that analogous microeconomic variables do. For example, Keynes referenced the so-called Paradox of Thrift, which argues that while for an individual, saving money may be the key building wealth, when everyone tries to increase their savings at once it can contribute to a slowdown in the economy and <em>less</em> wealth in the aggregate.\n", "\nMeanwhile, microeconomics looks at economic tendencies, or what can happen when individuals make certain choices. Individuals are typically classified into subgroups, such as buyers,<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\" rel=\"noopener noreferrer\"> sellers</a>, and business owners. These actors interact with each other according to the laws of<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\"> supply and demand</a> for resources, using money and interest rates as pricing mechanisms for coordination.\n"]}