{"name": "Macroeconomic Factor Definition", "@id": "https://www.investopedia.com/terms/m/macroeconomic-factor.asp", "related": ["https://www.investopedia.com/terms/d/driver.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/i/inflationary_gap.asp", "https://www.investopedia.com/terms/m/macro-environment.asp", "https://www.investopedia.com/terms/e/economic-collapse.asp"], "body": ["\nA macroeconomic factor is an influential fiscal, natural, or geopolitical event that broadly affects a regional or national economy. Macroeconomic factors tend to impact wide swaths of populations, rather than just a few select individuals. Examples of macroeconomic factors include economic outputs, unemployment rates, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a>. These indicators of economic performance are closely monitored by governments, businesses and consumers alike.\n", "\nThe relationships between various macroeconomic factors are extensively studied in the field of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">macroeconomics</a>. While macroeconomics concerns the broad economy as a whole, microeconomics narrows its realm of study to individual agents, such as consumers and businesses, and their respective economic behaviors and decision-making patterns. A macroeconomic factor may include anything that influences the direction of a particular large-scale market. For example, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/012615/what-difference-between-keynesian-economics-and-monetarist-economics.asp\">fiscal policy</a> and various regulations can impact state and national economies, while potentially triggering broader international implications. \n", "\nNegative macroeconomic factors include events that may jeopardize national or international economies. Fears of political instability caused by a nation’s involvement in a civil or international war, are likely to heighten economic turbulence, due to the reallocation of resources, or damage to property, assets, and livelihoods. Unanticipated catastrophic events, such as the 2008 United States economic crisis, subsequently created a far-reaching ripple effect, resulting in tighter capital preservation requirements for banking institutions on a global scale. Other negative macroeconomic factors include natural disasters, such as earthquakes, tornadoes, flooding, and brushfires.\n", "\nCertain economic shifts are neither positive nor negative. Rather, the precise implications are determined by the intent of the action, such as trade regulation across state or national borders. The nature of the action in question, such as enacting or rescinding a trade <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embargo.asp\">embargo</a>, will trigger myriad effects, depending on the economy being influenced.\n", "\nPositive macroeconomic factors include events that subsequently foster prosperity and economic growth, within a single nation or a group of nations. For example, a decrease in fuel prices within the United States might drive consumers to purchase more retail goods and services. Moreover, as the demand for goods and services increases, national and international suppliers of those items will invariably enjoy increased revenues from the heightened consumer activity. In turn, increased profits may drive up stock prices.\n", "\nEconomies are often cyclic at the macroeconomic level. As positive influences promote prosperity, increased demand may trigger higher prices, which may, in turn, suppress the economy, as households become more restrictive of their spending. As supply begins to outweigh demand, prices may again dip, leading to further prosperity, until the next shift in economic supply and demand.\n", "\nDiseases can also be defined as macroeconomic factors. Case in point: after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.worldbank.org/en/topic/macroeconomics/brief/macroeconomic-policy\">2014 Ebola virus struck West Africa</a>, the World Bank Group’s Macroeconomics and Fiscal Policy Global Practice (MFM) stepped in to help support local governments in combating the virus. \n"]}