{"name": "Magna Cum Laude Definition", "@id": "https://www.investopedia.com/terms/m/magna-cum-laude.asp", "related": ["https://www.investopedia.com/terms/s/summa-cum-laude.asp", "https://www.investopedia.com/terms/c/cum-laude.asp", "https://www.investopedia.com/terms/s/stanford.asp", "https://www.investopedia.com/terms/l/leeds-school-ff-business.asp", "https://www.investopedia.com/terms/m/merton-miller.asp", "https://www.investopedia.com/terms/t/tuition-insurance.asp"], "body": ["\nMagna cum laude is an academic honorific used by educational institutions to signify that an academic degree was earned with great distinction. The Latin phrase means \"with great praise.\"\n", "\nMagna cum laude is one of three commonly used academic degree honors used by educational institutions in the United States and many other countries. The others are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/summa-cum-laude.asp\">summa cum laude</a>, meaning with highest distinction, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cum-laude.asp\">cum laude</a>, or \"with distinction.\" The titles are referred to as Latin honors because they retain their original Latin forms.\n", "\nMagna cum laude is typically more prestigious than cum laude honors but <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032415/what-difference-between-magnum-cum-laude-and-summa-cum-laude.asp\">less prestigious than summa cum laude</a>. The criteria by which each of these distinctions is achieved depends upon the specific requirements of each institution. The awarding of Latin honors is common in colleges and universities in the United States, although not all bestow them. Many high schools also grant Latin honors.\n", "\nLatin honors are most commonly awarded alongside a bachelor's degree. Students who graduate with honors may wear stoles of a distinct color or some other designation during commencement ceremonies and their honors may be cited when their names are read. Latin honors are generally included in a student's official transcript.\n", "\nThe criteria for earning Latin honors may include the student's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/020315/applying-grad-school-gpa-vs-work-experience.asp\">grade point average (GPA)</a>, class rank, number of hours completed, and recommendations from an academic department.\n", "\nWhile the three Latin honors titles are generally consistent, the achievements necessary in order to receive such honors vary. Some schools also have substituted other titles, such as \"with distinction,\" in place of or in addition to the traditional Latin terms.\n", "\nThe academic thresholds for honors differ among academic institutions and even between programs at the same institution. Texas A&amp;M graduates, for instance, must complete 60 credit hours of work toward a degree while earning a GPA of 3.70 to 3.89 to earn a magna cum laude degree.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAt some universities, the GPA requirements for Latin honors change every academic year because they are based on a percentage of the student's class. For example, a student who graduates magna cum laude in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/102315/highestpaying-engineering-careers.asp\">engineering</a> from the University of California Los Angeles must finish in the top 5% to 10% of the class after completing 90 credits. For the 2016–2017 academic year, UCLA engineering students needed a GPA of 3.802 to qualify. For the 2018–2019 academic year, a GPA of 3.816 was needed. Lastly, for the 2019–2020 academic year, a GPA of 3.839 will be needed.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn contrast, at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/123014/what-harvard-actually-costs.asp\">Harvard University</a>, where Latin honors originated in the mid-19th century, undergraduates completing degrees with an overall GPA in the top 20% of all graduates will receive either summa cum laude or magna cum laude distinction, with the summa honorific reserved for students with the highest GPAs.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nBrown University does not use a student's GPA in its calculation. Students are eligible for just one Latin honor, magna cum laude, upon graduation. A student achieves the honor for earning a high percentage of \"A\" grades and \"S\" for distinction marks for courses. No more than 20% of a graduating class can earn magna cum laude honors.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nSome colleges include non-GPA factors in their decisions to grant magna cum laude status at commencement activities. An institution might require that students complete an honors thesis to be eligible. Others seek letters of recommendation from faculty on behalf of students with exceptional academic performances. Others stipulate that students complete a certain number of advanced courses.\n", "\nSome colleges, including Stanford University, do not offer Latin honors at all. Stanford bestows a single \"with distinction\" title upon the 15% of students with the highest GPA in each graduating class.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe relative value of a magna cum laude degree or one of the other Latin honors is difficult to judge in the context of a job application. Nonetheless, as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0710/experience-or-education-which-one-lands-you-the-job.aspx\">college graduates compete</a> for a job or for graduate school, having a Latin honor on a diploma or a resume still sets a student apart.\n", "\nIt is important in some cases. The top law schools, for instance, expect students to have achieved particular GPAs as undergraduates.\n"]}