{"name": "Magnetic Ink Character Recognition (MICR) Line Definition", "@id": "https://www.investopedia.com/terms/m/magnetic-ink-character-recognition-line-micr.asp", "related": ["https://www.investopedia.com/terms/aba-transit-number.asp", "https://www.investopedia.com/terms/r/routing_transit_number.asp", "https://www.investopedia.com/terms/d/deposit-slip.asp", "https://www.investopedia.com/terms/c/card-reader.asp", "https://www.investopedia.com/terms/i/iban.asp", "https://www.investopedia.com/terms/b/bank-statement.asp"], "body": ["\nThe term magnetic ink character recognition (MICR) refers to the line of numbers that appears at the bottom of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/check.asp\">check</a>. The MICR line is a group of three numbers, which are the check number, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/account-number.asp\">account number</a>, and bank routing number. The MICR number includes the magnetic ink character recognition line printed using technology that allows certain computers to read and process the printed information.\n", "\nThe magnetic ink character recognition line is used mainly by the banking industry. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aba.asp\">American Bankers Association</a> (ABA) established the MICR line in the late 1950s and was later recognized as an industry standard by the American National Standards Institute. The MICR number allows computers to rapidly internalize a check number, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/routing_transit_number.asp\">routing number</a>, account number, and other numbers or information from printed documents, such as a personal check.\n", "\nThe MICR number, which is sometimes confused with just the account number, is printed with magnetic ink or toner on a check—usually less than an inch above the bottom of the document. The magnetic ink allows computers to read the characters on a check even if they have been covered with signatures, cancellation marks, bank stamps, or other marks.\n", "\nMICR line numbers help facilitate check <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearing.asp\">clearing</a> automatically when banks send their checks to central processing systems at the end of the day. They can also be easily read by people to verify check information.\n", "\nThe numbers are usually printed in one of two major MICR fonts—E-13B and CMC-7. Both are used worldwide, with the E-13B used primarily in North America, Australia, and the United Kingdom. The CMC-7 font, on the other hand, is mainly used in Europe and parts of South America. Both fonts also help computers recognize the characters and limit check <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\">fraud</a>.\n", "\nWhile magnetic ink character recognition was first—and still—used to print information on checks, the technology is also used for other applications. For instance, many financial documents in the United States are printed with MICR technology. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\">Credit card</a> invoices, direct mail, coupons used for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rebate.asp\">rebates</a>, and negotiable orders of withdrawal (NOWs) may also come printed with this technology.\n", "\nOne of the benefits of the magnetic ink character recognition line is its ability to quickly facilitate the use of routing numbers. A routing number or routing transit number is a specific nine-digit numerical code, which banking and other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institutions</a> use for the purpose of clearing funds and/or processing checks in the U.S. As it appears on the front of a check, the routing number represents the bank that holds the account from which funds are to be drawn. Wire transfers and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/directdeposit.asp\">direct deposits</a> often rely on routing numbers.\n", "\nFraud happens throughout the financial services industry. The definition of fraud is an intentionally deceptive action, designed to provide the perpetrator with an unlawful gain. A range of fraud types exists, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-fraud.asp\">tax fraud</a>, credit card fraud, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wirefraud.asp\">wire fraud</a>, securities fraud, and bankruptcy fraud.\n", "\nThe magnetic ink character recognition line can help prevent financial fraud through the use of its special magnetic ink and unique fonts. For example, MICR makes it challenging to alter checks. An altered check is when someone intentionally and materially changes the name of the payee or the amount of the check. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uniform-commercial-code.asp\">Uniform Commercial Code (UCC)</a> Section 3-407 breaks down the term alteration<em> </em>even further. The UCC is a set of business laws that regulate financial contracts. Nine articles deal with separate aspects of banking and loans.\n", "\nSince MICR technology helps detect and prevent fraud, banks and other financial institutions can minimize any losses they may incur. For instance, a fraudster may try to cash a photocopied check through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/121615/bank-teller-career-path-qualifications.asp\">teller</a>. The bank will incur a loss if the teller cashes the check without verifying its authenticity, including the MICR line.\n"]}