{"name": "Make-Whole Call Provision Definition", "@id": "https://www.investopedia.com/terms/m/make-wholecall.asp", "related": ["https://www.investopedia.com/terms/c/callprovision.asp", "https://www.investopedia.com/terms/p/put-provision.asp", "https://www.investopedia.com/terms/b/bond-valuation.asp", "https://www.investopedia.com/terms/d/deathput.asp", "https://www.investopedia.com/terms/p/purchasefund.asp", "https://www.investopedia.com/terms/r/ratetrigger.asp"], "body": ["\nA make-whole call provision is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callprovision.asp\">call provision</a> on a bond allowing the issuer to pay off remaining debt early. The issuer typically has to make a lump-sum payment to the investor. The payment is derived from a formula based on the net present value (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\">NPV</a>) of previously scheduled <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\">coupon</a> payments and the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\">principal</a> that the investor would have received.\n", "\nMake-whole call provisions are defined in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indenture.asp\">indenture</a> of a bond. These provisions began to be included in bond indentures in the 1990s. Issuers typically don't expect to have to use this type of call provision, and make-whole calls are rarely exercised. However, the issuer may decide to utilize its make-whole call provision on a bond. Then, investors will be compensated, or made whole, for the remaining payments and principal from the bond as noted within the bond's indenture.\n", "\nIn a make-whole call, the investor receives a single payment for the NPV of all future cash flows of the bond. That typically includes the remaining coupon payments associated with the bond under the make-whole call provision. It also includes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\">par value</a> principal payment of the bond. A lump-sum payment paid to an investor in a make-whole call provision is equal to the NPV of all these future payments. The payments were agreed upon in the make-whole call provision within the indenture. The NPV is calculated based on the market discount rate.\n", "\nMake-whole calls are typically exercised when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a> have decreased. Therefore, the discount rate for the NPV calculation is likely to be lower than the initial rate when the bond was offered. That works to the benefit of the investor. A lower NPV discount rate can make the make-whole call payments slightly more expensive for the issuer. The cost of a make-whole call can often be high, so such provisions are rarely invoked.\n", "\nMake-whole call provisions can be expensive to exercise because they require a full lump sum payment. Consequently, companies that utilize make-whole call provisions usually do so because interest rates have fallen. When rates have decreased or are trending lower, a company has an added incentive to exercise make-whole call provisions. If interest rates have dropped, then issuers of corporate bonds can <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issue.asp\">issue</a> new bonds at a lower rate of interest. These new bonds require lower coupon payments to their investors.\n", "\nMake-whole calls are better for investors than standard call provisions. With a standard call, the investor would only receive the principal in the event of a call. With a make-whole call, the investor gets the NPV of future payments.\n", "\nThere is actually a case where a make-whole call provision provides no benefits. Consider an investor who buys a bond at par value when it is first issued. If the bond is immediately called, then the investor gets the principal back and can reinvest it at the same prevailing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market-rate.asp\">open-market rate</a>. The investor does not need any additional payments to be made whole.\n", "\nThe advantages of make-whole calls are most apparent after interest rates fall. Once again, we can start with an investor who bought a bond at par value when it was first issued. This time, suppose interest rates decline from 10% to 5% after the investor holds a 20-year bond for ten years. If this investor receives only the principal back, the investor will have to reinvest at the lower 5% rate. In this case, the NPV of future payments provided by a make-whole call provision compensates the investor for having to reinvest at a lower rate.\n", "\nInvestors in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary market</a> are also aware of the value of make-whole call provisions. All other things being equal, bonds with make-whole call provisions will typically trade <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/at-a-premium.asp\">at a premium</a> to those with standard call provisions. Investors pay less money for bonds with standard call provisions because they have more <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callrisk.asp\">call risk</a>.\n"]}