{"name": "Management Discussion and Analysis (MD&A) Definition", "@id": "https://www.investopedia.com/terms/m/mdanalysis.asp", "related": ["https://www.investopedia.com/terms/e/earningssurprise.asp", "https://www.investopedia.com/terms/s/sec-form-f-4.asp", "https://www.investopedia.com/terms/a/auditorsreport.asp", "https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/s/sec-form-ars.asp", "https://www.investopedia.com/terms/a/accountantsopinion.asp"], "body": ["\nManagement discussion and analysis (MD&amp;A) is a section of a public company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualreport.asp\" rel=\"noopener noreferrer\">annual report</a> or quarterly filing. The MD&amp;A addresses the company’s performance. In this section, the company’s management and executives, also known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/c-suite.asp\" rel=\"noopener noreferrer\">C-suite</a>, present an analysis of the company’s performance with qualitative and quantitative measures.\n", "\nIn the management discussion and analysis (MD&amp;A) section of the annual report, management provides commentary on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>, systems and controls, compliance with laws and regulations, and actions it has planned or has taken to address any challenges the company is facing. Management also discusses the upcoming year by outlining future goals and approaches to new projects. The MD&amp;A is an important source of information for analysts and investors who want to review the company’s financial fundamentals and management performance.\n", "\nThe MD&amp;A is just one of many sections required by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC) and the<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\" rel=\"noopener noreferrer\"> Financial Accounting Standards Board</a> (FASB) to be included in a public company’s annual report to shareholders. A company that issues stock or bonds to the public at large must register its offerings with the SEC, which oversees public companies’ compliance with U.S. securities laws and ensures investors are given adequate information about companies they invest in. The SEC mandates 14 items to be included in the 10-K report. The MD&amp;A section is Item #7.\n", "\nThe FASB is a nonprofit, private regulatory organization, which the SEC has designated as the body responsible for promulgating accounting standards for public companies in the United States. FASB outlines its requirements for the MD&amp;A section of filings.\n", "\nSecurities law dictates that companies must hire an independent auditor to verify a company’s financial statements, such as its balance sheet, income statements, and statement of cash flows. <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auditor.asp\" rel=\"noopener noreferrer\">Auditors</a> perform test work to determine if the financial statements are materially correct, but these <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\" rel=\"noopener noreferrer\">certified public accountants</a> (CPAs) do not audit the MD&amp;A section. The MD&amp;A represents the thoughts and opinions of management and provides a forecast of future operations. Therefore, these statements can’t typically be authenticated.\n", "\nThat said, the MD&amp;A section must meet certain standards. According to FASB, “MD&amp;A should provide a balanced presentation that includes both positive and negative information about the topics discussed.” Even if management is giving its opinion on the state of its business, competition, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\" rel=\"noopener noreferrer\">risks</a>, these statements must be based on fact, and there must be an attempt to paint a balanced picture of the company’s future prospects.\n", "\nConsider Apple, which included a nine-page MD&amp;A section in its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://s2.q4cdn.com/470004039/files/doc_financials/2019/ar/_10-K-2019-%28As-Filed%29.pdf\" rel=\"noopener noreferrer nofollow\">fiscal 2019 annual report</a>, also known as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/10-k.asp\" rel=\"noopener noreferrer\">10-K filing</a>. In this section, management highlighted product sales, segment performance, margins, and accounting pronouncements, among other things. Apple’s management also discussed specific risks to its business, such as interest rates and foreign currency risk.\n"]}