{"name": "Manipulation Definition", "@id": "https://www.investopedia.com/terms/m/manipulation.asp", "related": ["https://www.investopedia.com/terms/p/poopandscoop.asp", "https://www.investopedia.com/terms/h/highclose.asp", "https://www.investopedia.com/terms/c/corner.asp", "https://www.investopedia.com/terms/d/devaluation.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/l/legal-tender.asp"], "body": ["\nMarket manipulation is the act of artificially inflating or deflating the price of a security or otherwise influencing the behavior of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market.asp\" rel=\"noopener noreferrer\">market</a> for personal gain. Manipulation is illegal in most cases, but it can be difficult for regulators and other authorities to detect, such as with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/omnibusaccount.asp\" rel=\"noopener noreferrer\">omnibus accounts</a>.\n", "\nManipulation is also difficult for the manipulator as the size and number of participants in a market increases. It is much easier to manipulate the share price of smaller companies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pennystock.asp\" rel=\"noopener noreferrer\">penny stocks</a> because analysts and other market participants do not watch them as closely as the medium and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/large-cap.asp\" rel=\"noopener noreferrer\">large-cap</a> firms. Manipulation is variously called price manipulation, stock manipulation, and market manipulation.\n", "\nIn market manipulation, the manipulator tries to influence the market to raise or lower the price of an asset so that it differs from the true price implied by market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a>. Anytime there is a difference between the market price and the true price, (it is undervalued or overvalued) this represents an opportunity for profit through simple <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-is-arbitrage/\" rel=\"noopener noreferrer\">arbitrage</a> or more complicated means.\n", "\nStrategies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valueinvesting.asp\" rel=\"noopener noreferrer\">value investing</a>, and in a very general sense all entrepreneurship, are based on discovering and acting upon such opportunities in order to reap profits. By doing so such investors and entrepreneurs benefit personally by profiting from their activities, and benefit society because the actions (if profitable) also tend to correct the mispricing of the assets and underlying economic goods involved and improve the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketefficiency.asp\" rel=\"noopener noreferrer\">efficiency of markets</a>.\n", "\nHowever, instead of discovering existing opportunities for profit, the goal of the market manipulator is to deceive other market participants in order to create a situation where assets are mispriced so that the manipulator (who knows better) can then profit from the situation. Market manipulation may or may not involve making and publishing factually false statements as well, but it always involves acting to influence prices in order to create false impressions among other market participants.\n", "\nThe manipulator thus profits at the expense of other market participants whom the manipulator has deceived. Because the manipulator themself creates (and subsequently reverses) the mispricing in the first place, market manipulation, unlike genuine <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\" rel=\"noopener noreferrer\">entrepreneurship</a> or honest investing strategy, does not improve market efficiency or benefit society. Indeed, if market manipulation were to become large enough or prevalent enough, it could actually represent a net harm to society and a reduction in economic efficiency.\n", "\nFor these reasons, market manipulation is generally considered to be dishonest, unethical, and often illegal.\n", "\nManipulation takes many forms in the markets. One way people can <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\" rel=\"noopener noreferrer\">deflate</a> the price of a security is by placing hundreds of small orders at a significantly lower price than the one at which it has been trading. Investors get the impression that there is something wrong with the company, so they sell, pushing the prices even lower.\n", "\nAnother example of manipulation is placing simultaneous buy and sell orders through different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">brokers</a> that cancel each other out. This form of manipulation gives the perception, due to the higher volume, that there is increased interest in the security.\n", "\nThese false order techniques are often combined with the spreading of false information through online channels and message boards that other investors may frequent. The outside barrage of bad information combines with seemingly legitimate market signals to encourage traders to pile on or off a trade.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pumpanddump.asp\" rel=\"noopener noreferrer\">pump and dump</a> is the most frequently used manipulation to inflate a microcap stock artificially and then sell out, leaving later followers to hold the bag. The opposite of the pump and dump is the less common <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/poopandscoop.asp\" rel=\"noopener noreferrer\">poop and scoop</a>. The poop and scoop method is used less because it is harder to make a legitimately good company look bad than it is to make an unknown company look amazing. \n", "\nCurrency manipulation is a special case of market manipulation where a manipulator (usually a government or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central bank</a>) acts to manipulate the price or value of a currency. Most often, a currency manipulator will manipulate the value of its own currency in order to affect the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bot.asp\" rel=\"noopener noreferrer\">balance of trade</a> (BOT) or achieve some other economic policy objective.\n", "\nCurrency manipulation is a slightly different class of market manipulation, as only central banks and national governments can engage in it, and they are legal authorities in and of themselves. Being the owner of a currency legitimizes many of the actions these governments take to suppress or inflate their currency's value compared to its peers. Even though currency manipulation is not illegal, a country that is manipulating its currency may be challenged by other nations or punished through sanctions passed by its trading partners. Moreover, international bodies such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wto.asp\" rel=\"noopener noreferrer\">World Trade Organization</a> (WTO) have been encouraged to play a stronger role in addressing accusations of currency manipulation \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/devaluation.asp\" rel=\"noopener noreferrer\">Devaluation</a> is the way to manipulate currency through the deliberate downward adjustment of the value of a country's money relative to another currency, group of currencies, or currency standard. The government issuing the currency decides to devalue a currency and, unlike depreciation, it is not the result of nongovernmental activities.\n", "\nOne reason a country may devalue its currency is to combat a trade imbalance. Devaluation reduces the apparent cost of a country's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/export.asp\" rel=\"noopener noreferrer\">exports</a>, rendering them more competitive in the global market, which in turn increases the cost of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import.asp\" rel=\"noopener noreferrer\">imports</a>, so domestic consumers are less likely to purchase them, further strengthening domestic businesses. Because exports increase and imports decrease, this favors domestic producers by shrinking trade deficits. That means a country that devalues its currency can reduce its deficit because of the strong demand for cheaper exports.\n", "\nOn August 5, 2019, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/peoples-bank-china-pboc.asp\" rel=\"noopener noreferrer\">People's Bank of China</a> (PBOC) set the yuan’s daily reference rate below 7 per dollar for the first time in over a decade. This move, in response to new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a> of 10% on $300 billion worth of Chinese imports imposed by the Trump administration, went into effect September 1, 2019.\n", "\nThe PBOC's actions led global markets to sell off, including in the U.S. where the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\" rel=\"noopener noreferrer\">Dow Jones Industrial Average</a> (DJIA) lost 2.9%. As a result, the Trump administration labeled China a currency manipulator.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n"]}