{"name": "Manufacturing Resource Planning (MRP II) Definition", "@id": "https://www.investopedia.com/terms/m/manufacturing-resource-planning.asp", "related": ["https://www.investopedia.com/terms/c/closed-loop-mrp.asp", "https://www.investopedia.com/terms/m/mrp.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/o/operations-management.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/j/jit.asp"], "body": ["\nManufacturing Resource Planning (MRP II) is an integrated information system used by businesses. Manufacturing Resource Planning (MRP II) evolved from early <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mrp.asp\">Materials Requirement Planning (MRP)</a> systems by including the integration of additional data, such as employee and financial needs.\n", "\nThe system is designed to centralize, integrate, and process information for effective decision making in scheduling, design engineering, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory-management.asp\">inventory management</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-control.asp\">cost control</a> in manufacturing.\n", "\nBoth MRP and MRP II are seen as predecessors to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equityriskpremium.asp\">Enterprise resource planning (ERP)</a>, which is a process whereby a company, often a manufacturer, manages and integrates the important parts of its business.\n", "\nAn ERP management information system integrates areas such as planning, purchasing, inventory, sales, marketing, finance, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humanresources.asp\">human resources</a>. ERP is most frequently used in the context of software, with many large applications having been developed to help companies implement ERP.\n", "\nMRP II is a computer-based system that can create detailed production schedules using real-time data to coordinate the arrival of component materials with machine and labor availability. MRP II is used widely by itself, but it's also used as a module of more extensive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/erp.asp\">enterprise resource planning (ERP)</a> systems.\n", "\nMRP II is an extension of the original materials requirements planning (MRP I) system. Materials requirements planning (MRP) is one of the first software-based integrated information systems designed to improve <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/productivity.asp\">productivity</a> for businesses.\n", "\nA materials requirements planning information system is a sales forecast-based system used to schedule raw material <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delivery.asp\">deliveries</a> and quantities, given assumptions of machine and labor units required to fulfill a sales forecast.\n", "\nBy the 1980s, manufacturers realized they needed software that could also tie into their accounting systems and forecast inventory requirements. MRP II was provided as a solution, which included this functionality in addition to all the capabilities offered by MRP I.\n", "\nThe following are a small sampling of some popular MRP II software providers, as of early 2020:\n", "\nFor all intents and purposes, MRP II has effectively replaced MRP I software. Most MRP II systems deliver all of the functionality of an MRP system. But in addition to offering master production scheduling, bill of materials (BOM), and inventory tracking, MRP II provides functionality within logistics, marketing, and general finance.\n", "\nFor example, MRP II is able to account for variables that MRP is not—including machine and personnel capacity—providing a more realistic and holistic representation of a company’s operating capabilities. Many MRP II solutions also offer simulation features that allow operators to enter variables and see the downstream effect. Because of its ability to provide feedback on a given operation, MRP II is sometimes referred to as a closed-loop system.\n", "\nMRP I included the following three major functionalities:\n", "\nMRP II includes those three, plus the following:\n", "\nMRP II systems are still in wide use by manufacturing companies today and can either be found as stand-alone solutions or as part of an enterprise resource planning (ERP) system. Enterprise Resources Planning (ERP) software systems are regarded as the successors of MRP II software.\n", "\nERP suites include applications well outside the scope of manufacturing. These can include everything from human resources and customer relationship management to enterprise asset management.\n"]}