{"name": "Margin of Safety", "@id": "https://www.investopedia.com/terms/m/marginofsafety.asp", "related": ["https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/b/bengraham.asp", "https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp"], "body": ["\nMargin of safety is a principle of investing in which an investor only purchases securities when their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market price</a> is significantly below their intrinsic value. In other words, when the market price of a security is significantly below your estimation of its intrinsic value, the difference is the margin of safety. Because investors may set a margin of safety in accordance with their own risk preferences, buying securities when this difference is present allows an investment to be made with minimal <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downsiderisk.asp\" rel=\"noopener noreferrer\">downside risk</a>.\n", "\nAlternatively, in accounting, the margin of safety, or safety margin, refers to the difference between actual sales and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakevenanalysis.asp\" rel=\"noopener noreferrer\">break-even</a> sales. Managers can utilize the margin of safety to know how much sales can decrease before the company or a project becomes unprofitable. \n", "\nThe margin of safety principle was popularized by famed British-born American investor <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bengraham.asp\" rel=\"noopener noreferrer\">Benjamin Graham</a> (known as the father of value investing) and his followers, most notably <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/071801.asp\" rel=\"noopener noreferrer\">Warren Buffett</a>. Investors utilize both qualitative and quantitative factors, including firm management, governance, industry performance, assets and earnings, to determine a security's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a>. The market price is then used as the point of comparison to calculate the margin of safety. Buffett, who is a staunch believer in the margin of safety and has declared it one of his \"cornerstones of investing,\" has been known to apply as much as a 50% discount to the intrinsic value of a stock as his <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricetarget.asp\" rel=\"noopener noreferrer\">price target</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTaking into account a margin of safety when investing provides a cushion against errors in analyst judgment or calculation. It does not, however, guarantee a successful investment, largely because determining a company's \"true\" worth, or intrinsic value, is highly subjective. Investors and analysts may have a different method for calculating intrinsic value, and rarely are they exactly accurate and precise. In addition, it's notoriously difficult to predict a company's earnings or revenue.\n", "\nAs scholarly as Graham was, his principle was based on simple truths. He knew that a stock priced at $1 today could just as likely be valued at 50 cents or $1.50 in the future. He also recognized that the current valuation of $1 could be off, which means he would be subjecting himself to unnecessary risk. He concluded that if he could buy a stock <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/at-a-discount.asp\" rel=\"noopener noreferrer\">at a discount</a> to its intrinsic value, he would limit his losses substantially. Although there was no guarantee that the stock’s price would increase, the discount provided the margin of safety he needed to ensure that his losses would be minimal.\n", "\nFor example, if he were to determine that the intrinsic value of XYZ’s stock is $162, which is well below its share price of $192, he might apply a discount of 20% for a target purchase price of $130. In this example, he may feel XYZ has a fair value at $192 but he would not consider buying it above its intrinsic value of $162. In order to absolutely limit his downside risk, he sets his purchase price at $130. Using this model, he might not be able to purchase XYZ stock anytime in the foreseeable future. However, if the stock price does decline to $130 for reasons other than a collapse of XYZ’s earnings outlook, he could buy it with confidence.\n", "\nAs a financial metric, the margin of safety is equal to the difference between current or forecasted sales and sales at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakevenpoint.asp\" rel=\"noopener noreferrer\">break-even point</a>. The margin of safety is sometimes reported as a ratio, in which the aforementioned formula is divided by current or forecasted sales to yield a percentage value. The figure is used in both break-even analysis and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forecasting.asp\" rel=\"noopener noreferrer\">forecasting</a> to inform a firm's management of the existing cushion in actual sales or budgeted sales before the firm would incur a loss.\n"]}