{"name": "Marginal Profit", "@id": "https://www.investopedia.com/terms/m/marginal-profit.asp", "related": ["https://www.investopedia.com/terms/m/marginalcostofproduction.asp", "https://www.investopedia.com/terms/m/marginal-revenue-mr.asp", "https://www.investopedia.com/terms/l/longrunincrementalcost.asp", "https://www.investopedia.com/terms/v/variablecost.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/d/demand_for_labor.asp"], "body": ["\nMarginal profit is the profit earned by a firm or individual when one additional or marginal unit is produced and sold. Marginal refers to the added cost or profit earned with producing the next unit. Marginal product is the additional revenue earned while the marginal cost is the added cost for producing one additional unit.\n", "\nMarginal profit is the difference between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalcostofproduction.asp\">marginal cost</a> and marginal product (also known as marginal revenue). Marginal profit analysis is helpful because it can help determine whether to expand or contract production or to stop production altogether, a moment known as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shutdown_points.asp\">shutdown point</a>.\n", "\nUnder mainstream economic theory, a company will maximize its overall profits when marginal cost equals marginal revenue, or when marginal profit is exactly zero.\n", "\nMarginal profit is different from average profit, net profit, and other measures of profitability in that it looks at the money to be made on producing one additional unit. It accounts for scale of production because as a firm gets larger, its cost structure changes and, depending on economies of scale, profitability can either increase or decrease as production <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rampup.asp\">ramps up</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\">Economies of scale</a> refer to the situation where marginal profit increases as the scale of production is increased. At a certain point, the marginal profit will become zero and then turn negative as scale increases beyond its intended capacity. At this point, the firm experiences <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diseconomiesofscale.asp\">diseconomies of scale</a>.\n", "\nCompanies will thus tend to increase production until marginal cost equals marginal product, which is when marginal profit equals zero. In other words, when marginal cost and marginal product (revenue) is zero, there's no additional profit earned for producing an added unit.\n", "\nIf the marginal profit of a firm turns negative, its management may decide to scale back production, halt production temporarily, or abandon the business altogether if it appears that positive marginal profits will not return.\n", "\nMarginal cost (MCMC) is the cost to produce one additional unit, and marginal revenue (MR) is the revenue earned to produce one additional unit.\n", "\nIn modern <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomics</a>, firms in competition with each other will tend to produce units until marginal cost equals marginal revenue (MCMC=MR), leaving effectively zero marginal profit for the producer. In fact, in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\" rel=\"noopener noreferrer\">perfect competition</a>, there is no room for marginal profits because competition will always push the selling price down to marginal cost, and a firm will operate until marginal revenue equals marginal cost; therefore, not only does MC = MP, but also MC = MP = price.\n", "\nIf a firm cannot compete on cost and operates at a marginal loss (negative marginal profit), it will eventually cease production. Profit maximization for a firm occurs, therefore, when it produces up to a level where marginal cost equals marginal revenue, and the marginal profit is zero.\n", "\nIt is important to note that marginal profit only provides the profit earned from producing one additional item, and not the overall profitability of a firm. In other words, a firm should stop production at the level where producing one more unit begins to reduce overall profitability.\n", "\nVariables that contribute to marginal cost include:\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedcost.asp\">Fixed costs</a>, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sunkcost.asp\">sunk costs</a>, should not be included in the calculation of marginal profit since these one-time expenses do not change or alter the profitability of producing the very next unit.\n", "\nSunk costs are costs that are unrecoverable such as building a manufacturing plant or buying a piece of equipment. Marginal profit analysis does not include sunk costs since it only looks at the profit from one more unit produced, and not the money that has been spent on unrecoverable costs such as plant and equipment. However, psychologically, the tendency to include fixed costs is hard to overcome, and analysts can fall victim to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sunk-cost-dilemma.asp\">sunk cost fallacy</a>, leading to misguided and often costly management decisions.\n", "\nOf course, in reality, many firms do operate with marginal profits maximized so that they always equal zero. This is because very few markets actually approach perfect competition due to technical frictions, regulatory and legal environments, and lags and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asymmetricinformation.asp\">asymmetries of information</a>. Managers of a firm may not know in real-time their marginal costs and revenues, which means they often must make decisions on production in hindsight and estimate the future. Additionally, many firms operate below their maximum <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capacityutilizationrate.asp\">capacity utilization</a> in order to be able to ramp up production when demand spikes without interruption.\n"]}