{"name": "Marketing Plan Definition", "@id": "https://www.investopedia.com/terms/m/marketing-plan.asp", "related": ["https://www.investopedia.com/terms/m/marketing-strategy.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/t/target-market.asp", "https://www.investopedia.com/terms/m/mobile-marketing.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/m/marketing-mix.asp"], "body": ["\nA marketing plan is an operational document that outlines an advertising strategy that an organization will implement to generate leads and reach its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/target-market.asp\">target market</a>. A marketing plan details the outreach and PR <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/100715/what-makes-share-coke-campaign-so-successful.asp\">campaigns</a> to be undertaken over a period, including how the company will measure the effect of these initiatives. The functions and components of a marketing plan include the following:\n", "\nA marketing plan is based on a company’s overall marketing strategy.\n", "\nThe terms marketing plan and marketing strategy are often used interchangeably because a marketing plan is developed based on an overarching strategic framework. In some cases, the strategy and the plan may be incorporated into one document, particularly for smaller companies that may only run one or two major campaigns in a year. The plan outlines marketing activities on a monthly, quarterly, or annual basis while the marketing strategy outlines the overall <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valueproposition.asp\">value proposition</a>.\n", "\nA marketing plan considers the value proposition of a business. The value proposition is the overall promise of value to be delivered to the customer and is a statement that appears front and center of the company website or any branding materials.\n", "\nThe value proposition should state how a product or brand solves the customer's problem, the benefits of the product or brand, and why the customer should buy from this company and not another. The marketing plan is based on this value proposition to the customer.\n", "\nThe marketing plan identifies the target market for a product or brand. Market research is often the basis for a target market and marketing channel decisions. For example, whether the company will advertise on the radio, social media, through online ads, or on regional TV. \n", "\nThe marketing plan includes the rationale for these decisions. The plan should focus on the creation, timing, and placement of specific campaigns and include the metrics that will measure the outcomes of marketing efforts.\n", "\nA marketing plan can be adjusted at any point based on the results from the metrics. If digital ads are performing better than expected, for example, the budget for a campaign can be adjusted to fund a higher performing platform or the company can initiate a new budget. The challenge for marketing leaders is to ensure that every platform has sufficient time to show results.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-marketing.asp\">Digital marketing</a> shows results in near real-time, whereas TV ads require rotation to realize any level of market penetration. In the traditional marketing mix model, a marketing plan would fall under the category of \"promotion,\" which is one of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/four-ps.asp\">four Ps</a>, a term coined by Neil Borden to describe the marketing mix of product, price, promotion, and place.\n"]}