{"name": "Market Penetration", "@id": "https://www.investopedia.com/terms/m/market-penetration.asp", "related": ["https://www.investopedia.com/terms/b/brand-potential-index-bpi.asp", "https://www.investopedia.com/terms/m/marketshare.asp", "https://www.investopedia.com/terms/t/target-market.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/p/product-line.asp", "https://www.investopedia.com/terms/f/four-ps.asp"], "body": ["\nMarket penetration is a measure of how much a product or service is being used by customers compared to the total estimated market for that product or service. Market penetration can also be used in developing strategies employed to increase the market share of a particular product or service.\n", "\nMarket penetration can be used to determine the size of the potential market. If the total market is large, new entrants to the industry might be encouraged that they can gain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a> or a percentage of the total number of potential customers in the industry.\n", "\nFor example, if there are 300 million people in a country and 65 million of them own cell phones, the market penetration of cell phones would be approximately 22%. In theory, there are still 235 million more potential customers for cell phones, or 78% of the population remains untapped. The penetration numbers might indicate the potential for growth for cell phone makers.\n", "\nIn other words, market penetration can be used to assess an industry as a whole to determine the potential for companies within the industry to gain market share or grow their revenue through sales. Revisiting our example, the global cell phone market penetration is often used to estimate whether cell phone producers can meet their earnings and revenue estimates. If the market is considered saturated, it means that existing companies have the vast majority of the market share—leaving little room for new sales growth.\n", "\nMarket penetration is not only used on a global and industry-wide scale to measure the scope and for products and services, but also is used by companies to assess their product's market share.\n", "\nAs a metric, market penetration relates to the number of potential customers that have purchased a specific company’s product instead of a competitor’s product, or no product at all. Market penetration for companies is typically expressed as a percentage, meaning the company's product represents a certain percentage of the total market for those products.\n", "\nTo calculate market penetration, the current sales volume for the product or service is divided by the total sales volume of all similar products, including those sold by competitors. The result is multiplied by 100 to move the decimal and create a percentage.\n", "\nIf a company has a high market penetration for their the products, they're considered a market leader in that industry. Market leaders have a marketing advantage because they can reach more potential customers due to their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionaleducation/11/how-companies-create-brands.asp\" rel=\"noopener noreferrer\">well-established products and brand</a>. For example, a market leader and manufacturer of cereal will have far more shelf space and better positioning than competitor <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/072115/why-these-are-most-valuable-brands-2015.asp\" rel=\"noopener noreferrer\">brands</a> because their products are so popular.\n", "\nAlso, market leaders can negotiate better terms with their suppliers because of their significant sales volume. As a result, market leaders can often produce a product cheaper than their competitors, given the scale of their operation.\n", "\nWhile market penetration is a metric to determine the level of market share gained and the potential for new sales, market development focuses on the steps to achieving the gains in market share.\n", "\nMarket development is often a strategy of specific details or action steps needed to increase the number of potential customers. Some strategies employ advertising, social media campaigns, and direct sales outreach efforts to prospects of untapped market segments. Lowering prices and bundling product offerings can also help gain traction in previously untapped portions of the market.\n", "\nFor example, an established company might have a product that has a large percentage of the market share for women. However, the company, following its market penetration analysis, realizes they have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dog.asp\" rel=\"noopener noreferrer\">small market share</a> with male customers. As a result, they might develop a specific product and marketing outreach campaign designed to increase their male clients.\n", "\nMarket penetration, as a measurement, can be recalculated following the various sales and marketing campaigns to determine their level of success—whether market share increased or decreased. Market penetration provides companies with enormous insight as to how their customers and the total market view their products. The figures can, in turn, be compared to specific competitors to determine how the company is faring in its sales efforts and how its products and services stack up to the competition.\n", "\nBy the fourth quarter of 2017, Apple Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=aapl\" rel=\"noopener noreferrer\">AAPL</a>) had amassed a market share of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/apple-global-smartphone-market-share-more-50-first-time/\" rel=\"noopener noreferrer\">more than 50%</a> of the smartphone market throughout the world.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Apple has consistently introduced new versions or their iPhones with added enhancements and upgrades, including releasing its high-end iPhone X. As a result of its market penetration, Apple has a larger market share than all of its competitors combined.\n", "\nHowever, the company still has opportunities to add to its customer base by targeting its competitors' clients and woo them over to Apple products and services.\n"]}