{"name": "Markets in Financial Instruments Directive (MiFID) Definition", "@id": "https://www.investopedia.com/terms/m/mifid.asp", "related": ["https://www.investopedia.com/terms/a/alternative-investment-fund-managers-directive-aifmd.asp", "https://www.investopedia.com/terms/m/mifid-ii.asp", "https://www.investopedia.com/terms/p/packaged-retail-investment-and-insurancebased-products-priips.asp", "https://www.investopedia.com/terms/s/stockmarket.asp", "https://www.investopedia.com/terms/e/european-best-bid-and-offer.asp", "https://www.investopedia.com/terms/g/gaap.asp"], "body": ["\nThe Markets in Financial Instruments Directive (MiFID) is a European regulation that increases the transparency across the European Union's financial markets and standardizes the regulatory disclosures required for firms operating in the European Union.\n", "\nMiFID implemented new measures, such as pre- and post-trade transparency requirements, and set out the standards of conduct to be followed by financial firms. MiFID has a defined scope that primarily focuses on stocks. The directive was drafted in 2004 and has been in force across the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanunion.asp\">European Union</a> (EU) since 2007. MiFID was replaced by MiFID II in 2018.\n", "\nThe stated aim of MiFID is for all EU members to share a common, robust regulatory framework that protects investors. MiFID came into effect a year before the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2008 financial crisis</a>, but changes were made in light of the crisis that took shape in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mifid-ii.asp\">MiFID II</a>. One issue in the original drafts was that the regulatory approach in dealing with countries outside of the European Union was left up to each member state. This meant that some firms outside of the EU could have a competitive advantage over firms inside the union because of the easier regulatory oversight.\n", "\nThis issue was addressed through MiFID II, which was implemented in January 2018 and harmonized the rules for all firms with EU clients. MiFID focuses primarily on stocks, which was seen as a limitation, because it did not include the vast amount of financial products available in the market, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052815/what-overthecounter-derivative.asp\">over the counter</a> (OTC) <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a>.\n", "\nOTC transactions are done between two parties without any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchange</a> being in the middle to act as a supervisor. As a result, there was less regulatory oversight and much less transparency for the parties engaging in an OTC trade. Implementing MiFID II brought many more financial products under its purview. The Markets in Financial Instruments Regulation (MiFIR) works in conjunction with MiFID and MiFID II as a regulation rather than a directive to extend the codes of conduct beyond stocks to other types of assets.\n", "\nOne of the key aspects of MiFID is the classification of clients into specific client types. There are three types of client types: professional clients, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\">retail clients</a>, and eligible counterparties. The goal for the classifications is that the regulatory protection for the clients should reflect the different levels of risks for each client type. The idea is that different types of clients, or investors, will have different levels of financial knowledge, and so should be given different levels of protection when dealing with a financial body, such as a bank. Eligible counterparties are provided the least protection and retail clients are provided the highest.\n", "\nDepending on the client type, the client is provided with different levels of information, which are necessary for their understanding of the specific risks of a transaction as well as the overall explanations and details of that transaction.\n", "\nMiFID is just one part of the regulatory changes sweeping the EU and impacting the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compliancedepartment.asp\">compliance departments</a> of all the financial firms, e.g., insurers, mutual fund providers, and banks operating there. Taken together with other regulatory initiatives, like the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/general-data-protection-regulation-gdpr.asp\">General Data Protection Regulation </a>(GDPR) and MiFIR, the EU is following through on its vision of a transparent market with clear rights and protections for EU citizens. \n", "\nAs with any regulatory framework, many of the rules are tweaks to existing regulations, such as the requirements for disclosure where a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conflict-of-interest.asp\">conflict of interest</a> exists. However, several best practices, like the appointment of a single officer to protect client interests from inside the firm, are now explicit requirements for firms that want to access the EU market.\n"]}