{"name": "Market Segmentation Definition", "@id": "https://www.investopedia.com/terms/m/marketsegmentation.asp", "related": ["https://www.investopedia.com/terms/t/target-market.asp", "https://www.investopedia.com/terms/p/product-line.asp", "https://www.investopedia.com/terms/d/demographics.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/m/market-segment.asp", "https://www.investopedia.com/terms/m/micromarketing.asp"], "body": ["\nMarket segmentation is a marketing term that refers to aggregating prospective buyers into groups or segments with common needs and who respond similarly to a marketing action. Market segmentation enables companies to target different categories of consumers who perceive the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/full-value.asp\" rel=\"noopener noreferrer\">full value</a> of certain products and services differently from one another.\n", "\nCompanies can generally use three criteria to identify different market segments:\n", "\nFor example, an athletic footwear company might have market segments for basketball players and long-distance runners. As distinct groups, basketball players and long-distance runners respond to very different advertisements. Understanding these different market segments enables the athletic footwear company to market its branding appropriately.\n", "\nMarket segmentation is an extension of market research that seeks to identify targeted groups of consumers to tailor products and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-personality.asp\" rel=\"noopener noreferrer\">branding</a> in a way that is attractive to the group. The objective of market segmentation is to minimize risk by determining which products have the best chances of gaining a share of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/target-market.asp\" rel=\"noopener noreferrer\">target market</a> and determining the best way to deliver the products to the market. This allows the company to increase its overall efficiency by focusing limited resources on efforts that produce the best <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\" rel=\"noopener noreferrer\">return on investment</a> (ROI).\n", "\nCompanies can segment markets in several ways:\n", "\nThe objective is to enable the company to differentiate its products or message according to the common dimensions of the market segment.\n", "\nMarket segmentation is evident in the products, marketing, and advertising that people use every day. Auto manufacturers thrive on their ability to identify market segments correctly and create products and advertising campaigns that appeal to those segments.\n", "\nCereal producers market actively to three or four market segments at a time, pushing traditional brands that appeal to older consumers and healthy brands to health-conscious consumers, while building <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand-loyalty.asp\" rel=\"noopener noreferrer\">brand loyalty</a> among the youngest consumers by tying their products to, say, popular children's movie themes.\n", "\nA sports-shoe manufacturer might define several market segments that include elite athletes, frequent gym-goers, fashion-conscious women, and middle-aged men who want quality and comfort in their shoes. In all cases, the manufacturer's marketing intelligence about each segment enables it to develop and advertise products with a high appeal more efficiently than trying to appeal to the broader masses.\n", "\nMarket segmentation is a marketing strategy in which select groups of consumers are identified so that certain products or product lines can be presented to them in a way that appeals to their interests.\n", "\nTypes of segmentation include homogeneity, which looks at a segment's common needs, distinction, which looks at how the particular group stands apart from others, and reaction, or how certain groups respond to the market.\n", "\nStrategies include targeting a group by location, by demographics—such as age or gender—by social class or lifestyle, or behaviorally—such as by use or response.\n"]}