{"name": "Market Risk Definition", "@id": "https://www.investopedia.com/terms/m/marketrisk.asp", "related": ["https://www.investopedia.com/terms/s/specificrisk.asp", "https://www.investopedia.com/terms/b/beta.asp", "https://www.investopedia.com/terms/r/risk.asp", "https://www.investopedia.com/terms/m/microrisk.asp", "https://www.investopedia.com/terms/u/unsystematicrisk.asp", "https://www.investopedia.com/terms/c/correlationcoefficient.asp"], "body": ["\nMarket risk is the possibility that an individual or other entity will experience losses due to factors that affect the overall performance of investments in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-market.asp\">financial markets</a>.\n", "\nMarket risk and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/specificrisk.asp\">specific risk</a> (unsystematic) make up the two major categories of investment risk. Market risk, also called \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/systematicrisk.asp\">systematic risk</a>,\" <em>cannot </em>be eliminated through diversification, though it can be hedged in other ways. Sources of market risk include <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recessions</a>, political turmoil, changes in interest rates, natural disasters and terrorist attacks. Systematic, or market risk, tends to influence the entire market at the same time.\n", "\nThis can be contrasted with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsystematicrisk.asp\">unsystematic risk</a>, which is unique to a specific company or industry. Also known as “nonsystematic risk,” \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/specificrisk.asp\">specific risk</a>,\" \"diversifiable risk\" or \"residual risk,\" in the context of an investment portfolio, unsystematic risk can be reduced through <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a>.\n", "\nMarket risk exists because of price changes. The standard deviation of changes in the prices of stocks, currencies or commodities is referred to as price volatility. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">Volatility</a> is rated in annualized terms and may be expressed as an absolute number, such as $10, or a percentage of the initial value, such as 10%.\n", "\nPublicly traded companies in the United States are required by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a> to disclose how their productivity and results may be linked to the performance of the financial markets. This requirement is meant to detail a company's exposure to financial risk.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> For example, a company providing derivative investments or foreign exchange futures may be more exposed to financial risk than companies that do not provide these types of investments. This information helps investors and traders make decisions based on their own risk management rules.\n", "\nIn contrast to market risk, specific risk or \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsystematicrisk.asp\">unsystematic risk</a>\" is tied directly to the performance of a particular security and can be protected against through investment <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a>. One example of unsystematic risk is a company declaring bankruptcy, thereby making its stock worthless to investors.\n", "\nThe most common types of market risks include interest rate risk, equity risk, currency risk and commodity risk.\n", "\nInvestors can utilize <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050615/what-are-most-effective-hedging-strategies-reduce-market-risk.asp\">hedging strategies</a> to protect against volatility and market risk. Targeting specific securities, investors can buy <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put options</a> to protect against a downside move, and investors who want to hedge a large portfolio of stocks can utilize index options.\n", "\nTo measure market risk, investors and analysts use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\" rel=\"noopener noreferrer\">value-at-risk (VaR)</a> method. VaR modeling is a statistical risk management method that quantifies a stock or portfolio's potential loss as well as the probability of that potential loss occurring. While well-known and widely utilized, the VaR method requires certain assumptions that limit its precision. For example, it assumes that the makeup and content of the portfolio being measured is unchanged over a specified period. Though this may be acceptable for short-term horizons, it may provide less accurate measurements for long-term investments.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta.asp\" rel=\"noopener noreferrer\">Beta</a> is another relevant risk metric, as it <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031715/how-does-beta-reflect-systematic-risk.asp\" rel=\"noopener noreferrer\">measures the volatility or market risk of a security or portfolio</a> in comparison to the market as a whole. It is used in the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\" rel=\"noopener noreferrer\">capital asset pricing model (CAPM)</a> to calculate the expected return of an asset.\n", "\nMarket risk and specific risk make up the two major categories of investment risk. Market risk, also called \"systematic risk,\" cannot be eliminated through diversification, though it can be hedged in other ways, and tends to influence the entire market at the same time. Specific risk, in contrast, is unique to a specific company or industry. Specific risk, also known as \"unsystematic risk\", \"diversifiable risk\" or \"residual risk,\" can be reduced through diversification.\n", "\nThe most common types of market risk include interest rate risk, equity risk, commodity risk, and currency risk. Interest rate risk covers the volatility that may accompany interest rate fluctuations and is most relevant to fixed-income investments. Equity risk is the risk involved in the changing prices of stock investments, and commodity risk covers the changing prices of commodities such as crude oil and corn. Currency risk, or exchange-rate risk, arises from the change in the price of one currency in relation to another. This may affect investors holding assets in another country.\n", "\nA widely used measure of market risk is the value-at-risk (VaR) method. VaR modeling is a statistical risk management method that quantifies a stock or portfolio's potential loss as well as the probability of that potential loss occurring. While well-known, the VaR method requires certain assumptions that limit its precision. Beta is another relevant risk metric, as it measures the volatility or market risk of a security or portfolio in comparison to the market as a whole. It is used in the capital asset pricing model (CAPM) to calculate the expected return of an asset.\n"]}