{"name": "Market Risk Premium Definition", "@id": "https://www.investopedia.com/terms/m/marketriskpremium.asp", "related": ["https://www.investopedia.com/terms/c/country-risk-premium.asp", "https://www.investopedia.com/terms/c/cml.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/r/risk-freereturn.asp", "https://www.investopedia.com/terms/w/wacc.asp", "https://www.investopedia.com/terms/e/excessreturn.asp"], "body": ["\nThe market risk premium is the difference between the expected return on a market portfolio and the risk-free rate. The market risk premium is equal to the slope of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sml.asp\">security market line (SML)</a>, a graphical representation of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\">capital asset pricing model (CAPM)</a>. CAPM measures the required rate of return on equity investments, and it is an important element of modern portfolio theory and discounted cash flow valuation.\n", "\nMarket risk premium describes the relationship between returns from an equity market portfolio and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">treasury bond</a> yields. The risk premium reflects the required returns, historical returns, and expected returns. The historical market risk premium will be the same for all investors since the value is based on what actually happened. The required and expected market premiums, however, will differ from investor to investor based on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risktolerance.asp\">risk tolerance</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentstyle.asp\">investing styles</a>.\n", "\nInvestors require compensation for risk and opportunity cost. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\">risk-free rate</a> is a theoretical interest rate that would be paid by an investment with zero risks and long-term yields on U.S. Treasuries have traditionally been used as a proxy for the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040915/how-riskfree-rate-determined-when-calculating-market-risk-premium.asp\">risk-free rate</a> because of the low default risk. Treasuries have historically had relatively low yields as a result of this assumed reliability. Equity market returns are based on expected returns on a broad benchmark index such as the Standard &amp; Poor's 500 index of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/djia.asp\">Dow Jones industrial average</a>.\n", "\nReal equity returns fluctuate with the operational performance of the underlying business, and the market pricing for these securities reflects this fact. Historical return rates have fluctuated as the economy matures and endures cycles, but conventional knowledge has generally estimated a long-term potential of approximately 8% annually. Investors demand a premium on their equity investment return relative to lower risk alternatives because their capital is more jeopardized, which leads to the equity risk premium.\n", "\nThe market risk premium can be calculated by subtracting the risk-free rate from the expected equity market return, providing a quantitative measure of the extra return demanded by market participants for the increased risk. Once calculated, the equity risk premium can be used in important calculations such as CAPM. Between 1926 and 2014, the S&amp;P 500 exhibited a 10.5% compounding annual rate of return, while the 30-day Treasury bill compounded at 5.1%. This indicates a market risk premium of 5.4%, based on these parameters.\n", "\nThe required rate of return for an individual asset can be calculated by multiplying the asset's beta coefficient by the market coefficient, then adding back the risk-free rate. This is often used as the discount rate in discounted cash flow, a popular valuation model.\n"]}