{"name": "Market-On-Close (MOC) Order Definition", "@id": "https://www.investopedia.com/terms/m/marketonclose.asp", "related": ["https://www.investopedia.com/terms/c/closing-offset-co-order.asp", "https://www.investopedia.com/terms/l/limitonopenorder.asp", "https://www.investopedia.com/terms/i/imbalance-only-orders-io.asp", "https://www.investopedia.com/terms/o/overnighttrading.asp", "https://www.investopedia.com/terms/c/canceled_order.asp", "https://www.investopedia.com/terms/c/closing-quote.asp"], "body": ["\nA market-on-close (MOC) order is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/basics-trading-stock-know-your-orders/\">non-limit market order</a>, which <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\">traders</a> execute as near to the closing price as they can—either exactly at, or slightly after the market close. The purpose of a MOC order is to get the last available price of that trading day. MOC orders are not available in all markets or from all brokers.\n", "\nOn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange (NYSE)</a>, for example, traders must submit a MOC order by 3:45 p.m. EST, and on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a>, they must submit a MOC order by 3:50 p.m. EST, as both exchanges close at 4:00 p.m. EST. After those times, neither exchange allows traders to modify or cancel MOC orders.\n", "\nA market-on-close order is simply a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketorder.asp\">market order</a> that is scheduled to trade at the close, at the most recent trading price. The MOC order remains dormant until near the close, at which time it becomes active. Once the MOC order becomes active, it behaves like a normal market order. MOC orders can help investors to get into or out of the market at the closing price without having to place a market order immediately when the market closes.\n", "\nTraders often place MOC orders as part of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading-strategy.asp\">trading strategy</a>. For example, some traders will want to exit at the close by either buying or selling a given <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstrument.asp\">financial instrument</a> if a certain price level was breached during the trading day. MOC orders do not specify a target price, but traders sometimes use MOC orders as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitorder.asp\">limit-order</a> qualifier—which means that a limit order will be automatically canceled if it isn't executed during the trading day.\n", "\nUsing a MOC order in this way ensures that the desired transaction is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/execution.asp\">executed</a>, but it still would leave the investor exposed to end-of-day price movements.\n", "\nThere are a number of situations in which an investor might want to get the closing price of a security. If you suspect that a company's stock might move drastically overnight—as the result of a scheduled after-hours <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings-call.asp\">earnings call</a> or an anticipated news story, for example—then placing a MOC order would ensure that your purchase or sale would take place before the news breaks the next day.\n", "\nMOC orders can also be convenient when an investor knows that they're not going to be available to execute an essential transaction, like exiting a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/position.asp\">position</a>, at the end of the day. Being able to place market-on-close orders is also useful if you want to trade on some foreign exchanges that are not in your time zone.\n", "\nAn obvious drawback of MOC orders is that, if you will not be present at the close of the market, then you really do not know at what price your order will be filled. In addition to risking end-of-day price fluctuations, MOC orders can also risk being poorly executed because of end-of-day trading <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cluster_analysis.asp\">clusters</a>, though this is rare.\n", "\nSuppose a trader owns 100 shares of company ABC, which is expected to report negative earnings after the closing bell. ABC's earnings have failed to surpass analysts' expectations for several quarters, but its stock price has not displayed adverse price movement during the day. In order to minimize losses from a selloff in ABC's shares after its earnings call, the trader places a MOC order to sell all or part of their shares in ABC.\n"]}