{"name": "Married Put Definition", "@id": "https://www.investopedia.com/terms/m/marriedput.asp", "related": ["https://www.investopedia.com/terms/c/coveredcall.asp", "https://www.investopedia.com/terms/p/put.asp", "https://www.investopedia.com/terms/s/synthetic_call.asp", "https://www.investopedia.com/terms/n/nakedput.asp", "https://www.investopedia.com/terms/l/long_put.asp", "https://www.investopedia.com/terms/f/fence-options.asp"], "body": ["\nA married put is the name given to an options trading strategy where an investor, holding a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\">long position</a> in a stock, purchases an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\">at-the-money</a> put option on the same stock to protect against depreciation in the stock's price.\n", "\nThe benefit is that the investor can lose a small but limited amount of money on the stock in the worst scenario, yet still participates in any gains from price appreciation. The downside is that the put option costs a premium and it is usually significant.\n", "\nA married put may be compared with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coveredcall.asp\">covered call</a>.\n", "\nA married put works similarly to an insurance policy for investors. It is a bullish strategy used when the investor is concerned about potential near-term uncertainties in the stock. By owning the stock with a protective <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put option</a>, the investor still receives the benefits of stock ownership, such as receiving dividends and having the right to vote. In contrast, just owning a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\">call option</a>, while equally as bullish as owning the stock, does not confer the same benefits of stock ownership.\n", "\nBoth a married put and a long call have the same unlimited profit potential, as there is no ceiling on the price appreciation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying.asp\">underlying</a> stock. However, profit is always lower than it would be for just owning the stock, decreased by the cost or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-premium.asp\">premium</a> of the put option purchased. Reaching breakeven for the strategy occurs when the underlying stock rises by the amount of the options premium paid. Anything above that amount is profit.\n", "\nThe benefit of a married put is that there is now a floor under the stock limiting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downsiderisk.asp\">downside risk</a>. The floor is the difference between the price of the underlying stock, at the time of the purchase of the married put, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a> of the put. Put another way, at the time of the purchase of the option, if the underlying stock traded exactly at the strike price, the loss for the strategy is capped at exactly the price paid for the option.\n", "\nA married put is also considered a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/synthetic_call.asp\">synthetic long call</a>, since it has the same profit profile. The strategy has a similarity to buying a regular call option (without the underlying stock) because the same dynamic is true for both: limited loss, unlimited potential for profit. The difference between these strategies is simply how much less capital is required in simply buying a long call.\n", "\nLet's say a trader chooses to buy 100 shares of XYZ stock for $20 per share and one XYZ $17.50 put for $0.50 (100 shares x $0.50 = $50). With this combination, they have purchased a stock position with a cost of $20/share but have also bought a form of insurance to protect themselves in case the stock declines below $17.50 before the put's expiration. For a put to be considered \"married,\" the put and the stock must be bought on the same day, and the trader must instruct their broker that the stock they have just purchased will be delivered if the put is exercised.\n", "\nRather than a profit-making strategy, a married put is a capital-preserving strategy. Indeed, the cost of the put portion of the strategy becomes a built-in cost. The put price reduces the profitability of the strategy, assuming the underlying stock moves higher, by the cost of the option. Therefore, investors should use a married put as an insurance policy against near-term uncertainty in an otherwise bullish stock, or as protection against an unforeseen price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakdown.asp\">breakdown</a>.\n", "\nNewer investors benefit from knowing that their losses in the stock are limited. This can give them confidence as they learn more about different investing strategies. Of course, this protection comes at a cost, which includes the price of the option, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a>, and possibly other fees.\n"]}