{"name": "Marxian Economics Definition", "@id": "https://www.investopedia.com/terms/m/marxian-economics.asp", "related": ["https://www.investopedia.com/terms/m/marxism.asp", "https://www.investopedia.com/terms/k/karl-marx.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/l/labor-theory-of-value.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/c/classicaleconomics.asp"], "body": ["\nMarxian economics is a school of economic thought based on the work of 19th-century economist and philosopher <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/karl-marx.asp\">Karl Marx</a>.\n", "\nMarxian economics, or Marxist economics, focuses on the role of labor in the development of an economy<strong> </strong>and is critical of the classical approach to wages and productivity developed by <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/invisiblehand.asp\">Adam Smith</a>. Marx argued that the specialization of the labor force, coupled with a growing population, pushes wages down, adding that the value placed on goods and services does not accurately account for the true cost of labor.\n", "\nMuch of Marxian economics is drawn from Karl Marx's seminal work \"Das Kapital,\" his magnum opus first published in 1867. In the book, Marx described his theory of the capitalist system, its dynamism, and its tendencies toward self-destruction.\n", "\nMuch of Das Kapital spells out Marx’s concept of the “surplus value” of labor and its consequences for capitalism. According to Marx, it was not the pressure of labor pools that drove wages to the subsistence level but rather the existence of a large army of unemployed, which he blamed on capitalists. He maintained that within the capitalist system, labor was a mere commodity that could gain only subsistence wages.\n", "\nCapitalists, however, could force workers to spend more time on the job than was necessary to earn their subsistence and then appropriate the excess product, or surplus value, created by the workers. In other words, Marx argued that workers create value through their labor but are not properly compensated. Their hard work, he said, is exploited by the ruling classes, who generate <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profits</a> not by selling their products at a higher price but by paying staff less than the value of their labor.\n", "\nMarxian economics is a rejection of the<strong> </strong>classical view of economics developed by economists such as Adam Smith. Smith and his peers believed that the free market, an economic system powered by supply and demand with little or no government control, and an onus on maximizing profit, automatically benefits society.\n", "\nMarx disagreed, arguing that capitalism consistently only benefits a select few. Under this economic model, he argued that the ruling class becomes richer by extracting value out of cheap labor provided by the working class.\n", "\nIn contrast to classical approaches to economic theory, Marx’s favored government intervention. Economic decisions, he said, should not be made by producers and consumers and instead ought to be carefully managed by the state to ensure that everyone benefits.\n", "\nHe predicted that capitalism would eventually destroy itself as more people get relegated to worker status, leading to a revolution and production being turned over to the state.\n", "\nMarxian economics is considered separate from <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marxism.asp\">Marxism</a>, even if the two ideologies are closely related. Where it differs is that it focuses less on social and political matters. More broadly, Marxian economic principles clash with the virtues of capitalist pursuits.\n", "\nDuring the first half of the twentieth century, with the Bolshevik revolution in Russia and the spread of communism throughout Eastern Europe, it seemed the Marxist dream had finally and firmly taken root.\n", "\nHowever, that dream collapsed before the century had ended. The people of Poland, Hungary, Czechoslovakia, East Germany, Romania, Yugoslavia, Bulgaria, Albania, and the USSR rejected Marxist ideology and entered a remarkable transition toward private property rights and a market-exchange based system.\n"]}