{"name": "Maturity Definition", "@id": "https://www.investopedia.com/terms/m/maturity.asp", "related": ["https://www.investopedia.com/terms/s/spottrade.asp", "https://www.investopedia.com/terms/s/swap.asp", "https://www.investopedia.com/terms/a/assetswap.asp", "https://www.investopedia.com/terms/t/termination_date.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/p/put-provision.asp"], "body": ["\nMaturity is the date on which the life of a transaction or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstrument.asp\">financial instrument</a> ends, after which it must either be renewed, or it will cease to exist. The term is commonly used for deposits, foreign exchange spot, and forward transactions, interest rate and commodity swaps, options, loans and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\">fixed income</a> instruments such as bonds. They are sometimes altered by bonus rates as part of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promotional-cd-rate-bonus-cd-rate.asp\">promotions</a>.\n", "\nSome financial instruments, such as deposits and loans, require repayment of principal and interest at maturity; others, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\">foreign exchange</a> transactions, provide for the delivery of a commodity. Still others, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrateswap.asp\">interest rate swaps</a>, consist of a series of cash flows with the final one occurring at maturity.\n", "\nThe maturity of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deposit.asp\">deposit</a> is the date on which the principal is returned to the investor. Interest is sometimes paid periodically during the lifetime of the deposit, or at maturity. Many interbank deposits are overnight, including most euro deposits, and a maturity of more than 12 months is rare.\n", "\nAt the maturity of a fixed-income investment such as a bond, the borrower is required to repay the full amount of the outstanding principal plus any applicable interest to the lender. Nonpayment at maturity may constitute default, which would negatively affect the issuer's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a>. The maturity of an investment is a primary consideration for the investor since it has to match his <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment_horizon.asp\">investment horizon</a>. For example, a person who is saving money for the down payment on a home that he intends to purchase within a year would be ill-advised to invest in a five-year term deposit and should instead consider a money-market fund or a one-year term deposit.\n", "\nThe term maturity can also be used concerning <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivative</a> instruments such as options and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warrant.asp\">warrants</a>, but it's important to distinguish maturity from the expiration date. For an option, the expiration date is the last date on which an American-style option can be exercised, and the only date that a European-style option can be exercised; the maturity date is the date on which the underlying transaction settles if the option is exercised. The maturity or expiration date of a stock warrant is the last date that it can be exercised to purchase the underlying stock at the strike price.\n", "\nThe maturity on an interest rate swap is the settlement date of the final set of cash flows.\n", "\nThe maturity date of a spot foreign exchange transaction is two business days, with the exception of U.S. dollar vs. Canadian dollar transactions, which settle on the next business day. On that date, company A pays currency A to company B and receives currency B in return.\n", "\nThe maturity date on a foreign exchange forward or swap is the date on which the final exchange of currencies takes place; it can be anything longer than spot.\n"]}