{"name": "Maximum Loan Amount Definition", "@id": "https://www.investopedia.com/terms/m/maximum_loan_amount.asp", "related": ["https://www.investopedia.com/terms/q/qualifying_ratios.asp", "https://www.investopedia.com/terms/q/qualification_ratios.asp", "https://www.investopedia.com/terms/h/housing_expense_ratio.asp", "https://www.investopedia.com/terms/m/mortgagor.asp", "https://www.investopedia.com/terms/d/dti.asp", "https://www.investopedia.com/terms/n/non_conforming.asp"], "body": ["\nA maximum loan amount, or loan limit, describes the total amount of money that an applicant is authorized to borrow. Maximum loan amounts are used for standard loans, credit cards, and line-of-credit accounts.\n", "\nThe maximum will depend on several factors including a borrower's creditworthiness, length of the loan, loan purpose, whether the loan is backed by collateral, as well as various criteria of the lender.\n", "\nA maximum loan amount for a borrower is based on a combination of factors and determined by a loan <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriter</a>. It is the maximum amount of money that will be provided to a borrower if the loan is approved. Lenders consider a borrower’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dti.asp\" rel=\"noopener noreferrer\">debt-to-income</a> ratio during the underwriting process, which helps to determine how much they believe the borrower would be able to repay and therefore what the maximum loan amount should be. Lenders generally seek borrowers with debt-to-income ratios of 36% or less.\n", "\nLenders must also consider their own risk parameters when determining a borrower’s total principal. Thus, maximum loan amounts can also be based on the risk diversification of a lender.\n", "\nCredit cards are an example of unsecured lending. Credit card issuers also use underwriting to determine how much they trust a borrower to repay—the maximum loan amount or credit limit. One of the primary factors they consider is credit history, which includes repayment history, the number of credit accounts on a report, and the length of a person's credit history. Credit card issuers will also check the number of inquiries on a credit report and the derogatory marks, which include bankruptcies, collections, civil judgments, and tax liens. They also may take into account an applicant's work history.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-loan-5076027\" rel=\"noopener noreferrer\">Personal loans</a> are also available unsecured. Banks, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/092315/7-best-peertopeer-lending-websites.asp\" rel=\"noopener noreferrer\">peer-to-peer (P@P) websites</a>, and other lenders use credit history, debt-to-income ratio and other types of underwriting to set the rates at which they are willing to lend money. The better your credit rating, the better the rates you will be offered; <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-personal-loans-for-excellent-credit-4797495\" rel=\"noopener noreferrer\">people with excellent credit</a> are offered much lower rates than <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-personal-loans-for-bad-credit-4774349\" rel=\"noopener noreferrer\">those with bad credit</a>.\n", "\nPersonal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\" rel=\"noopener noreferrer\">lines of credit</a><strong> </strong>(LOC) are another form of unsecured loan, which give you access to an amount of money that you can borrow when you need it—and there's no interest until you borrow. Having better credit scores may help you qualify for a lower annual percentage rate.\n", "\nWith <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/secured-loans-5076025\" rel=\"noopener noreferrer\">secured loans</a>—specifically mortgage loans<strong>—</strong>lenders use an additional <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualifying_ratios.asp\" rel=\"noopener noreferrer\">qualifying ratio</a> called the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing_expense_ratio.asp\" rel=\"noopener noreferrer\">housing expense ratio</a>, which compares the borrower's housing expenses to their pre-tax income. Housing expenses generally include the potential mortgage principal and interest payments, property taxes, hazard insurance, mortgage insurance, and association fees. Lenders will typically look for a housing expense ratio no higher than 28%. Similar to standard loans, secured lenders will also analyze a borrower’s debt-to-income with 36% being the common threshold required.\n", "\nThey also base a maximum loan amount on customized loan-to-value thresholds. Secured lenders will often lend between 70%-90% of a secured asset’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/collateral-value.asp\" rel=\"noopener noreferrer\">collateral value</a>. Mortgage loans generally follow standard underwriting procedures with these variables also a part of the decision on how much to lend to a borrower.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/heloc/\" rel=\"noopener noreferrer\">home-equity line of credit</a> (HELOC)<em> </em>is another form of secured lending. As its name implies, the maximum loan amount is based on the equity you have in your home. If you need money, it can be a better choice than a credit card because the interest rate may be lower and the amount you can borrow higher. If you have trouble paying back what you borrow, however, you can risk losing your home.\n", "\nGovernment-sponsored loans offer some exceptions to the underwriting requirements and maximum loan amounts for certain types of home loans. These loans may accept borrowers with debt-to-income ratios of up to 50%. In the mortgage industry, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fhfa.asp\" rel=\"noopener noreferrer\">Federal Housing Finance Agency (FHFA)</a> publishes the maximum amounts for loans sponsored by Fannie Mae. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freddiemac.asp\" rel=\"noopener noreferrer\">Freddie Mac</a> also publishes loan limits annually. Since Fannie Mae and Freddie Mac guarantee a large percentage of mortgages originated in the United States, the \"conforming loan limit\"—that is, loans that conform to these entities' guidelines—is an important number in the mortgage finance industry.\n", "\n<br/>\n"]}