{"name": "Media Kit Definition", "@id": "https://www.investopedia.com/terms/m/media-kit.asp", "related": ["https://www.investopedia.com/terms/s/social-networking.asp", "https://www.investopedia.com/terms/s/social-media.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/d/demographics.asp", "https://www.investopedia.com/terms/w/web-syndication.asp", "https://www.investopedia.com/terms/m/marketing-strategy.asp"], "body": ["\nA media kit is a package of information, assembled by a company, to provide basic information about itself to reporters. The media kit is a promotional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-relations-pr.asp\" rel=\"noopener noreferrer\">public relations</a> tool that can serve several functions, including promoting the launch of a new company, promoting the launch of a new product or service by an existing company, giving a company a way to present itself as it would like to be seen, and/or saving time, by eliminating the need for a company's employees to repeatedly answer the same questions.\n", "\nA media kit should address the publicity and communication needs of your specific type of business. A media kit should demonstrate your creativity and value while being informative and easily understood. It should convey everything outsiders needs to know about your business, packaged up and ready to introduce you to anyone. You should be proud of your media kit.\n", "\nA media kit can be as simple as a page on a company's website or as complex as a package of information and product samples sent to selected members of the media. The media kit commonly provides the company's official name; the names, titles and biographies of its most important people; information about the company's history and function; photos; and any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pressrelease.asp\" rel=\"noopener noreferrer\">press releases</a> the company has had written about itself. A media kit can also provide contact information for reporters, who seek additional information or want to interview someone at the company.\n", "\nInclude information on your social media following on Instagram, Twitter, Facebook, Pinterest, YouTube, Tumblr, SnapChat, or any other social media platform on which you might have a presence. This will give people a quick idea of your social media reach. \n", "\nSharing your website stats showcases your audience size and characteristics. It’s important to include figures such as your bounce rate, page views and duration of visitors in the kit. Google Analytics is the industry standard for sharing website traffic data.\n", "\nGoogle Analytics can also track your audience demographics. You can also learn more through other tools, such as Iconosquare for Instagram. Understanding your audience demographics is not only beneficial to you, but it is also beneficial to people that might want to engage you somehow. If your audience aligns with their goals, a collaboration might be a good fit for you both.\n", "\nBy providing compensation rates at the start of a conversation, someone can self-filter if they have the budget to purchase your product or services.\n", "\nIt's smart to somehow identify your goals in a media kit, so a recipient can also self-identify their potential role in your goals. By noting the capabilities you'll use to achieve your goals, it could spark ideas and interest on the part of your press kit recipient.\n", "\nThere is little point in sending a media kit with no contact information. It's smart to ensure your contact information is up-to-date and as timeless as possible...meaning, a phone number, website, social media account, or email address that is not likely to change anytime soon.\n", "\nInclude a short paragraph about you and/or your organization. This is a great place to discuss what you do and why you do it. Reiterate your strengths and unique characteristics. Provide insight into who you are and why you would be a good collaborator.\n", "\nOne example of a media kit is the one for finance website Kiplinger.com. Its media kit presents a clear value proposition on why Kiplinger’s advice is trusted and highly practical “for readers seeking actionable solutions.” Below this headline are links to products, including the Kiplinger Personal Finance Magazine, Kiplinger Retirement Report, and Kiplinger’s Custom Content option. In addition, Kiplinger offers native advertising, a retirement planning guide, and email opportunities. The site also includes a quick link to contact an Ad Sales Representative. This example is on the simpler end of media kits; however, the materials still display Kiplinger’s important information in readily accessible form to promote the company's product and clear communication of its mission and audience.\n"]}