{"name": "Menu Costs Definition", "@id": "https://www.investopedia.com/terms/m/menu-costs.asp", "related": ["https://www.investopedia.com/terms/p/price_stickiness.asp", "https://www.investopedia.com/terms/g/george-a-akerlof.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp", "https://www.investopedia.com/terms/l/longrun.asp", "https://www.investopedia.com/terms/c/contestablemarket.asp", "https://www.investopedia.com/terms/g/gametheory.asp"], "body": ["\nMenu costs refer to an economic term used to describe the cost incurred by firms in order to change their prices. How expensive it is to change prices depends on the type of firm. For example, it may be necessary to reprint menus, update price lists, contact a distribution and sales network or manually re-tag merchandise on the shelf. Even when there are few apparent menu costs, changing prices may make customers apprehensive about buying at the new price. This purchasing hesitancy can result in a subtle type of menu cost in terms of lost potential sales.\n", "\nThe main takeaway from menu costs is that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_stickiness.asp\">prices are sticky</a>. That is to say, firms are hesitant to change their prices until there is a sufficient disparity between the firm's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\">current price</a> and the equilibrium market price. In theory, a firm should not change its price until the price change will result in enough additional revenues to cover the menu costs. In practice, however, it may be difficult to determine the equilibrium market price or to account for all menu costs, so it is hard for firms and consumers to behave precisely in this manner.\n", "\nThe concept of menu costs was originally introduced by Eytan Sheshinski and Yoram Weiss in 1977. The idea of applying it as a general theory of nominal price rigidity was simultaneously put forward by several New Keynesian economists from 1985 to 1986. George Akerlof and Janet Yellen, for example, put forward the idea that, due to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-choice-theory.asp\">bounded rationality</a>, firms will not want to change their price unless the benefit is more than a small amount. This bounded rationality leads to inertia in nominal prices and wages, which can lead to output fluctuating at constant nominal prices and wages.\n", "\nMenu costs may be small in some industries, but there is often sufficient friction and cost at scale to exert an influence on the business decision of whether to reprice or not. In a 1997 study, store-level data from five multi-store supermarket chains was examined to directly measure menu costs. The study found that menu costs per store averaged more than 35 percent of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net_margin.asp\">net profit margins</a>. This means that the profitability of items needed to drop more than 35% to justify updating the final price of the items. Furthermore, studies have found that menu costs may cause considerable nominal rigidity in other industries or markets—essentially a ripple effect through suppliers and distributors—thus amplifying their effects on industry as a whole.\n", "\nMenu costs vary widely by region and industry. This can be due to local regulations, which may require a separate price tag on each item, thus increasing menu costs. Or there may be relatively few suppliers on fixed contracts that set out periods of price adjustment.The variation can be to the low side too, as with digitally managed and sold inventories where the menu costs are marginal and updates to pricing can be made globally with a few clicks. In general, high menu costs mean that prices are generally not updated until they must be. For many goods, the adjustment is usually up. When input costs drop, the marketers of a product tend to pocket the extra margin until competition forces them to reprice—and this is usually done through promotional discounting rather than true price adjustment.\n"]}