{"name": "Mercantilism Definition", "@id": "https://www.investopedia.com/terms/m/mercantilism.asp", "related": ["https://www.investopedia.com/terms/c/capitalism.asp", "https://www.investopedia.com/terms/l/laissezfaire.asp", "https://www.investopedia.com/terms/t/tariff.asp", "https://www.investopedia.com/terms/i/industrialization.asp", "https://www.investopedia.com/terms/t/trade-war.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp"], "body": ["\nMercantilism was an economic system of trade that spanned from the 16th century to the 18th century. Mercantilism is based on the principle that the world's wealth was static, and consequently, many European nations attempted to accumulate the largest possible share of that wealth by maximizing their exports and by limiting their imports via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a>.\n", "\nFirst popularized in Europe during the 1500s, mercantilism was based on the idea that a nation's wealth and power were best served by increasing exports, in an effort to collect precious metals like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/why-gold-matters.asp\" rel=\"noopener noreferrer\">gold</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/silver.asp\" rel=\"noopener noreferrer\">silver</a>.\n", "\nMercantilism replaced the feudal economic system in Western Europe. At the time, England was the epicenter of the British Empire but had relatively few natural resources. To grow its wealth, England introduced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalpolicy.asp\" rel=\"noopener noreferrer\">fiscal policies</a> that discouraged colonists from buying foreign products, while creating incentives to only buy British goods. For example, the Sugar Act of 1764 raised duties on foreign refined sugar and molasses imported by the colonies, in an effort to give British sugar growers in the West Indies a monopoly on the colonial market.\n", "\nSimilarly, the Navigation Act of 1651 forbade foreign vessels from trading along the British coast and required colonial exports to first pass through British control before being redistributed throughout Europe. Programs like these resulted in a favorable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bot.asp\" rel=\"noopener noreferrer\">balance of trade</a> that increased Great Britain's national wealth.\n", "\nUnder mercantilism, nations frequently engaged their military might to ensure local markets and supply sources were protected, to support the idea that a nation's economic health heavily relied on its supply of capital. Mercantilists also believed that a nation's economic health could be assessed by its levels of ownership of precious metals, like gold or silver, which tended to rise with increased new home construction, increased agricultural output, and a strong merchant fleet to provide additional markets with goods and raw materials.\n", "\nArguably the most influential proponent of mercantilism, French Controller General of Finance Jean-Baptiste Colbert (1619-1683) studied foreign-trade economic theories and was uniquely positioned to execute these ideas. As a devout monarchist, Colbert called for an economic strategy that protected the French crown from a rising Dutch mercantile class.\n", "\nColbert also increased the size of the French navy, on the belief that France had to control its trade routes to increase its wealth. Although his practices ultimately proved unsuccessful, his ideas were hugely popular, until they were overshadowed by the theory of free-market economics.\n", "\nThe British colonies were subject to the direct and indirect effects of mercantilist policy at home. Below are several examples:\n", "\nDefenders of mercantilism argued that the economic system created stronger economies by marrying the concerns of colonies with those of their founding countries. In theory, when colonists create their own products and obtain others in the trade from their founding nation, they remain independent from the influence of hostile nations. Meanwhile, founding countries benefit from receiving large amounts of raw material from the colonists, necessary for a productive manufacturing sector.\n", "\nCritics of the economic philosophy believed the restriction on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-is-international-trade/\" rel=\"noopener noreferrer\">international trade</a> increased expenses, because all imports, regardless of product origin, had to be shipped by British ships from Great Britain. This radically spiked the costs of goods for the colonists, who believed the disadvantages of this system outweighed the benefits of affiliating with Great Britain.\n", "\nAfter a costly war with France, the British Empire, hungry to replenish revenue, raised taxes on colonists, who rebelled by boycotting British products, consequently slashing imports by a full one-third. This was followed by the Boston Tea Party in 1773, where Boston colonists disguised themselves as Indians, raided three British ships, and threw the contents of several hundred chests of tea into the harbor, to protest British taxes on tea and the monopoly granted to the East India Company. To reinforce its mercantilist control, Great Britain pushed harder against the colonies, ultimately resulting in the Revolutionary War.\n", "\nBy the early 16th century, European financial theorists understood the importance of the merchant class in generating wealth. Cities and countries with goods to sell thrived in the late middle ages.\n", "\nConsequently, many believed the state should franchise out its leading merchants to create exclusive government-controlled monopolies and cartels, where governments used regulations, subsidies, and (if needed) military force to protect these monopolistic corporations from domestic and foreign competition. Citizens could invest money in mercantilist corporations, in exchange for ownership and limited liability in their royal charters. These citizens were granted \"shares\" of the company profit, which were, in essence, the first traded corporate stocks.\n", "\nThe most famous and powerful mercantilist corporations were the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/07/monopoly-history.asp\" rel=\"noopener noreferrer\">British and Dutch East India companies</a>. For more than 250 years, the British East India Company maintained the exclusive, royally granted the right to conduct trade between Britain, India, and China with its trade routes protected by the Royal Navy.\n", "\nWhere mercantilist governments manipulate a nation's economy to create favorable trade balances, imperialism uses a combination of military force and mass immigration to foist mercantilism on less-developed regions, in campaigns to make inhabitants follow the dominant countries' laws. One of the most powerful examples of the relationship between mercantilism and imperialism is Britain's establishment of the American colonies. \n", "\nFree trade provides several advantages over mercantilism for individuals, businesses, and nations. In a free trade system, individuals benefit from a greater choice of affordable goods, while mercantilism restricts imports and reduces the choices available to consumers. Fewer imports mean less competition and higher prices.\n", "\nWhile mercantilist countries were almost constantly engaged in warfare, battling over resources, nations operating under a free-trade system can prosper by engaging in mutually beneficial trade relations.\n", "\nIn his seminal book \"The Wealth of Nations,\" legendary economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/adam-smith-economics/\" rel=\"noopener noreferrer\">Adam Smith</a> argued that free trade enabled businesses to specialize in producing goods they manufacture most efficiently, leading to higher productivity and greater economic growth.\n", "\nToday, mercantilism is deemed outdated. However, barriers to trade still exist to protect locally entrenched industries. For example, post World War II, the United States adopted a protectionist trade policy toward Japan and negotiated voluntary export restrictions with the Japanese government, which limited Japanese exports to the United States.\n"]}