{"name": "Michael Bloomberg Definition", "@id": "https://www.investopedia.com/terms/m/michael-bloomberg.asp", "related": ["https://www.investopedia.com/who-is-pete-buttigieg-5095133", "https://www.investopedia.com/terms/g/gridlock.asp", "https://www.investopedia.com/terms/s/super-tuesday.asp", "https://www.investopedia.com/terms/f/forbes.asp", "https://www.investopedia.com/terms/t/tariff-war.asp", "https://www.investopedia.com/terms/m/muriel-siebert.asp"], "body": ["\nMichael Bloomberg is a billionaire businessman, publisher, and philanthropist, and a former three-term mayor of New York City. The founder and owner of Bloomberg LP, he is one of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012715/5-richest-people-world.asp\" rel=\"noopener noreferrer\">wealthiest people in the world</a>, with an estimated net worth of $48 billion as of March 2020, according to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forbes.asp\" rel=\"noopener noreferrer\"><em>Forbes</em></a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ On Nov. 24, 2019, Bloomberg entered the 2020 race for president of the United States as a Democrat.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nBloomberg is the founder and owner of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bloomberg.asp\" rel=\"noopener noreferrer\">Bloomberg LP</a>, the financial data and media company. He currently owns 88% of the company.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nBloomberg was born on Feb. 14, 1942, in Boston, and grew up in nearby Medford, Massachusetts. He earned an undergraduate degree in electrical engineering from Johns Hopkins University in 1964. He paid his tuition by working as a parking lot attendant and taking out loans. He earned an MBA from Harvard Business School in 1966.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nBloomberg began his career in financial services in 1966 at the now-defunct Wall Street investment bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salomon-brothers.asp\" rel=\"noopener noreferrer\">Salomon Brothers</a>, where his first job was counting bonds and stock certificates in the bank’s vault. He moved up to bond trading, becoming a partner in 1972 and a general partner in 1976.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIn 1979, Salomon Brothers moved him from his position of head of equity trading and sales to run Information Systems. This was apparently a demotion, but it put Bloomberg in charge of the department that implemented computer technology. When the company was acquired by the commodity trading firm Phibro in 1981, Bloomberg received a $10 million severance package.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nBloomberg used the windfall to found a company called Innovative Market Solutions that used the latest information systems technology to provide traders with data on U.S. Treasury bond prices. Merrill Lynch became a major client and investor in 1982. This company grew into what is today Bloomberg LP, a financial data and media company headquartered in New York City with offices in 100 cities around the world.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nBloomberg LP recorded $10.5 billion in revenue in 2019.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ The company operates data terminals used throughout the financial services industry. It also includes the business news cable channel Bloomberg Television, Bloomberg Radio, and a monthly magazine, <em>Bloomberg Markets</em>. <em>BusinessWeek</em> magazine was purchased by the company in 2009 and was renamed <em>Bloomberg BusinessWeek</em>.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nBefore entering politics, Bloomberg was a Democrat. He switched to the Republican Party in order to run for mayor of New York City. He won his first term as mayor weeks after the Sept. 11, 2001, terrorist attacks on New York. He won a second term in 2005. After successfully engineering a change in the city's term limits law, he was elected to a third term, this time as an independent candidate, in 2009.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nDuring his time as mayor, Bloomberg focused on improving the city's troubled public school system and revitalizing its former industrial areas. He was among the first American politicians to force limits on smoking, implementing a citywide smoking ban in indoor offices and restaurants. He gained nationwide ridicule from conservatives for attempting to restrict the size of sugary sodas sold in New York City.\n", "\nBloomberg moved to the independent party while still serving as mayor of New York. Politically, he is seen as fiscally conservative but socially liberal, a mix that is more often seen in New York City than elsewhere.\n", "\nIn the 2016 election, Bloomberg endorsed Democratic Party candidate Hillary Clinton over Republican candidate Donald Trump.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ He denounced Republicans in Congress as \"absolutely feckless\" for failing to exercise oversight of President Trump.\n", "\nIn 2018, Bloomberg donated $80 million to Congressional candidates, with all but a fraction of that total going to Democratic or liberal candidates.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ His goal in making those donations was to help Democrats gain a majority in the House of Representatives. \"I've never thought that the public is well-served when one party is entirely out of power, and I think the past year and a half has been evidence of that,\" Bloomberg stated.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nBloomberg has been an active proponent of gun control. He was one of 15 American mayors who founded an advocacy group, Everytown for Gun Safety, in 2006 to press for reform of gun laws.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ He has also made substantial donations to environmental organizations, and as mayor of New York pressed for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/053015/pros-and-cons-solar-energy.asp\" rel=\"noopener noreferrer\">clean energy</a> policies.\n", "\nOn Nov. 24, 2019, Michael Bloomberg entered the 2020 race for the U.S. presidency as a Democrat.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ He self-funded his campaign and reported to the Federal Election Commission he had spent over $1 billion.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nIn his campaign statement, Bloomberg aimed at President Trump as his motivation for running. He wrote, \"I’m running for president to defeat Donald Trump and rebuild America. We cannot afford four more years of President Trump’s reckless and unethical actions. He represents an existential threat to our country and our values. If he wins another term in office, we may never recover from the damage.\"<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nBloomberg dropped out of the presidential race on March 4, 2020, after a poor showing on Super Tuesday.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nAs a philanthropist, he and his charitable foundation, Bloomberg Philanthropies, have donated an estimated total of $11.1 billion primarily to five main focus areas: the arts, education, the environment, public health, and government innovation.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nMichael Bloomberg was married to the former Susan Brown from 1975 to 1993. They have two daughters. Diana Lancaster Taylor, a former New York State superintendent of banks, was known as New York's City's de facto \"first lady\" during Bloomberg's tenure as mayor.\n", "\nBloomberg owns several homes, with residences in London and Bermuda as well as in his home base, New York City.\n"]}