{"name": "Microfinance Definition", "@id": "https://www.investopedia.com/terms/m/microfinance.asp", "related": ["https://www.investopedia.com/terms/m/microcredit.asp", "https://www.investopedia.com/terms/m/microenterprise.asp", "https://www.investopedia.com/terms/m/muhammad-yunus.asp", "https://www.investopedia.com/terms/f/fintech.asp", "https://www.investopedia.com/terms/c/cdfi.asp", "https://www.investopedia.com/terms/s/social-entrepreneur.asp"], "body": ["\nMicrofinance, also called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microcredit.asp\">microcredit</a>​, is a type of banking service provided to unemployed or low-income individuals or groups who otherwise would have no other access to financial services.\n", "\nWhile institutions participating in the area of microfinance most often provide lending—microloans can range from as small as $100 to as large as $25,000—many banks offer additional services such as checking and savings accounts as well as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microinsurance.asp\">micro-insurance</a> products, and some even provide financial and business education. The goal of microfinance is to ultimately give impoverished people an opportunity to become self-sufficient.\n", "\nMicrofinance services are provided to unemployed or low-income individuals because most of those trapped in poverty, or who have limited financial resources, do not have enough income to do business with traditional financial institutions.\n", "\nDespite being excluded from banking services, however, those who live on as little as $2 a day <em>do</em> attempt to save, borrow, acquire credit or insurance, and they do make payments on their debt. Thus, many poor people typically look to family, friends, and even <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loansharking.asp\">loan sharks</a> (who often charge exorbitant <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a>) for help.\n", "\nMicrofinance allows people to take on reasonable small business loans safely, and in a manner that is consistent with ethical lending practices. Although they exist all around the world, the majority of microfinancing operations occur in developing nations, such as Uganda, Indonesia, Serbia, and Honduras. Many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insurance/090116/5-biggest-microfinance-companies-bbrijk.asp\">microfinance institutions</a> focus on helping women in particular.\n", "\nMicrofinancing organizations support a large number of activities that range from providing the basics—like bank checking and savings accounts—to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup-capital.asp\">startup capital</a> for small business entrepreneurs and educational programs that teach the principles of investing. These programs can focus on such skills as bookkeeping, cash-flow management, and technical or professional skills, like accounting.\n", "\nUnlike typical financing situations, in which the lender is primarily concerned with the borrower having enough <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> to cover the loan, many microfinance organizations focus on helping entrepreneurs succeed.\n", "\nIn many instances, people seeking help from microfinance organizations are first required to take a basic money-management class. Lessons cover understanding interest rates, the concept of cash flow, how financing agreements and savings accounts work, how to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget.asp\">budget</a>, and how to manage debt.\n", "\nOnce educated, customers may apply for loans. Just as one would find at a traditional bank, a loan officer helps borrowers with applications, oversees the lending process, and approves loans. The typical loan, sometimes as little as $100, may not seem like much to some people in the developed world, but for many impoverished people, this figure often is enough to start a business or engage in other profitable activities.\n", "\nLike conventional lenders, microfinanciers must charge interest on loans, and they institute specific repayment plans with payments due at regular intervals. Some lenders require loan recipients to set aside a part of their income in a savings account, which can be used as insurance if the customer defaults. If the borrower repays the loan successfully, then they have just accrued extra savings. \n", "\nBecause many applicants cannot offer collateral, microlenders often pool borrowers together as a buffer. After receiving loans, recipients repay their debts together. Because the success of the program depends on everyone's contributions, this creates a form of peer pressure that can help to ensure repayment.\n", "\nFor example, if an individual is having trouble using his or her money to start a business, that person can seek help from other group members or from the loan officer. Through repayment, loan recipients start to develop a good <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-history.asp\">credit history</a>, which allows them to obtain larger loans in the future.\n", "\nInterestingly, although these borrowers often qualify as very poor, repayment amounts on microloans are often actually higher than the average repayment rate on more conventional forms of financing. For example, the microfinancing institution Opportunity International reported repayment rates of approximately 99 percent in 2019.\n", "\nMicrofinance is not a new concept. Small operations have existed since the 18th century. The first occurrence of microlending is attributed to the Irish Loan Fund system, introduced by Jonathan Swift, which sought to improve conditions for impoverished Irish citizens. In its modern form, microfinancing became popular on a large scale in the 1970s.\n", "\nThe first organization to receive attention was the Grameen Bank, which was started in 1976 by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/muhammad-yunus.asp\">Muhammad Yunus</a> in Bangladesh. In addition to providing loans to its clients, the Grameen Bank also suggests that its customers subscribe to its \"16 Decisions,\" a basic list of ways that the poor can improve their lives.\n", "\nThe \"16 Decisions\" touch upon a wide variety of subjects ranging from a request to stop the practice of issuing dowries upon a couple's marriage, to keeping drinking water sanitary. In 2006, the Nobel Peace Prize was awarded to both Yunus and the Grameen Bank for their efforts in developing the microfinance system.\n", "\nIndia's SKS Microfinance also serves a large number of poor clients. Formed in 1998, it has grown to become one of the biggest microfinance operations in the world. SKS works in a similar fashion to the Grameen Bank, pooling all borrowers into groups of five members who work together to ensure that their loans are repaid.\n", "\nThere are other microfinance operations around the world. Some larger organizations work closely with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/worldbank.asp\">the World Bank</a>, while other smaller groups operate in different nations. Some organizations enable lenders to choose exactly who they want to support, categorizing borrowers with criteria such as level of poverty, geographic region, and type of small business.\n", "\nOthers are very specifically targeted. There are organizations in Uganda, for example, that focus on providing women with the capital to undertake projects like growing eggplants and opening small cafés.\n", "\nSome groups focus their efforts only on businesses whose goal is to improve the overall community through initiatives such as offering education, job training, and working toward a better environment.\n", "\nThe World Bank estimates that more than 500 million people have directly or indirectly benefited from microfinance-related operations. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/international-finance-corporation.asp\">International Finance Corporation</a> (IFC), part of the larger World Bank Group, estimates that, as of 2014, more than 130 million people have directly benefited from microfinance-related operations. However, these operations are only available to approximately 20% of the three billion people who qualify as among the world’s poor. \n", "\nIn addition to providing microfinancing options, the IFC has helped establish or improve credit reporting bureaus in 30 developing nations. It has also advocated for adding relevant laws in 33 countries that govern financial activities.\n", "\nThe benefits of microfinance extend beyond the direct effects of giving people a source for capital. Entrepreneurs who create successful businesses, in turn, create jobs, trade, and overall economic improvement within a community.\n", "\nAlthough there are countless heartwarming success stories ranging from micro-entrepreneurs starting their own water supply business in Tanzania, to a $1,500 loan that allowed a family to open a barbecue restaurant in China, to immigrants in the U.S. being able to build their own businesses, microfinance has sometimes fallen under criticism.\n", "\nWhile microfinance interest rates are generally lower than conventional banks', critics have charged that these operations are making money off of the poor. Especially since the trend in for-profit microfinance institutions, such as BancoSol in Bolivia and the above-mentioned SKS (which actually began as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-profitorganization.asp\">nonprofit organization</a> (NPO) but became for-profit in 2003.)\n", "\nOne of the largest, and most controversial, is Mexico's Compartamos Banco. The bank was started in 1990 as a nonprofit. However, 10 years later, management decided to transform the enterprise into a traditional, for-profit company. In 2007, it went public on the Mexican Stock Exchange, and its initial public offering (IPO) raised more than $400 million.\n", "\nLike most other microfinance companies, Compartamos Banco makes relatively small loans, serves a largely female clientele, and pools borrowers into groups. The main difference lies in how it uses the funds it nets in interest and repayments. Like any public company, it distributes them to shareholders. In contrast, nonprofit institutions take a more philanthropic stance with regard to profits, using them to expand the number of people they help, or to create more programs. \n", "\nIn addition to Compartamos Banco, many major financial institutions and other large corporations have launched for-profit microfinance departments, including CitiGroup, Barclays, and General Electric, for example. Other companies have created <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a> that invest primarily in microfinance firms.\n", "\nCompartamos Banco and its for-profit peers have been criticized by many, including the grandfather of modern microfinance himself, Muhammad Yunus. The immediate, pragmatic fear is that, out of a desire to make money, large microfinance bankers will charge higher interest rates that may create a debt trap for low-income borrowers.\n", "\nBut Yunus and others also have a more fundamental concern: that the incentive for microcredit should be poverty alleviation, not profit. By their very nature—and their obligation to stockholders—these publicly-traded firms work against the original mission of microfinance, helping the poor above all else.\n", "\nIn response, Compartamos and other for-profit microfinanciers counter that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercialization.asp\">commercialization </a>allows them to operate more efficiently, and to attract more capital by appealing to profit-seeking investors. By becoming a profitable business, their argument goes, a microfinance bank is able to extend its reach, providing more money and more loans to low-income applicants. For now, though, charitable and commercialized microfinanciers do co-exist.\n", "\nIn addition to the divide between the nonprofit and for-profit microfinance enterprises, other criticisms exist. Some say that individual microloans of $100 are not enough money to provide independence—rather, they keep recipients working in subsistence-level trades, or just cover basic needs, like food and shelter.\n", "\nA better approach, these critics maintain, is to create jobs by constructing new factories and producing new goods. They cite the examples of China and India, where the development of large industries has led to stable employment and higher wages, which in turn has helped millions to emerge from the lowest levels of poverty.\n", "\nOther critics have said that the presence of interest payments, however low, is still a burden. Despite the healthy repayment rates, there still are borrowers who cannot, or do not, repay loans, because of the failure of their ventures, personal catastrophe, or other reasons. So, this added debt can make recipients of microcredit even poorer than when they started.\n"]}