{"name": "Middle East and North Africa (MENA)", "@id": "https://www.investopedia.com/terms/m/middle-east-and-north-africa-mena.asp", "related": ["https://www.investopedia.com/terms/a/arab-monetary-fund.asp", "https://www.investopedia.com/terms/o/opec.asp", "https://www.investopedia.com/terms/c/combat-pay.asp", "https://www.investopedia.com/terms/c/combatzone.asp", "https://www.investopedia.com/terms/a/arab-league.asp", "https://www.investopedia.com/terms/t/third-world.asp"], "body": ["\nMENA is an acronym for the Middle East and North Africa (MENA) region. The region includes approximately <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.worldatlas.com/articles/what-are-the-mena-countries.html\">19 countries</a>, according to World Atlas. The MENA region accounts for approximately 6% of the world's population, 60% of the world's <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oil-reserves.asp\">oil reserves</a>, and 45% of the world's natural gas reserves. Due to the region's substantial petroleum and natural gas reserves, MENA is an important source of global economic stability.\n", "\nMany of the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.opec.org/opec_web/en/about_us/25.htm\">14 OPEC nations</a> are within the MENA region. While there is no standardized list of countries included in the MENA region, the term typically includes the area from Morocco in northwest Africa to Iran in southwest Asia and down to Sudan in Africa. The following countries are typically included in MENA: Algeria, Bahrain, Djibouti, Egypt, <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082115/who-are-irans-biggest-allies-and-why.asp\">Iran</a>, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Malta, Morocco, Oman, Qatar, Saudi Arabia, Syria, Tunisia, United Arab Emirates, Palestine, and Yemen. Ethiopia and Sudan are sometimes included.\n", "\n​The MENA region has grown in geopolitical importance since 2011 when a number of the region's long-time dictatorships were overthrown in an event known as The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/051315/complex-story-global-impact-low-oil-prices.asp\">Arab Spring</a>. Following this event, oil supplies from Libya, for example, have been extremely volatile, influencing the price of oil on international markets. Additionally, civil war in Syria has brought the U.S. and Russia into direct military competition in a way not seen since the Vietnam War in the 1960s, 1970s, and the war in Afghanistan in the 1980s. Each country backs different sides and provides military assistance.\n", "\n​The term MENA is also used in discussions on the deteriorating relations between Arab states in the region. For example, Saudi Arabia and Qatar are engaged in a diplomatic standoff that has resulted in banking sanctions and no-fly zones between the two countries. Yemen is also feeling the pressure of a proxy war between Iran and Saudi Arabia that has pitted these two regional powers against each other. According to the World Bank, the MENA region, \"is in turmoil. Syria, Iraq, Libya, and Yemen are locked in civil war, causing untold damage to human lives and physical infrastructure.\"\n"]}