{"name": "Middle-Income Countries (MICs) Definition", "@id": "https://www.investopedia.com/terms/m/middle-income-countries.asp", "related": ["https://www.investopedia.com/terms/t/third-world.asp", "https://www.investopedia.com/terms/l/ldc.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp", "https://www.investopedia.com/terms/p/per-capita-gdp.asp", "https://www.investopedia.com/terms/s/standard-of-living.asp", "https://www.investopedia.com/terms/g/gross-national-income-gni.asp"], "body": ["\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/worldbank.asp\" rel=\"noopener noreferrer\">World Bank</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.worldbank.org/en/country/mic\" rel=\"noopener noreferrer\">middle-income countries</a> (MICs) are defined as economies with a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross-national-income-gni.asp\" rel=\"noopener noreferrer\">gross national income (GNI)</a> per capita between $1,036 and $12,535.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ MICs are one of the income categories that the World Bank uses to classify <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economies</a> for operational and analytical purposes.\n", "\nThe World Bank has historically classified every economy as low, middle, or high income. It now further specifies countries as having low-, lower-middle-, upper-middle-, or high-income economies. The World Bank uses GNI per capita, in current U.S. dollars converted by the Atlas method of a three-year moving average of exchange rates, as the basis for this classification. It views GNI as a broad measure and the single best indicator of economic capacity and progress. The World Bank used to refer to low-income and middle-income economies as developing economies; in 2016, it chose to drop the term from its vocabulary, citing a lack of specificity. Instead, the World Bank now refers to countries by their region, income, and lending status. \n", "\nMICs are broken up into lower-middle income and upper-middle income economies. Lower-middle-income economies have per capita GNIs between $1,036 and $4,045, while upper-middle economies have per capita GNIs between $3,046 and $12,535.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ MICs are a very diverse group by region, size, population, and income level, ranging from tiny nations with small populations, such as Belize and the Marshall Islands, to all four of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bric.asp\" rel=\"noopener noreferrer\">BRIC</a> giants—Brazil, Russia, India, and China. China and India together account for nearly one-third of the world's population and are increasingly influential players in the global economy.\n", "\nThere are 53 lower-middle income economies and 56 upper-middle economies. The diverse nature of these 109 MICs means that the challenges facing many of them are quite different. For nations in the lower-middle-income category, the biggest issue might be providing its citizens with essential services, such as water and electricity. For the economies in the upper-middle-income category, the greatest challenges could be curbing corruption and improving governance.\n", "\nMICs are essential for continued global <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a> and stability. According to the World Bank, sustainable growth and development in MICs have positive spillovers to the rest of the world. Examples are poverty reduction, international financial stability, and global cross-border issues, including climate change, sustainable energy development, food and water security, and international trade.\n", "\nMICs have a combined population of five billion, or over 70% of the world's seven billion people, hosting 73% of the world's economically disadvantaged. Representing about one-third of global GDP, MICs are a major engine of global economic growth.\n", "\nCountries graduate from one level to another depending on their GNI per capita. According to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://blogs.worldbank.org/opendata/new-country-classifications-income-level-2019-2020\" rel=\"noopener noreferrer\">July 2019 report</a> by the World Bank, India continued to be a lower-middle-income country along with 46 others in the South Asia region, while Sri Lanka moved to the upper-middle-income group in 2020. Sri Lanka had been a lower-middle-income group since 1999, while India has been a lower-middle-income country since 2009. Another example is Chile, which moved up to a high-income country status in 2013.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}