{"name": "MiFID II Definition", "@id": "https://www.investopedia.com/terms/m/mifid-ii.asp", "related": ["https://www.investopedia.com/terms/m/mifid.asp", "https://www.investopedia.com/terms/m/multilateral_trading_facility.asp", "https://www.investopedia.com/terms/e/european-best-bid-and-offer.asp", "https://www.investopedia.com/terms/a/alternative-investment-fund-managers-directive-aifmd.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp"], "body": ["\nMiFID II is a legislative framework instituted by the European Union (EU) to regulate financial markets in the bloc and improve protections for investors. Its aim is to standardize practices across the EU and restore confidence in the industry, especially after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2008 financial crisis</a>. A revised version of the original MiFID, it rolled out on January 3, 2018, more than six years after the European Commission, the EU's executive branch, adopted a legislative proposal for it.\n", "\nTechnically, MiFID II applies to the legislative framework, and the rules it outlines are actually the Markets in Financial Instruments Regulation (MiFIR); but colloquially, the term MiFID is used to mean both.\n", "\nThe original Markets In Financial Instruments Directive (MiFID) went into effect in November 2007. The onset of the subsequent global financial crisis exposed some weaknesses in its provisions. It focused too narrowly on stocks (ignoring fixed-income vehicles, derivatives, currencies, and other assets) and did not address dealings with firms or products outside the EU, leaving the rules about those to be decided by individual members.\n", "\nMiFID II harmonizes the application of oversight among member nations and broadens the scope of the regulations. In particular, it imposes more reporting requirements and tests in order to increase transparency and reduce the use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dark-pool.asp\">dark pools</a> (private financial exchanges that allow investors to trade without revealing their identities) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter (OTC) trading.</a> Under the new rules, the trading volume of a stock in a dark pool is limited to 8% over 12 months. The new regulations also target high-frequency trading. Algorithms used for automated trading have to be registered, tested and have circuit breakers included. \n", "\nMiFID II extends the scope of requirements under MiFID to more financial instruments. Equities, commodities, debt instruments, futures and options, exchange-traded funds, and currencies all fall under its purview. If a product is available in an EU nation, it is covered by MiFID II—even if, say, the trader wishing to buy it is located outside the EU.\n", "\nMiFID II not only covers virtually all aspects of financial investment and trading but also covers virtually all financial professionals within the EU. Bankers, traders, fund managers, exchange officials, and brokers—and their firms—all have to abide by its regulations. So do institutional and retail investors.\n", "\nMiFID II places restrictions on inducements paid to investment firms or financial advisors by any third party in relation to services provided to clients. Banks and brokerages will no longer be able to charge for research and transactions in a single bundle, forcing a clearer sense of the cost of each, and possibly improving the quality of research available to investors. Brokers will have to provide more detailed reporting on their trades—50 more pieces of data, in fact— including price and volume information. They will have to store all communications, including phone conversations; electronic trading is encouraged since it is easier to record and track.\n"]}