{"name": "Milton Friedman Definition", "@id": "https://www.investopedia.com/terms/m/milton-friedman.asp", "related": ["https://www.investopedia.com/terms/m/monetarism.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp", "https://www.investopedia.com/terms/f/federal-reserve-bank-of-stlouis.asp", "https://www.investopedia.com/terms/e/economic-stimulus.asp", "https://www.investopedia.com/terms/k/keynesianeconomics.asp", "https://www.investopedia.com/terms/e/economics.asp"], "body": ["\nMilton Friedman was an American <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economist.asp\" rel=\"noopener noreferrer\">economist</a> and statistician best known for his strong belief in free-market <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\" rel=\"noopener noreferrer\">capitalism</a>.\n", "\nMilton Friedman was born on July 31, 1912, in New York, and died on Nov. 16, 2006, in California. Friedman grew up on the East Coast and attended Rutgers University, studying mathematics and economics. He graduated from college in 1932 and went on to earn a Ph.D. in economics at Columbia University in 1946.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n", "\nIn 1937, Friedman took a position at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nber.asp\" rel=\"noopener noreferrer\">National Bureau of Economic Research</a> (NBER) to study income distribution in the United States. After his work on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-inequality.asp\" rel=\"noopener noreferrer\">income inequality</a>, he focused on tax research and statistical analysis. A strong advocate for war in the early 1940’s, he went to work for the U.S. Federal government at the Division of War Research and as an adviser to the Treasury Department, where he recommended increasing taxes to suppress wartime <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> and devised the first system of income tax withholding.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n", "\nIn 1946, after graduating with a Ph.D., Friedman took an economics position at the University of Chicago, where he conducted his most impactful work. During his time as a professor at the University of Chicago, Friedman developed numerous free-market theories that opposed the views of traditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\" rel=\"noopener noreferrer\">Keynesian economists</a>. In his book <em>A Monetary History of the United States, 1867-1960</em>, Friedman illustrated the role of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarypolicy.asp\" rel=\"noopener noreferrer\">monetary policy</a> in creating and, arguably, worsening the Great Depression.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿\n", "\nFriedman's first big breakthrough in the field of economics was his Theory of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumptionfunction.asp\" rel=\"noopener noreferrer\">Consumption Function</a> in 1957, which championed the idea that a person's consumption and savings decisions are more greatly impacted by permanent changes to income, rather than changes to income that are perceived as ephemeral. This theory produced the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/permanent-income-hypothesis.asp\" rel=\"noopener noreferrer\">permanent income hypothesis</a>, which explained why short-term tax increases actually decrease savings and keep consumption levels static, all else being equal.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n", "\nFriedman's seminal contribution to economics came through his analysis of prevailing macroeconomic theories. During his time as a professor, macroeconomics was dominated by Keynesian economic theory. This school of economic thought, pioneered by British economist John Maynard Keynes, emphasizes the usefulness of macroeconomic aggregate variables, holds that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalpolicy.asp\" rel=\"noopener noreferrer\">fiscal policy</a> is more important than monetary policy, that government spending should be used to neutralize the volatility of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\" rel=\"noopener noreferrer\">business cycle</a>, and that prices are inherently sticky.\n", "\nWithin the general framework of Keynesian economics, Friedman developed his own economic theory with slightly different conclusions for economic policy. Through this theory, called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monetarism.asp\" rel=\"noopener noreferrer\">Monetarism</a>, Friedman expressed the importance of monetary policy and pointed out that changes in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a> have real short-term and long-term effects—specifically, the<strong> </strong>money supply affects price levels.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿ Further, Friedman used monetarism to openly contradict the Keynesian principles of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multiplier.asp\" rel=\"noopener noreferrer\">Keynesian multiplier</a> and the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/phillipscurve.asp\" rel=\"noopener noreferrer\">Phillips curve</a>. \n", "\nFriedman was awarded the Nobel Prize in Economics in 1976 for his research on income and consumption and for his developments in monetary theory.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿ Over the course of his career, he published pioneering books on the modern economy, as well as numerous influential articles, changing the way economics is taught.\n", "\nJohn Maynard Keynes and Milton Friedman were two of the most influential economic and public policy thinkers of the 20th century. If Keynes was the most influential economic thinker of the first half of the 20th century, Friedman was the most influential economic thinker of the second half.\n", "\nWhile Keynes is widely credited with creating the first systematic approach to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomic</a> government policy, Friedman rose to fame in part by criticizing Keynes' policy proposals and instead arguing for more emphasis on monetary policy.\n", "\nKeynes argued that an interventionist government could help smooth out recessions by using fiscal policy to prop up <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\" rel=\"noopener noreferrer\">aggregate demand</a>. Strategic government spending could spur consumption and investment, argued Keynes, and help alleviate unemployment.\n", "\nKeynes's theories gave rise to a new dominant paradigm in economic thought, which was subsequently dubbed Keynesian economics. While still popular, some have argued that Keynesian economics has provided a pseudo-scientific justification for short-sighted elected politicians to run fiscal deficits and accumulate massive levels of government debt.\n", "\nAs Friedman developed his ideas about monetarism, he came to oppose many of the policy proposals espoused by the Keynesian economists in the post-War period. He argued for deregulation in most areas of the economy, calling for a return to the free market of classic economists, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/adam-smith-economics/\" rel=\"noopener noreferrer\">Adam Smith</a>. He challenged contemporary notions of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deficit-spending.asp\" rel=\"noopener noreferrer\">deficit spending</a> and suggested that, in the long run, only dis-coordination results from expansionary fiscal policy.\n", "\nFriedman argued for free trade, smaller government, and a slow, steady increase of the money supply in a growing economy. His emphasis on monetary policy and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantity_theory_of_money.asp\" rel=\"noopener noreferrer\">quantity theory of money</a> became known as monetarism. The popularity of Friedman attracted other free-market thinkers to the University of Chicago, giving rise to a coalition referred to as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chicago_school.asp\" rel=\"noopener noreferrer\">Chicago School of economics</a>.\n", "\nWhen Friedman won the Nobel Prize in Economic Sciences in 1976, it marked the turning of the tide in academic economic thought, away from Keynesianism and toward the burgeoning Chicago School. Friedman brought about a renewed emphasis on prices, inflation, and human incentives, a direct counter to Keynes' focus on employment, interest, and public policy.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nKeynes was seen as an enemy of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laissezfaire.asp\" rel=\"noopener noreferrer\">laissez-faire</a>, and Friedman became the new public face of free markets. Friedman won a major intellectual victory after three decades of Keynesian policies ended in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagflation.asp\" rel=\"noopener noreferrer\">stagflation</a> in the late 1970s, something establishment Keynesians generally thought was impossible.\n", "\nThe following are some lessons that can be taken from Friedman and his economic theories.\n", "\nIn many ways, Friedman was an idealist and libertarian activist, but his economic analysis was always grounded in practical reality. He famously told Richard Heffner, host of \"The Open Mind,\" in an interview: \"One of the great mistakes is to judge policies and programs by their intentions rather than their results.\"<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nMany of Friedman's most controversial positions were based on this principle. He opposed raising the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum_wage.asp\" rel=\"noopener noreferrer\">minimum wage</a> because he felt it unintentionally harmed young and low-skilled workers, particularly minorities. He also opposed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a> and subsidies because they unintentionally harmed domestic consumers.\n", "\nHis famous 1989 \"Open Letter\" to then-drug czar Bill Bennett called for the decriminalization of all drugs, mostly because of the devastating unintended effects of the drug war.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿ This letter lost Friedman a swath of conservative supporters, who he said failed \"to recognize that the very measures you favor are a major source of the evils you deplore.\"\n", "\nDuring Friedman's landmark interviews on Phil Donahue's show in 1979 and 1980, the host said his guest was \"a man who will never be accused of making economics confusing,\" and told Friedman \"the nice thing about you is that when you speak, I almost always understand you.\"\n", "\nFriedman gave lectures on college campuses, including Stanford and NYU. He ran a 10-series television program entitled \"Free to Choose\" and wrote a book with the same name, adjusting his content for his audience.\n", "\nEconomist Walter Block, sometimes a friendly agitator of Friedman, memorialized his contemporary's 2006 death by writing, \"Milton's valiant, witty, wise, eloquent and yes, I'll say it, inspirational analysis must stand out as an example to us all.\"<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe most famous excerpt from Friedman's writings and speeches is, \"Inflation is always and everywhere a monetary phenomenon.\" He defied the intellectual climate of his era and reasserted the quantity theory of money as a viable economic tenet. In a 1956 paper titled \"Studies in the Quantity Theory of Money,\" Friedman found that, in the long run, increased monetary growth increases prices but does not really affect output.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿\n", "\nFriedman's work busted the classic Keynesian dichotomy on inflation, which asserted that prices rose from either \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costpushinflation.asp\" rel=\"noopener noreferrer\">cost-push</a>\" or \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demandpullinflation.asp\" rel=\"noopener noreferrer\">demand-pull</a>\" sources. It also put monetary policy on the same level as fiscal policy.\n", "\nIn a 1980 <em>Newsweek</em> column, Milton Friedman said: \"If you put the federal government in charge of the Sahara Desert, in five years there'd be a shortage of sand.\" Though perhaps poetic, this famous quote illustrates Friedman’s often doctrinaire opposition to government intervention into the economy; the Sahara Desert has in fact long been largely owned by various (African) national governments and has never experienced a shortage of sand. \n", "\nFriedman was a vocal critic of government power and was convinced free markets operated better on grounds of morality and efficiency. In terms of the actual economics, Friedman rested on a few truisms and basic, incentive-based analyses. He offered that no bureaucrat would or could spend money as wisely or as carefully as the taxpayers from whom it was taken. He spoke often of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulatory-capture.asp\" rel=\"noopener noreferrer\">regulatory capture</a>, the phenomenon where powerful special interests co-opt the very agencies designed to control them.\n", "\nTo Friedman, government policy is created and carried out through force, and that force creates unintended consequences that do not come from voluntary trade. The valuable political power of government force creates an incentive for the wealthy and devious to misuse it, helping generate what Friedman dubbed \"government failure.\"\n", "\nFriedman combined his lessons about unintended consequences and the bad incentives of government policy.\n", "\nFriedman loved pointing out government failures. He exposed how President Richard Nixon's wage and price controls led to gasoline shortages and higher unemployment. He railed against the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interstate-commerce-commission.asp\" rel=\"noopener noreferrer\">Interstate Commerce Commission</a> (ICC) and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fcc.asp\" rel=\"noopener noreferrer\">Federal Communications Commission</a> (FCC) for creating de facto monopolies in transportation and media. Famously, he contended that the combination of public schooling, minimum wage laws, drug prohibition, and welfare programs had unintentionally forced many inner-city families into cycles of crime and poverty.\n", "\nThis concept wraps up many of Friedman's most powerful ideas: policies have unintended consequences; economists should focus on results, not intentions; and voluntary interactions between consumers and businesses often produce superior results to crafted government decrees.\n"]}