{"name": "Minimum Efficient Scale (MES) Definition", "@id": "https://www.investopedia.com/terms/m/minimum_efficiency_scale.asp", "related": ["https://www.investopedia.com/terms/l/longrun.asp", "https://www.investopedia.com/terms/p/price-leadership.asp", "https://www.investopedia.com/terms/l/lratc.asp", "https://www.investopedia.com/terms/e/economiesofscope.asp", "https://www.investopedia.com/terms/e/economiesofscale.asp", "https://www.investopedia.com/terms/c/competitive_advantage.asp"], "body": ["\nThe minimum efficient scale (MES) is the lowest point on a cost curve at which a company can produce its product at a competitive price. At the MES point, the company can achieve the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\" rel=\"noopener noreferrer\">economies of scale</a> necessary for it to compete effectively in its industry.\n", "\nFor companies that produce goods, it is critical to find an optimal balance between consumer demand, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/factors-production.asp\" rel=\"noopener noreferrer\">production</a> volume, and the costs associated with manufacturing and delivering goods.\n", "\nA range of production costs go into establishing a minimum efficient scale, but its relationship to the size of its market—that is, the demand for the product—determines how many competitors can effectively operate in the market.\n", "\nIn other words, MES seeks to identify the point at which a firm can produce its goods cheaply enough to offer them at a competitive price in the marketplace. In economics, the MES is the lowest production point that will minimize the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lratc.asp\" rel=\"noopener noreferrer\">long-run average total cost</a> (LRATC). LRATC represents the average cost per unit of output over the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longrun.asp\" rel=\"noopener noreferrer\">long run</a>. But remember, all inputs are variable.\n", "\nSince the 1950s, U.S. families had grown increasingly dependent on the automobile, and many families owned more than one car. General Motors Company (NYSE: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=gm\" rel=\"noopener noreferrer\">GM</a>) dominated the market. Production was efficient and exports were plentiful.\n", "\nIn 1970, GM switched its assembly methods from mostly manual to mostly automated production. Consumer demand, increased production, and low-cost materials all created economies of scale in GM's favor, and the company achieved what could be called a maximum-minimum efficient scale. In the years that followed, GM enjoyed a large share of the U.S. automobile market.\n", "\nDespite the efficiencies of automation, lower-priced imports began to encroach on the U.S. auto market. During the next decades, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diseconomiesofscale.asp\" rel=\"noopener noreferrer\">diseconomies of scale</a> proved fateful for GM. The company began to experience heavy losses, closed many of its plants, and entered a period of slow decline.\n", "\nA combination of factors contributed to GM's downturn. First, foreign cars were less expensive to produce, which put American automakers at a major disadvantage. Also, new U.S. government fuel regulations steered consumers to smaller, more fuel-efficient vehicles. Manufacturers that produced smaller cars usurped a large portion of GM's market share.\n", "\nAt the same time, foreign luxury cars like Mercedes and BMWs were becoming popular, which pinched market share from GM's Cadillacs and Lincolns.\n", "\nFinally, production costs surged. GM teetered on the edge of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>.\n", "\nOn June 1, 2009, General Motors submitted the largest industrial bankruptcy filing in history. Just 40 days later a new GM exited bankruptcy protection, thanks to a masterful recovery plan backed by U.S. government money.\n", "\nThere was a happy ending for General Motors. But its troubled years show how a company will fail if it cannot manage to maintain a balanced MES. A healthy MES consists of numerous factors, but those factors are continually shifting. They have to be recalculated frequently to reflect the changes. A business also has to keep adjusting its production levels to keep hitting the mark.\n", "\nWhen assessing the minimum efficient scale, it's important for a business to stay abreast of changes in external variables that could affect production. These can include the costs of labor, storage, and shipping; the costs of capital; the state of the competition; customer tastes and demands; and government regulations.\n"]}