{"name": "Minority Interest Definition", "@id": "https://www.investopedia.com/terms/m/minorityinterest.asp", "related": ["https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp", "https://www.investopedia.com/terms/e/equitymethod.asp", "https://www.investopedia.com/terms/s/syntheticlease.asp", "https://www.investopedia.com/terms/n/noncontrolling_interest.asp", "https://www.investopedia.com/terms/s/subsidiary.asp", "https://www.investopedia.com/terms/p/parentcompany.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082715/how-calculate-minority-interest.asp\" rel=\"noopener noreferrer\">minority interest</a> is ownership or interest of less than 50% of an enterprise. The term can refer to either stock ownership or a partnership interest in a company. The minority interest of a company is held by an investor or another organization other than the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\" rel=\"noopener noreferrer\">parent company</a>. Minority interests generally come with some rights for the stakeholder such as the participation in sales and certain audit rights.\n", "\nA minority interest shows up as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncurrent-liabilities.asp\" rel=\"noopener noreferrer\">noncurrent liability</a> on the balance sheet of companies with a majority interest in a company. This represents the proportion of its subsidiaries owned by minority shareholders.\n", "\nMinority interests are the portion of a company or stock not held by the parent company, which has a majority interest. Most minority interests range between 20% and 30%.\n", "\nWhile the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/majorityshareholder.asp\" rel=\"noopener noreferrer\">majority stakeholder</a>—in most cases, the parent company—has voting rights to set policy and procedures, the minority stakeholders generally have very little say or influence in the direction of the company. That's why it's also referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncontrolling_interest.asp\" rel=\"noopener noreferrer\">non-controlling interests</a> (NCIs).\n", "\nIn some cases, a minority may have some rights such as the ability to take part in sales. There are laws that also allow minority interest holders to certain audit rights. They also may be able to attend shareholder or partnership meetings.\n", "\nIn the world of private equity, companies and investors with a minority interest may be able to negotiate control rights. For example, venture capitalists may ask to negotiate for a seat on the board of directors in exchange for his investment in a startup.\n", "\nIn the corporate world, a corporation lists minority ownership on its balance sheet. In addition to being reflected on the balance sheet, a minority interest is reported on the consolidated income statement as a share of profit belonging to minority equity holders.\n", "\nABC Corporation owns 90% of XYZ Inc., which is a $100 million company. ABC records a $10 million minority interest as a noncurrent liability to represent the 10% of XYZ Inc. it does not own.\n", "\nXYZ Inc. generates $10 million in net income. As a result, ABC recognizes $1 million—or 10% of $10 million—of net income attributable to minority interest on its income statement. Correspondingly, ABC marks up the $10 million minority interest by $1 million on the balance sheet. The minority interest investors do not record anything unless they receive dividends, which are booked as income.\n", "\nA minority interest can either be passive or active. Passive minority interests, where a company owns 20% or less, are those in which a company has no material influence on the company in which it maintains a minority interest. In accounting terms, only the dividends received from the minority interest are recorded for those with minority passive interests. This is referred to as the cost method—the ownership stake is treated as an investment at cost, and any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> received are treated as dividend income.\n", "\nActive minority interests—owning 21% to 49%—are those in which a company has the ability to materially influence the company in which it holds a minority interest. Unlike passive interests, dividends received and a percentage of income is recorded for those with active minority interests. This is referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymethod.asp\" rel=\"noopener noreferrer\">equity method</a>.\n", "\nDividends are treated as a return of capital, decreasing the value of the investment on the balance sheet. The percentage of income the minority interest is entitled to is added to the investment account on the balance sheet as this effectively increases its equity share in the company.\n", "\nThe parent company is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/majorityshareholder.asp\" rel=\"noopener noreferrer\">majority stakeholder</a> in the subsidiary. It owns more than 50% but less than 100% of a subsidiary's voting shares and recognizes a minority interest in its financial statements.\n", "\nThe parent company consolidates the financial results of the subsidiary with its own, and as a result, a proportional share of income shows up on the parent company's income statement attributable to the minority interest. Likewise, a proportional share of equity in the subsidiary company shows up on the parent's balance sheet attributable to the minority interest.\n", "\nThe minority interest can be found in the noncurrent liability section or equity section of the parent company's balance sheet under the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles (GAAP)</a> rules. Under International Financial Reporting Standards (IFRS), however, the minority interest must be recorded in the equity section of the balance sheet. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082715/how-calculate-minority-interest.asp\" rel=\"noopener noreferrer\">How To Calculate Minority Interest</a>\")\n"]}