{"name": "Misery Index Definition", "@id": "https://www.investopedia.com/terms/m/miseryindex.asp", "related": ["https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/p/petro-gold.asp", "https://www.investopedia.com/terms/a/abenomics.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/q/quantity_theory_of_money.asp"], "body": ["\nEqual to the sum of the inflation rate and the unemployment rate, the original misery index was popularized in the 1970s as a measure of America’s economic health during a president’s term in office.\n", "\nThe first misery index was created by economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/okunslaw.asp\">Arthur Okun</a>, who served as second chairman of President Lyndon B. Johnson’s Council of Economic Advisors and a professor at Yale. Okun’s misery index used the simple sum of the nation’s annual <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation rate</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemploymentrate.asp\">unemployment rate</a> to provide President Johnson with an easily understood snapshot of the economy’s relative health. The higher the index, the greater the misery felt by the average voter. During the 1976 campaign for U.S. president, candidate Jimmy Carter popularized Okun’s misery index as a means of criticizing his opponent, incumbent Gerald Ford. By the end of Ford’s administration, the misery index was a relatively high 12.7%, creating a tempting target for Carter. During the 1980 presidential campaign, Ronald Reagan pointed out that the misery index had increased under Carter.\n", "\nThe Okun misery index is considered a flawed gauge of the economic conditions experienced by the average American because it doesn't include economic growth data. In recent times, the prevalence of low unemployment and low inflation figures across much of the world also means that the utility of Okun's index is limited.\n", "\nIn addition, the unemployment rate is a lagging indicator that likely understates misery early in a recession and overstates it even after the recession is over. Some critics also feel the misery index underweights the unhappiness attributable to the unemployment rate, since inflation probably has a smaller influence on unhappiness because <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/federal-reserve-monetary-policy/\">Federal Reserve Policy</a> has been much more effective with respect to inflation management in recent decades. Regardless, it is smart for investors to build an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/how-to-build-emergency-fund/\">emergency fund</a> in case of an economic downturn or job loss.\n", "\nThe misery index has been modified several times, first in 1999 by Harvard economist Robert Barro who created the Barro misery index, which includes interest rate and economic growth data to evaluate post-WWII presidents.\n", "\nIn 2011, Johns Hopkins economist Steve Hanke built upon Barro's misery index and began applying it to countries beyond the United States. Hanke’s modified annual misery index is the sum of unemployment, inflation, and bank lending rates, minus the change in real <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a> per capita.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/sites/stevehanke/2019/03/28/hankes-annual-misery-index-2018-the-worlds-saddest-and-happiest-countries/#615cef0a3bce\">Hanke publishes his global list</a> of misery index rankings annually for the 95 countries that report relevant data on a timely basis. His list of the world’s most miserable and happy countries ranked Venezuela, Syria, Brazil, Argentina and Egypt among the most miserable countries. China, Malta, Japan, Netherlands, Hungary, and Thailand ranked as the happiest countries.\n", "\nThe concept of misery index has also been expanded to asset classes. For example, Tom Lee, co-founder of Fundstrat Advisors, created the Bitcoin Misery Index (BML) to measure the average bitcoin investor's misery. The index calculates the percentage of winning trades against total trades and adds it to the cryptocurrency's overall volatility. The index is considered \"at misery\" when its total value is less than 27.\n", "\nA variation of the original misery index is the Bloomberg misery index, developed by the online publication. Venezuela, a country beset by widespread inflation and unemployment, topped the index's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bloomberg.com/tosv2.html?vid=&amp;uuid=ddc78660-1635-11ea-a8b2-65de4bbfc70c&amp;url=L25ld3MvYXJ0aWNsZXMvMjAxOS0wNC0xNy90aGUtd29ybGQtcy1tb3N0LW1pc2VyYWJsZS1lY29ub215LWhhcy1zZXZlbi1maWd1cmUtaW5mbGF0aW9u\">latest version</a>. Argentina and South Africa, both economies which have similar problems, rounded out the top three.\n", "\nAt the other end, Thailand, Singapore, and Japan were considered the happiest countries according to economist estimates. But low inflation and low unemployment rates can also mask low demand, as the publication itself pointed out. Japan is a textbook case of persistently low demand due to an economy that has been in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagflation.asp\">stagflation</a> for the last two decades.\n"]}