{"name": "Model Risk Definition", "@id": "https://www.investopedia.com/terms/m/modelrisk.asp", "related": ["https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/r/riskmanagement.asp", "https://www.investopedia.com/terms/q/quantitative-trading.asp", "https://www.investopedia.com/terms/d/downsiderisk.asp", "https://www.investopedia.com/terms/c/contingency.asp", "https://www.investopedia.com/terms/m/mlr.asp"], "body": ["\nModel risk is a type of risk that occurs when a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialmodeling.asp\" rel=\"noopener noreferrer\">financial model</a> is used to measure quantitative information such as a firm's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketrisk.asp\" rel=\"noopener noreferrer\">market risks</a> or value transactions, and the model fails or performs inadequately and leads to adverse outcomes for the firm.\n", "\nA model is a system, quantitative method, or approach that relies on assumptions and economic, statistical, mathematical, or financial theories and techniques. The model processes data inputs into a quantitative-estimate type of output.\n", "\nFinancial institutions and investors use models to identify the theoretical value of stock prices and to pinpoint trading opportunities. While models can be useful tools in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-analysis.asp\" rel=\"noopener noreferrer\">investment analysis</a>, they can also be prone to various risks that can occur from the usage of inaccurate data, programming errors, technical errors, and misinterpretation of the model's outputs.\n", "\nModel risk is considered a subset of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operational_risk.asp\" rel=\"noopener noreferrer\">operational risk</a>, as model risk mostly affects the firm that creates and uses the model. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\" rel=\"noopener noreferrer\">Traders</a> or other investors who use a given model may not completely understand its assumptions and limitations, which limits the usefulness and application of the model itself.\n", "\nIn financial companies, model risk can affect the outcome of financial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\" rel=\"noopener noreferrer\">securities valuations</a>, but it's also a factor in other industries. A model can incorrectly predict the probability of an airline passenger being a terrorist or the probability or a fraudulent credit card transaction. This can be due to incorrect assumptions, programming or technical errors, and other factors that increase the risk of a poor outcome.\n", "\nAny model is a simplified version of reality, and with any simplification, there is the risk that something will fail to be accounted for. Assumptions made to develop a model and inputs into the model can vary widely. The use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialmodeling.asp\" rel=\"noopener noreferrer\">financial models</a> has become very prevalent in the past decades, in step with advances in computing power, software applications, and new types of financial securities. Before developing a financial model, companies will often conduct a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/difference-between-financial-forecasting-and-financial-modeling/\" rel=\"noopener noreferrer\">financial forecast</a>, which is the process by which it determines the expectations of future results.\n", "\nSome companies, such as banks, employ a model risk officer to establish a financial model <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">risk management</a> program aimed at reducing the likelihood of the bank suffering financial losses due to model risk issues. Components of the program include establishing model governance and policies. It also involves assigning roles and responsibilities to individuals who will develop, test, implement, and manage the financial models on an ongoing basis.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermcapital.asp\" rel=\"noopener noreferrer\">Long-Term Capital Management</a> (LTCM) debacle in 1998 was attributed to model risk. In this case, a small error in the firm's computer models was made larger by several orders of magnitude because of the highly leveraged <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading-strategy.asp\" rel=\"noopener noreferrer\">trading strategy</a> LTCM employed.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAt its height, the hedge fund managed over $100 billion in assets and reported annual returns of over 40%. LTCM famously had two Nobel Prize winners in economics as principal shareholders, but the firm imploded due to its financial model that failed in that particular market environment.\n", "\nAlmost 15 years later, JPMorgan Chase (JPM) suffered massive trading losses from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\" rel=\"noopener noreferrer\">value at risk</a> (VaR) model that contained formula and operational errors. Risk managers use VaR models to estimate the future losses a portfolio could potentially incur. In 2012, CEO Jamie Dimon's proclaimed \"tempest in a teapot\" turned out to be a $6.2 billion loss resulting from trades gone wrong in its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/syntheticcdo.asp\" rel=\"noopener noreferrer\">synthetic credit</a> portfolio (SCP).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nA trader had established large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivative</a> positions that were flagged by the VaR model that existed at the time. In response, the bank's chief investment officer made adjustments to the VaR model, but due to a spreadsheet error in the model, trading losses were allowed to pile up without warning signals from the model.\n", "\nThis was not the first time that VaR models have failed. In 2007 and 2008, VaR models were criticized for failing to predict the extensive losses many banks suffered during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/033015/how-did-financial-crisis-affect-banking-sector.asp\" rel=\"noopener noreferrer\">global financial crisis</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n"]}