{"name": "Mode Definition", "@id": "https://www.investopedia.com/terms/m/mode.asp", "related": ["https://www.investopedia.com/terms/d/descriptive_statistics.asp", "https://www.investopedia.com/terms/s/skewness.asp", "https://www.investopedia.com/terms/u/uniform-distribution.asp", "https://www.investopedia.com/terms/d/decile.asp", "https://www.investopedia.com/terms/b/bell-curve.asp", "https://www.investopedia.com/terms/q/quartile.asp"], "body": ["\nThe mode is the value that appears most frequently in a data set. A set of data may have one mode, more than one mode, or no mode at all. Other popular measures of central tendency include the mean, or the average of a set, and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/median.asp\" rel=\"noopener noreferrer\">median</a>, the middle value in a set.\n", "\nIn statistics, data can be distributed in various ways. The most often cited distribution is the classic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normaldistribution.asp\" rel=\"noopener noreferrer\">normal</a> (bell-curve) distribution. In this, and some other distributions, the mean (average) value falls at the mid-point, which is also the peak frequency of observed values. For such a distribution, the mean, median, and mode are all the same value. This means that this value is the average value, the middle value, also the mode—the most frequently occurring value in the data.\n", "\nMode is most useful as a measure of central tendency when examining categorical data, such as models of cars or flavors of soda, for which a mathematical average median value based on ordering can not be calculated.\n", "\nFor example, in the following list of numbers, 16 is the mode since it appears more times in the set than any other number:\n", "\nA set of numbers can have more than one mode (this is known as <em>bimodal </em>if there are two modes) if there are multiple numbers that occur with equal frequency, and more times than the others in the set.\n", "\nIn the above example, both the number 3 and the number 16 are modes as they each occur three times and no other number occurs more often.\n", "\nIf no number in a set of numbers occurs more than once, that set has no mode:\n", "\nA set of numbers with two modes is <strong>bimodal</strong>, a set of numbers with three modes is <strong>trimodal</strong>, and any set of numbers with more than one mode is <strong>multimodal</strong>.\n"]}