{"name": "Modified Adjusted Gross Income (MAGI) Definition", "@id": "https://www.investopedia.com/terms/m/magi.asp", "related": ["https://www.investopedia.com/terms/a/agi.asp", "https://www.investopedia.com/terms/t/traditionalira.asp", "https://www.investopedia.com/irs-form-8880-credit-for-qualified-retirement-savings-contributions-5114767", "https://www.investopedia.com/terms/i/ira.asp", "https://www.investopedia.com/terms/t/taxableincome.asp", "https://www.investopedia.com/terms/r/rothira.asp"], "body": ["\nModified adjusted gross income (MAGI) is an important number. First of all, it determines whether you can contribute to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rothira.asp\">Roth IRA</a> and if you can deduct IRA contributions.<span class=\"ql-inline-citation\" data-cite=\"3\"></span><span class=\"ql-inline-citation\" data-cite=\"15\"></span> It also factors into your eligibility for certain education tax benefits and income tax credits.<span class=\"ql-inline-citation\" data-cite=\"14\"></span> Furthermore, it establishes your eligibility for income-based <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicaid.asp\">Medicaid</a> and subsidized health insurance plans on the Health Insurance Marketplace.<span class=\"ql-inline-citation\" data-cite=\"13\"></span>\n", "\nStill, as important as this number is, you won’t find it on your tax return.<span class=\"ql-inline-citation\" data-cite=\"22\"></span> You’ll have to crunch some numbers to find your MAGI.\n", "\nMAGI can be defined as your household’s adjusted gross income with any tax-exempt interest income and certain deductions added back.<span class=\"ql-inline-citation\" data-cite=\"22\"></span> The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) uses MAGI to establish if you qualify for certain tax benefits. Most notably, MAGI determines:\n", "\nFor example, you can contribute to a traditional IRA no matter how much money you earn.<span class=\"ql-inline-citation\" data-cite=\"23\"></span> However, you can’t deduct those contributions when you file your tax return if your MAGI exceeds limits set by the IRS and you and/or your spouse have a retirement plan at work.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nDetermining your MAGI is a three-step process:\n", "\nYour gross income includes everything you earned during the year from:\n", "\nThere are two scenarios in which alimony payments are not considered gross income. The first is if your divorce agreement was executed after 2018. The second is if your divorce agreement was executed before 2019 but later modified to expressly state that such payments are not deductible for the payer.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nYour adjusted gross income (AGI) is important because it’s the total taxable income calculated before itemized or standard deductions, exemptions, and credits are taken into account.<span class=\"ql-inline-citation\" data-cite=\"18\"></span> It dictates how you can use various tax credits and exemptions. For example, AGI affects the amount of money you can claim for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/childtaxcredit.asp\">child tax credit</a>.<span class=\"ql-inline-citation\" data-cite=\"10\"></span>\n", "\nYour adjusted gross income is equal to your gross income, less certain tax-deductible expenses, including:\n", "\nTo find your MAGI, take your AGI and add back:\n", "\nTo contribute to a Roth IRA, your MAGI must be below the limits specified by the IRS. If you’re within the income threshold, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/retirement/ira-contribution-limits/\" rel=\"noopener noreferrer\">the actual amount you can contribute</a> is also determined by your MAGI. If your MAGI exceeds the allowed limits, your contributions are phased out.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nHere are the Roth IRA income limits for 2019:<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nHere's a rundown of Roth IRA income limits for 2020:<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nNote that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/04/042804.asp\" rel=\"noopener noreferrer\">if you contribute more than you’re allowed</a>, you have to remove the excess contributions. Otherwise, you’ll face a tax penalty. Excess contributions are taxed at a rate of 6% per year for as long as the excess amount remains in your IRA.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nYour MAGI and whether you and your spouse have retirement plans at work determine if you can deduct traditional IRA contributions. If neither spouse is covered by a plan at work, you can take the full deduction, up to the amount of your contribution limit. However, if either spouse has a plan at work, your deduction could be limited.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nHere's a rundown of traditional IRA income limits for 2019:<span class=\"ql-inline-citation\" data-cite=\"4\"></span><span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nHere's a rundown of traditional IRA income limits for 2020:<span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTax laws are complicated and do change periodically. If you need help figuring out your MAGI, or if you have any questions about IRA contribution and income limits, contact a trusted tax professional.\n", "\nCalculating your MAGI is relatively straightforward. To do so, first calculate your adjusted gross income (AGI) and then add back any of the deductions specified by the IRS that apply to your situation. Examples of these deductions include income from foreign sources, interest from certain savings bonds, and expenses related to adopting a child. Because MAGI involves adding back these deductions, MAGI will always be greater than or equal to AGI.\n", "\nMAGI is used by the IRS to determine whether you qualify for certain tax programs and benefits. For instance, it helps determine the size of your Roth IRA contributions. Knowing your MAGI can also help avoid facing tax penalties, since over-contributing to these programs and others like them can trigger interest payments and fines. Your MAGI can also determine eligibility for certain government programs, such as the subsidized insurance plans available on the Health Insurance Marketplace. \n", "\nYes, MAGI and AGI can be the same. For many people, the list of deductions that need to be added back to AGI in order to calculate MAGI will not be relevant. For instance, those who did not earn any foreign income would have no reason to use that deduction and would not add back those earnings to their AGI. For them, AGI and MAGI would therefore be the same number.\n"]}