{"name": "Modified Accelerated Cost Recovery System (MACRS) Definition", "@id": "https://www.investopedia.com/terms/m/macrs.asp", "related": ["https://www.investopedia.com/terms/r/recoveryproperty.asp", "https://www.investopedia.com/terms/l/luxury-automobile-limitations.asp", "https://www.investopedia.com/terms/u/unit-of-production-method.asp", "https://www.investopedia.com/terms/g/generaldepreciationsystem.asp", "https://www.investopedia.com/terms/a/asset-depreciation-range.asp", "https://www.investopedia.com/terms/a/alternative-depreciation-system.asp"], "body": ["\nThe modified accelerated cost recovery system (MACRS) is a depreciation system used for tax purposes in the U.S. MACRS <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental/04/090804.asp\">depreciation</a> allows the capitalized cost of an asset to be recovered over a specified period via annual deductions. The MACRS system puts fixed assets into classes that have set depreciation periods.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿  \n", "\nAs defined by the Internal Revenue Service (IRS), depreciation is an income tax deduction that allows a business to recover the cost basis of certain property. It is an annual allowance for the wear and tear, deterioration, or obsolescence of the property. Most tangible assets are depreciable. Likewise, certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\">intangible assets</a>, such as patents and copyrights, are depreciable.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe modified accelerated cost recovery system (MACRS) is the proper depreciation method for most assets. MACRS allows for greater accelerated depreciation over longer time periods. This is beneficial since faster acceleration allows individuals and businesses to deduct greater amounts during the first few years of an asset's life, and relatively less later. Depreciation using MACRS can be applied to assets such as computer equipment, office furniture, automobiles, fences, farm buildings, racehorses, and so on.\n", "\nThe IRS publishes the useful lives of various classes of assets. This information is used to compute the depreciation for a given type of qualified asset. Few examples of some assets and their useful lives in years as published by the IRS include:\n", "\nRefer to<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/publications/p946#en_US_2017_publink1000107507\"> IRS Publication 946 – <em>How to Depreciate Property</em></a> for a full breakdown of asset classes and their useful lives. Since the tax rules for MACRS are complex, the 100-plus pages of the IRS Publication 946 provide complete guidance on depreciating assets with MACRS.\n", "\nBased on the information provided in the table, a business can determine its tax depreciation for assets. The basis for depreciation of MACRS property is the property's cost basis multiplied by the percentage of business/investment use. The amount derived is recognized in the company’s income tax return and used to determine taxable income by factoring in any tax credits and deductions that can be claimed on the property.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Note that the derived tax depreciation is not recorded in the financial statements, as these statements calculate depreciation using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/straightlinebasis.asp\">straight-line depreciation</a> method or some other form of accelerated cost depreciation method.\n"]}