{"name": "Momentum Definition", "@id": "https://www.investopedia.com/terms/m/momentum.asp", "related": ["https://www.investopedia.com/terms/m/momentum_investing.asp", "https://www.investopedia.com/terms/r/relativestrength.asp", "https://www.investopedia.com/terms/c/countermove.asp", "https://www.investopedia.com/terms/f/flag.asp", "https://www.investopedia.com/terms/d/dowtheory.asp", "https://www.investopedia.com/terms/s/stock-trader.asp"], "body": ["\nMomentum is the rate of acceleration of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">security's</a> price -- that is, the speed at which the price is changing. Momentum trading is a strategy that seeks to capitalize on momentum to enter a trend as it is picking up steam.\n", "\nSimply put, momentum refers to the inertia of a price trend to continue either rising or falling for a particular, usually taking into account both price and volume information. In <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a>, momentum is often measured via an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oscillator.asp\" rel=\"noopener noreferrer\">oscillator</a> and is used to help identify trends.\n", "\nThink of it as the momentum of a train. When a train starts up, as it accelerates it moves very slowly. Once it gets up to speed, it stops accelerating but remains traveling at a higher velocity. At the end of the trip, the train decelerates as it slows down, but it can take many miles of track to apply the brakes on before finally coming to a complete stop. For the momentum investor, the best part of the train ride is in the middle, when the train is moving at its highest velocity.\n", "\nMomentum investors like to chase performance. They attempt to achieve <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alpha.asp\" rel=\"noopener noreferrer\">alpha</a> returns by investing in stocks that trend one way or another. Stocks trending up are referred to as hot stocks. Some are hotter than others as measured by growth over a period of time. A stock that is trending down is cold.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\" rel=\"noopener noreferrer\">Investors</a> can use momentum as a trading technique that seeks to profit off the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/herdinstinct.asp\" rel=\"noopener noreferrer\">herding behavior</a> of market psychology. Rather than \"buy low, sell high\", momentum trading follows a strategy of \"buy high, sell higher\". Once a momentum trader sees acceleration in a stock's price, earnings or revenues, the trader will often take a long or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum_investing.asp\" rel=\"noopener noreferrer\">short position</a> in the stock in the hope that its momentum will continue in either an upward or downward direction. This strategy relies on short-term movements in a stock's price rather than <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">fundamental value</a>.\n", "\nWhen applied, an investor can buy or sell based on the strength of the trends in an asset's price. If a trader wants to use a momentum-based strategy, he takes a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long position</a> in a stock or asset that has been trending up. If the stock is trending down, he takes a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short position</a>. Instead of the traditional philosophy of trading—<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/081415/look-buy-low-sell-high-strategy.asp\" rel=\"noopener noreferrer\">buy low, sell high</a>—momentum investing seeks to sell low and buy lower, or buy high and sell higher. Instead of identifying the continuation or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\" rel=\"noopener noreferrer\">reversal</a> pattern, momentum investors focus on the trend created by the most recent price break.\n", "\n<br/>\n", "\nSome tools for momentum investors help to define the trend, such as the trend line. A trend line is a line drawn from the high price to the low price, or vice versa, over a given time period. If the line is up, the trend is up and the momentum investor buys the stock. If the trend line is down, the trend is down and the momentum investor sells the stock.\n", "\nIn this way, momentum investing is purely a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\">technical indicator</a>. Though the \"momentum\" can refer to fundamental measures of performance, such as revenue and earnings, it is most commonly used in reference to historical asset prices as a technical indicator.\n", "\nJust like any other trading style, there are risks that come with momentum trading. By using this technique, you should know that you are trading on the backs of other people in the market, and price trends are never guaranteed. And always be prepared for unexpected reversals or corrections that take place. This can happen because of unexpected news or changes in investor sentiment in the market.\n"]}