{"name": "Monetary Aggregates Definition", "@id": "https://www.investopedia.com/terms/m/monetary-aggregates.asp", "related": ["https://www.investopedia.com/terms/m/monetarybase.asp", "https://www.investopedia.com/terms/m/moneysupply.asp", "https://www.investopedia.com/terms/m/m3.asp", "https://www.investopedia.com/terms/m/m1.asp", "https://www.investopedia.com/terms/n/narrowmoney.asp", "https://www.investopedia.com/terms/m/monetary-reserve.asp"], "body": ["\nMoney aggregates are broad categories that measure the money supply in an economy. In the United States, labels are attributed to standardized monetary aggregates:\n", "\nA legacy aggregate known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/m3.asp\" rel=\"noopener noreferrer\">M3</a>, which further included <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timedeposit.asp\" rel=\"noopener noreferrer\">time deposits</a> over $100,000 and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalfund.asp\" rel=\"noopener noreferrer\">institutional funds</a>, has not been tracked by the Federal Reserve since 2006 but is still calculated by some analysts.\n", "\nThe monetary base (MB or M0) is a monetary aggregate that is not widely observed and differs from the money supply but is nonetheless very important. It includes the total supply of currency in circulation in addition to the stored portion of commercial bank reserves within the central bank. This is sometimes known as high-powered money (HPM) since it can be multiplied through the process of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fractionalreservebanking.asp\" rel=\"noopener noreferrer\">fractional reserve banking</a>.\n", "\nM1 is a narrow measure of the money supply that includes physical currency, demand deposits, traveler’s checks, and other checkable deposits. M2 is a calculation of the money supply that includes all elements of M1 as well as \"near money,\" which refers to savings deposits, money market securities, mutual funds, and other time deposits. These assets are less liquid than M1 and not as suitable as exchange mediums, but they can be quickly converted into cash or checking deposits.\n", "\nThe Federal Reserve uses money aggregates as a metric for how open-market operations, such as trading in Treasury securities or changing the discount rate, affect the economy. Investors and economists observe the aggregates closely because they offer a more accurate depiction of the actual size of a country’s working money supply. By reviewing weekly reports of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/m1.asp\" rel=\"noopener noreferrer\">M1</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/m2.asp\" rel=\"noopener noreferrer\">M2</a> data, investors can measure the money aggregates' rate of change and monetary velocity overall.\n", "\nStudying monetary aggregates can generate substantial information on the financial stability and overall health of a country. For example, monetary aggregates that grow too rapidly may cause fear of a high rate of inflation.\n", "\nIf there is a greater amount of money in circulation than what is needed to pay for the same amount of goods and services, prices are likely to rise. If a high rate of inflation occurs, central banking groups may be forced to raise interest rates or stop the growth in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a>.\n", "\nFor decades, monetary aggregates were essential for understanding a nation's economy and were key in establishing central banking policies in general. The past few decades have revealed that there is less of a connection between fluctuations in the money supply and significant metrics such as inflation, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product </a>(GDP), and unemployment.\n", "\nThe amount of money the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> releases into the economy is a clear indicator of the central bank's monetary policy. When compared to GDP growth, M2 is still a useful indicator of potential inflation.\n", "\nAccording to <em>The Economist</em>, Sudanese citizens are demanding the resignation of President Omar al-Bashir in response to soaring food prices and an economy with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.economist.com/finance-and-economics/2019/01/24/monetary-policy-in-africa-has-become-more-orthodox\" rel=\"noopener noreferrer\">inflation over 70%</a>. These same protests are also occurring in Zimbabwe, where the central bank's bond notes, a type of monetary aggregate, are raising fears of hyperinflation after the government increased fuel prices.\n", "\nIn Africa, inflation has decreased over the years. In the 1980s, a fifth of countries south of the Sahara endured an average annual inflation of at least 20%. This decade only Sudan, South Sudan, and Zimbabwe have experienced high inflation rates.\n"]}