{"name": "Monetary Policy Definition", "@id": "https://www.investopedia.com/terms/m/monetarypolicy.asp", "related": ["https://www.investopedia.com/terms/t/tightmonetarypolicy.asp", "https://www.investopedia.com/terms/n/nonstandard-monetary-policy.asp", "https://www.investopedia.com/terms/r/requiredreserves.asp", "https://www.investopedia.com/terms/f/federal_discount_rate.asp", "https://www.investopedia.com/terms/m/moneysupply.asp", "https://www.investopedia.com/terms/q/quantitative-easing.asp"], "body": ["\nMonetary policy, the demand side of economic policy, refers to the actions undertaken by a nation's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central bank</a> to control money supply and achieve <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\" rel=\"noopener noreferrer\">macroeconomic</a> goals that promote sustainable economic growth.\n", "\nMonetary policy is the process of drafting, announcing, and implementing the plan of actions taken by the central bank, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency_board.asp\" rel=\"noopener noreferrer\">currency board</a>, or other competent monetary authority of a country that controls the quantity of money in an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a> and the channels by which new money is supplied.\n", "\nMonetary policy consists of the<strong> </strong>management of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\" rel=\"noopener noreferrer\">money supply</a> and interest rates, aimed at meeting macroeconomic objectives such as controlling <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, consumption, growth, and liquidity. This is achieved by actions such as modifying the interest rate, buying or selling government bonds, regulating foreign exchange (forex) rates, and changing the amount of money banks are required to maintain as reserves.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economist.asp\" rel=\"noopener noreferrer\">Economists</a>, analysts, investors, and financial experts across the globe eagerly await monetary policy reports and the outcome of meetings involving monetary policy decision-makers. Such developments have a long-lasting impact on the overall economy, as well as on specific industry <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sectors</a> or markets.\n", "\nMonetary policy is formulated based on inputs gathered from a variety of sources. For instance, the monetary authority may look at macroeconomic numbers such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP) and inflation, industry/sector-specific growth rates and associated figures, as well as geopolitical developments in international markets—including oil embargos or trade <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a>. These entities may also ponder concerns raised by groups representing industries and businesses, survey results from organizations of repute, and inputs from the government and other credible sources.\n", "\nMonetary authorities are typically given policy mandates to achieve a stable rise in GDP, keep <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">unemployment</a> low, and maintain <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange</a> (forex) and inflation rates in a predictable range.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve Bank</a> is in charge of monetary policy in the United States. The Federal Reserve (Fed) has what is commonly referred to as a \"dual mandate\": to achieve maximum employment while keeping inflation in check.\n", "\nSimply put, it is the Fed's responsibility to balance economic growth and inflation. In addition, it aims to keep long-term interest rates relatively low. Its core role is to be the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lenderoflastresort.asp\" rel=\"noopener noreferrer\">lender of last resort</a>, providing banks with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> and regulatory scrutiny in order to prevent them from failing and panic spreading in the financial services sector.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nBroadly speaking, monetary policies can be categorized as either:\n", "\nIf a country is facing a high unemployment rate during a slowdown or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a>, the monetary authority can opt for an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expansionary_policy.asp\" rel=\"noopener noreferrer\">expansionary</a> policy aimed at increasing economic growth and expanding economic activity. As a part of expansionary monetary policy, the monetary authority often lowers the interest rates through various measures, serving to promote spending and make money-saving relatively unfavorable.\n", "\nIncreased money supply in the market aims to boost investment and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\" rel=\"noopener noreferrer\">consumer spending</a>. Lower interest rates mean that businesses and individuals can secure loans on convenient terms to expand productive activities and spend more on big-ticket consumer goods. An example of this <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040115/what-are-some-examples-expansionary-monetary-policy.asp\" rel=\"noopener noreferrer\">expansionary approach</a> is the low to zero interest rates maintained by many leading economies across the globe since the 2008 financial crisis.\n", "\nIncreased money supply can lead to higher inflation, raising the cost of living and cost of doing business. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractionary-policy.asp\" rel=\"noopener noreferrer\">Contractionary monetary policy</a>, increasing interest rates, and slowing the growth of the money supply, aims to bring down inflation. This can slow economic growth and increase unemployment, but is often necessary to cool down the economy and keep it in check.\n", "\nIn the early 1980s when inflation hit record highs and was hovering in the double-digit range of around 15%, the Fed raised its benchmark interest rate to a record 20%. Though the high rates resulted in a recession, it managed to bring back inflation to the desired range of 3% to 4% over the next few years.\n", "\nCentral banks use a number of tools to shape and implement monetary policy. \n", "\nPolicy announcements are effective only to the extent of the credibility of the authority responsible for drafting, announcing, and implementing the necessary measures. In an ideal world, such monetary authorities should work completely independent of influence from the government, political pressure, or any other policy-making authorities.\n", "\nIn reality, governments across the globe might have varying levels of interference with the monetary authority’s working. It may vary from the government, judiciary, or political parties having a role limited to only appointing the key members of the authority. Alternatively, it could extend to forcing them to announce populist measures, say, for example, to influence an approaching election.\n", "\nIf a central bank announces a particular policy to put curbs on increasing inflation, the inflation may continue to remain high if the common public has no or little trust in the authority. While making investment decisions based on the announced monetary policy, one should also consider the credibility of the authority.\n"]}