{"name": "Money Purchase Pension Plan Definition", "@id": "https://www.investopedia.com/terms/m/moneypurchasepensionplan.asp", "related": ["https://www.investopedia.com/terms/n/nonperiodic-distribution.asp", "https://www.investopedia.com/terms/d/definedcontributionplan.asp", "https://www.investopedia.com/terms/k/keoghplan.asp", "https://www.investopedia.com/terms/e/employee-savings-plan.asp", "https://www.investopedia.com/terms/1/401kplan.asp", "https://www.investopedia.com/terms/r/retirement-contribution.asp"], "body": ["\nA money purchase pension plan is an employee retirement benefit plan that resembles a corporate profit-sharing program. It requires the employer to deposit a set percentage of the participating employee's salary in the account every year. The employee is not permitted to contribute to the fund but may choose how to invest the money based on options offered by the employer.\n", "\nIn a money purchase pension plan, the employee's account balance is tax-deferred until the money is withdrawn, while the employer's contribution is tax-deductible. It is similar to a profit-sharing plan, but the rules for a money purchase plan are more rigid because the company cannot adjust its contribution level as profits go up or down.\n", "\nA money purchase pension plan is a qualified retirement plan. That means it's eligible for tax benefits and subject to tax regulations. The rules are similar to those for any qualified retirement account:\n", "\nThe money purchase pension plan is designed to provide retirement income. Upon retirement, the total pool of capital in the account can be used to purchase a lifetime annuity or can be withdrawn in lump sums.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe amount in each money-purchase plan member's account differs, depending on the employee's level of contributions and the investment return earned on those contributions. Money purchase plans can be used in addition to profit-sharing plans to maximize annual savings levels. The plan may be used along with other retirement plans as well.\n", "\nCompany contributions must be made whether or not the business makes a profit, or how much profit it makes. For 2020, the overall contribution limits allowed by the IRS are the lesser of 25% of an employee’s compensation or $57,000; for 2021, the limit is $58,000.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe participant's benefit at retirement is based on total contributions and the gains or losses on investments. As long as the contribution amounts remain within the annual limits, the money is tax-deferred. Employers typically establish a vesting period after which an employee is eligible for the program. After being fully vested, an employee may start taking out funds at age 59½ without a tax penalty.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nWithdrawals, whether as a lump sum or in installment payments, are taxed as ordinary income and must begin by the time the account owner reaches age 72. Prior to the passage of the Setting Every Community Up for Retirement Enhancement (SECURE) Act in Dec. 2019, the age for required minimum distributions was 70½.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ Therefore, for anyone turning 70½ on Jan. 1, 2020 or later, they can wait until the age of 72 before beginning required distributions from 401(k)s and other types of qualified retirement plans.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nThe money purchase pension plan can substantially boost retirement savings, especially if used in conjunction with other savings plans like a 401(k). For the company, having such a program gives them an edge in competing for talent. The tax benefit cushions any blow from the expenditure. On the downside, the money-purchase pension plan may have greater administrative costs than other retirement plans.\n"]}