{"name": "Money Market Fund Definition", "@id": "https://www.investopedia.com/terms/m/money-marketfund.asp", "related": ["https://www.investopedia.com/terms/m/moneymarket.asp", "https://www.investopedia.com/terms/u/united-states-treasury-money-mutual-funds.asp", "https://www.investopedia.com/money-market-mutual-fund-liquidity-facility-4800304", "https://www.investopedia.com/terms/m/money-markey-investor-funding-facility-mmiff.asp", "https://www.investopedia.com/terms/c/commercialpaper.asp", "https://www.investopedia.com/terms/t/taxexemptcommercialpaper.asp"], "body": ["\nA money market fund is a kind of mutual fund that invests in highly liquid, near-term instruments. These instruments include cash, cash equivalent securities, and high-credit-rating, debt-based securities with a short-term maturity (such as U.S. Treasuries). Money market funds are intended to offer investors high liquidity with a very low level of risk. Money market funds are also called money market mutual funds.\n", "\nWhile they sound similar in name, a money market fund is not the same as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarketaccount.asp\" rel=\"noopener noreferrer\">money market account</a> (MMA). A money market fund is an investment that is sponsored by an investment fund company. Therefore, it carries no guarantee of principal. A money market account is a type of interest-earning savings account. Money market accounts are offered by financial institutions. They are insured by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">Federal Deposit Insurance Corporation</a> (FDIC), and they typically have limited transaction privileges.\n", "\nMoney market funds work like a typical mutual fund. They issue redeemable units or shares to investors, and they are mandated to follow the guidelines drafted by financial regulators (for example, those set by the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC)).\n", "\nA money market fund may invest in the following types of debt-based financial instruments:\n", "\nReturns from these instruments are dependent on the applicable market interest rates, and therefore, the overall returns from the money market funds are also dependent on interest rates.\n", "\nMoney market funds are classified into various types depending upon the class of invested assets, the maturity period, and other attributes.\n", "\nA prime money fund invests in floating-rate debt and commercial paper of non-Treasury assets, like those issued by corporations, U.S. government agencies, and government-sponsored enterprises (GSEs).\n", "\nA government money fund invests at least 99.5% of its total assets in cash, government securities, and repurchase agreements that are fully collateralized by cash or government securities.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA Treasury fund invests in standard U.S. Treasury-issued debt securities, such as Treasury bills, Treasury bonds, and Treasury notes.\n", "\nA tax-exempt money fund offers earnings that are free from U.S. Federal income tax. Depending on the exact securities it invests in, a tax-exempt money fund may also have an exemption from state income taxes. Municipal bonds and other debt securities primarily constitute such types of money market funds.\n", "\nSome money market funds are targeted to attract institutional money with a high minimum investment amount (oftentimes $1 million). Still, other money market funds are retail money funds and are accessible to individual investors as a result of their small minimums.\n", "\nAll the features of a standard mutual fund apply to a money market fund, with one key difference. A money market fund aims to maintain a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\" rel=\"noopener noreferrer\">net asset value (NAV)</a> of $1 per share. Any excess earnings that get generated through interest on the portfolio holdings are distributed to the investors in the form of dividend payments. Investors can purchase or redeem shares of money market funds through investment fund companies, brokerage firms, and banks.\n", "\nOne of the primary reasons for the popularity of money market funds is their maintenance of the $1 NAV. This requirement forces the fund managers to make regular payments to investors, providing a regular flow of income for them. It also allows easy calculations and tracking of the net gains the fund generates.\n", "\nOccasionally, a money market fund may fall below the $1 NAV. This creates a condition that is sometimes referred to with the colloquial term \"breaking the buck.\" When this condition occurs, it may be attributed to temporary price fluctuations in the money markets. However, if it persists, the condition may trigger a moment when the investment income of the money market fund fails to exceed its operating expenses or investment losses.\n", "\nFor example, if the fund used excess leverage in purchasing instruments—or overall interest rates dropped to very low levels nearing zero—and the fund broke the buck, then one of these scenarios could lead to a condition where the fund cannot meet redemption requests. If this happens, regulators may jump in and force the fund's liquidation. However, instances of breaking the buck are very rare.\n", "\nIn 1994, the first instance of breaking the buck occurred. The Community Bankers U.S. Government Money Market Fund was liquidated at $0.96 per share.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ This was the result of large losses that the fund incurred following a period of heavy investment in derivatives.\n", "\nIn 2008, following the bankruptcy of Lehman Brothers, the venerable Reserve Primary Fund also broke the buck. The fund held millions of the Lehman Brothers debt obligations, and panicked redemptions by its investors caused its NAV to fall to $0.97 per share.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The pullout of money caused the Reserve Primary Fund to liquidate. This event triggered mayhem throughout the money markets.\n", "\nTo prevent this from happening again, in 2010—in the aftermath of the 2008 financial crisis—the SEC issued new rules to better manage money market funds. These rules were intended to provide more stability and resilience by placing tighter restrictions on portfolio holdings and introducing provisions for imposing liquidity fees and suspending redemptions.\n", "\nIn the U.S., money market funds are under the purview of the SEC. This regulatory body defines the necessary guidelines for the characteristics, maturity, and variety of allowable investments in a money market fund.\n", "\nUnder the provisions, a money fund mainly invests in the top-rated debt instruments, and they should have a maturity period under 13 months.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The money market fund portfolio is required to maintain a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weightedaveragematurity.asp\" rel=\"noopener noreferrer\">weighted average maturity (WAM)</a> period of 60 days or less. This WAM requirement means that the average maturity period of all the invested instruments—taken in proportion to their weights in the fund portfolio—should not be more than 60 days.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ This maturity limitation is done to ensure that only highly liquid instruments qualify for investments, and the investor’s money is not locked into long-maturity instruments that can mar the liquidity.\n", "\nA money market fund is not allowed to invest more than 5% in any one issuer (in order to avoid issuer-specific risk).<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ However, government-issued securities and repurchase agreements provide an exception to this rule.\n", "\nMoney market funds compete against similar investment options, such as bank money market accounts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ultra_short_bond_fund.asp\" rel=\"noopener noreferrer\">ultrashort bond funds</a>, and enhanced cash funds. These investment options may invest in a wider variety of assets, as well as aiming for higher returns.\n", "\nThe primary purpose of a money market fund is to provide investors a safe avenue for investing in secure and highly liquid, cash-equivalent, debt-based assets using smaller investment amounts. In the realm of mutual-fund-like investments, money market funds are characterized as a low-risk, low-return investment.\n", "\nMany investors prefer to park substantial amounts of cash in such funds for the short-term. However, money market funds are not suitable for long term investment goals, like retirement planning. This is because they don’t offer much <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalappreciation.asp\" rel=\"noopener noreferrer\">capital appreciation.</a>\n", "\nMoney market funds appear attractive to investors as they come with no loads—no entry charges or exit charges. Many funds also provide investors with tax-advantaged gains by investing in municipal securities that are tax-exempt at the federal tax level (and in some instances at the state level, too).\n", "\nIt's important to keep in mind that money market funds are not covered by the FDIC's federal deposit insurance, while money market deposit accounts, online savings accounts, and certificates of deposit, are covered by this type of insurance. Like other investment securities, money market funds are regulated under the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://legcounsel.house.gov/Comps/Investment%20Advisers%20Act%20Of%201940.pdf\" rel=\"noopener noreferrer\">Investment Company Act of 1940</a>.\n", "\nAn active investor who has time and knowledge to hunt around for the best possible short-term debt instruments—offering the best possible interest rates at their preferred levels of risk—may prefer investing on their own in the various available instruments. On the other hand, a less-savvy investor may prefer taking the money market fund route by delegating the money management task to the fund operators.\n", "\nFund shareholders can typically withdraw their money at any time, but they may have a limit on the number of times they can withdraw within a certain period.\n", "\nMoney market funds were designed and launched during the early 1970s in the U.S. They gained rapid popularity because they were an easy way for investors to purchase a pool of securities that, in general, offered better returns than those available from a standard interest-bearing bank account.\n", "\nCommercial paper has become a common component of many money market funds. Previously, money market funds held only <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-bond.asp\" rel=\"noopener noreferrer\">government bonds</a>. However, this transition away from only government bonds resulted in higher yields. At the same time, it was this reliance on commercial paper that led to the Reserve Primary Fund crisis.\n", "\nIn addition to the reforms that the SEC introduced in 2010, the SEC also implemented some fundamental structural changes to the way they regulate money market funds in 2016.\n", "\nThese changes required prime institutional money market funds to float their NAV and no longer maintain a stable price. Retail and U.S. government money market funds were allowed to maintain the stable $1 per share policy. The regulations also provided non-government money market fund boards with new tools to address runs.\n", "\nToday, money market funds have become one of the core pillars of the present-day capital markets. For investors, they offer a diversified, professionally-managed portfolio with high daily liquidity. Many investors use money market funds as a place to park their cash until they decide on other investments or for funding needs that may arise in the short-term.\n", "\nThe interest rates that are available on the various instruments that constitute the portfolio of a money market fund are the key factors that determine the return from a given money market fund. Looking at historical data is enough to provide sufficient details on how money market returns have fared.\n", "\nDuring the decade spanning from 2000 to 2010, the monetary policies of the Federal Reserve Bank led to short-term interest rates—the rates banks pay to borrow money from one another—hovering around 0%. These near-zero rates meant money market fund investors saw returns that were significantly lower, compared to those in the prior decades. Further, with the tightening of regulations after the 2008 financial crisis, the number of investable securities grew smaller.\n", "\nA 2012 comparative study by Winthrop Capital Management indicates that, although the net assets of the Federated Prime Money Market Fund increased from $95.7 billion to $204.1 billion between 2007 and 2011, the total return from the fund effectively fell <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://winthropcm.com/wp-content/uploads/2016/11/The-Future-of-Money-Market-Funds.pdf\" rel=\"noopener noreferrer nofollow\">from 4.78% to 0%</a> during the same period.\n", "\nAnother economic policy in recent years that has had an adverse impact on money market funds is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitative-easing.asp\" rel=\"noopener noreferrer\">quantitative easing (QE)</a>. QE is an unconventional monetary policy where a central bank purchases government securities or other securities from the market in order to lower interest rates and increase the money supply.\n", "\nAs major economies across the globe—including the U.S.—followed QE measures in the aftermaths of the 2008 financial crisis, a good portion of the QE money made its way into money market mutual funds as a haven. This migration of funds led to interest rates remaining low for a long duration, and the diminishing of returns from money market funds.\n"]}