{"name": "Money Order: Overview", "@id": "https://www.investopedia.com/terms/m/money-order.asp", "related": ["https://www.investopedia.com/terms/o/outstanding-check.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/p/payable-through-draft.asp", "https://www.investopedia.com/terms/t/treasurers-draft.asp", "https://www.investopedia.com/terms/t/travelerscheck.asp", "https://www.investopedia.com/terms/d/debitcard.asp"], "body": ["\nA money order is a certificate, usually issued by a government or banking institution, that allows the stated payee to receive cash on demand. A money order functions much like a check, in that the person who purchased the money order may stop payment.\n", "\nMoney orders are readily accepted and converted to cash and are often used by people without access to a standard checking account. These instruments are an acceptable form of payment for small debts, both personal and business, and can be purchased for a small service fee from most institutions.\n", "\nMoney orders were first issued by American Express in 1882 and later became popularized as traveler's checks.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA person who buys a money order will have to fill out the name of the recipient on a form and the amount that the recipient should receive. Most money orders have a maximum limit of $1,000. Therefore, a buyer would need to purchase multiple orders if he needs more than the stipulated limit. Be sure to<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-to-fill-out-a-money-order-step-by-step-4589636\" rel=\"noopener noreferrer\"> fill out the money order carefully</a>; it's a one-off purchase and you need to keep good records of it.\n", "\nThe financial institution or authorized body that issues the money order to the payer will have the payee’s name, the issuer’s name, and the amount of money that can be cashed. This dollar value does not include the fees charged to the payee. Factor in all costs <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/money-orders-can-be-a-simple-safe-and-cheap-way-to-transfer-money-here-s-how-to-avoid-the-pitfalls-4589635\" rel=\"noopener noreferrer\">when purchasing money orders</a>. A bank or credit union will normally charge more than a convenience store to issue money orders.\n", "\nWhen a purchaser pays for a money order, it comes with a receipt that includes the serial number of the money order. This information should always be kept until the purchaser is certain the money order has cleared. Without a receipt, tracing a money order can be difficult or even impossible.\n", "\nIn some situations, paying with a money order can be safer than paying with a personal check. Since personal checks include the account holder's routing number and bank account number printed on the bottom this private information can be stolen and used to create and sign fraudulent checks. In contrast, money orders do not include personal information about the purchaser.\n", "\nOn the downside, money orders can be more difficult to track than a personal check. To determine whether <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/082216/when-do-checks-expire.asp\" rel=\"noopener noreferrer\">a personal check has cleared</a>, check writers only need to visit their bank or look at their online account for information about its status.\n", "\nTo track a money order, the issuer must fill out tracking forms and pay an additional fee to learn whether the money order has been cashed. The entire process for researching the status of a money order can take weeks. The USPS offers an online money order inquiry service that allows buyers to input the money order number and get an update on its status.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn addition to checks and money orders, other financial instruments that can be used to send guaranteed funds to an individual or business include traveler’s checks, wire transfers, bank drafts, and cashier's checks.\n", "\nThe recipient who receives the money order does not necessarily have to go the same issuer that sold the money order. The recipient can have it cashed at a local bank or credit union, but may not receive the funds all at once, depending on the institution's policy. If the payee has no account, cashing the money order at the issuer’s office is a great option.\n", "\nHowever, a payee does not have to cash the money order right away. They can deposit it into a bank account, much as you would do a check. Depositing money orders is a good option for payees who are concerned about the fees charged to cash the certificates at multiple locations.\n", "\nSince the fees are certain to reduce the amount of money that will be received, depositing it with no additional charges at a bank will ensure that the account holder keeps all the money paid to them.\n", "\nAs is often the case, a money order can be used as a vehicle to send money outside the country. An issuer with multiple branches in different countries can issue a money order in one country that can be cashed in another country. International money orders thus provide an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0411/7-low-cost-ways-to-transfer-money.aspx\" rel=\"noopener noreferrer\">inexpensive and swift way to send money across the border</a>.\n"]}