{"name": "Monopolistic Markets Definition", "@id": "https://www.investopedia.com/terms/m/monopolymarket.asp", "related": ["https://www.investopedia.com/terms/i/imperfect_competition.asp", "https://www.investopedia.com/terms/f/franchised-monopoly.asp", "https://www.investopedia.com/terms/p/price-leadership.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/m/monopoly.asp", "https://www.investopedia.com/terms/m/monopolist.asp"], "body": ["\nA monopolistic market is a theoretical condition that describes a market where only one company may offer products and services to the public. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040915/what-difference-between-monopolistic-market-and-perfect-competition.asp\" rel=\"noopener noreferrer\">monopolistic market</a> is the opposite of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\" rel=\"noopener noreferrer\">perfectly competitive</a> market, in which an infinite number of firms operate. In a purely monopolistic model, the monopoly firm can restrict output, raise prices, and enjoy super-normal profits in the long run.\n", "\nA monopolistic market is a market structure with the characteristics of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">pure monopoly</a>. A monopoly exists when one supplier provides a particular good or service to many consumers. In a monopolistic market, the monopoly, or the controlling company, has full control of the market, so it sets the price and supply of a good or service.\n", "\nPurely monopolistic markets are scarce and perhaps even impossible in the absence of absolute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barriers to entry</a>, such as a ban on competition or sole possession of all-natural resources.\n", "\nWhen they do occur, the monopoly that sets the price and supply of a good or service is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricemaker.asp\" rel=\"noopener noreferrer\">price maker</a>. A monopoly is a profit maximizer because by changing the supply and price of the good or service it provides it can generate greater profits. By determining the point at which its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginal-revenue-mr.asp\" rel=\"noopener noreferrer\">marginal revenue</a> equals its marginal cost, the monopoly can find the level of output that maximizes its profit.\n", "\nWith generally only one seller controlling the production and distribution of a good or service, other firms cannot enter the market. There are typically high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barriers to entry</a>, which are obstacles that prevent a company from entering into a market. Potential entrants to the market are at a disadvantage because the monopoly has the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/firstmover.asp\" rel=\"noopener noreferrer\">first-mover advantage</a> and can lower prices to undercut a potential newcomer and prevent them from gaining market share.\n", "\nSince there is only one supplier, and firms cannot easily enter or exit, there are no substitutes for the goods or services. Therefore, a monopoly also has absolute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product_differentiation.asp\" rel=\"noopener noreferrer\">product differentiation</a> because there are no other comparable goods or services.\n", "\nThe term “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">monopoly</a>” originated in English law to describe a royal grant. Such a grant authorized one merchant or company to trade in a particular good while no other merchant or company could do so.\n", "\nHistorically, monopolistic markets arose when single producers received exclusive legal privileges from the government, such as the arrangement reached between the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fcc.asp\" rel=\"noopener noreferrer\">Federal Communications Commission</a> (FCC) and AT&amp;T between 1913 and 1984. During this period, no other telecommunications company was allowed to compete with AT&amp;T because the government erroneously believed the market could only support one producer.\n", "\nMore recently, short-run private companies may engage in monopoly-like behavior when production has relatively high fixed costs, which causes long-run average total costs to decrease as output increases. The effect of this behavior could temporarily allow a single producer to operate on a lower cost curve than any other producer.\n", "\nThe typical political and cultural objection to monopolistic markets is that a monopoly, in the absence of other suppliers of the same product or service, could charge a premium to their customers. Consumers have no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitute.asp\" rel=\"noopener noreferrer\">substitutes</a> and are forced to pay the price for the goods dictated by the monopolist. In many respects, this is an objection against high prices, not necessarily monopolistic behavior.\n", "\nThe standard economic argument against monopolies is different. According to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/neoclassical.asp\" rel=\"noopener noreferrer\">neoclassical</a> analysis, a monopolistic market is undesirable because it restricts output, not because of monopolist benefits by raising prices. Restricted output equates to less production, which reduces total real social income.\n", "\nEven if monopolistic powers exist, such as the U.S. Postal Service’s legal monopoly on delivering first-class mail, consumers often have many alternatives such as using standard mail through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/120115/ups-vs-fedex-comparing-business-models-and-strategies.asp\" rel=\"noopener noreferrer\">FedEx or UPS</a> or email. For this reason, it is uncommon for monopolistic markets to successfully restrict output or enjoy super-normal profits in the long run.\n", "\nAs with the model of perfect competition, the model for a monopolistic competition is difficult or impossible to replicate in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031815/united-states-considered-market-economy-or-mixed-economy.asp\" rel=\"noopener noreferrer\">real economy</a>. True monopolies are typically the product of regulations against the competition. It is common, for instance, for cities or towns to grant local monopolies to utility and telecommunications companies.\n", "\nNevertheless, governments often regulate private business behavior that appears monopolistic, such as a situation where one firm owns the lion's share of a market. The FCC, World Trade Organization, and the European Union each have rules for managing monopolistic markets. These are often called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/antitrust.asp\" rel=\"noopener noreferrer\">antitrust </a>laws.\n"]}