{"name": "Morbidity Rate Definition", "@id": "https://www.investopedia.com/terms/m/morbidity-rate.asp", "related": ["https://www.investopedia.com/terms/p/preexisting_condition.asp", "https://www.investopedia.com/terms/v/valuation-mortality-table.asp", "https://www.investopedia.com/terms/y/yearly-probability-of-living.asp", "https://www.investopedia.com/terms/a/actuarial-science.asp", "https://www.investopedia.com/terms/i/insurance-coverage.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp"], "body": ["\nThe term morbidity rate refers to the rate at which a disease occurs in a population. These illnesses can range from acute to chronic, long-lasting conditions. The rate of morbidity can be used to determine the health of a population and its health care needs. Morbidity rates are also used in actuarial professions, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\">health insurance</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life insurance</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/ltcinsurance.asp\">long-term care insurance</a> to figure out the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premiums</a> to charge customers. This rate shouldn't be confused with mortality rate, another metric used to highlight the frequency of death in a given population.\n", "\nAccording to the Centers for Disease Control and Prevention, morbidity refers to \"any departure, subjective or objective, from a state of physiological or psychological well-being.\"<span class=\"ql-inline-citation\" data-cite=\"4\"></span> In simpler terms, morbidity is the word that is used to describe the instance of a disease or illness.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> This includes acute and chronic conditions. An acute condition is caused by a virus and doesn't last very long, such as a cold or bronchitis.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> Chronic conditions tend to be long-lasting, and includes diseases such as:\n", "\nMorbidity rates measure the frequency at which illness and disease occur in a population. They are used in a variety of ways in the public and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-sector.asp\">private sectors</a>. For instance, governments may use this and other health statistics for research into health and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/health_care_sector.asp\">health care</a>. This includes costs, the success and failures of government programs, and the quality of health care systems.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nMorbidity rates are also used in parts of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_sector.asp\">financial sector</a>. For example, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> companies use morbidity rates to predict the likelihood that an insured will contract or develop certain diseases. This helps them develop competitively-priced insurance policies in the industry for health insurance, life insurance, and coverage for long-term care.\n", "\nThe ability to accurately estimate morbidity rates for various diseases is important for insurers to set aside sufficient funds to cover benefits and claims for their customers. This data is also used in part to establish prices for the premiums that the insurance companies charge. Other main factors in pricing premiums are mortality rates, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\">operating expenses</a>, investment <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/return.asp\">returns</a>, and regulations. For example. Prudential bases its pricing of group insurance products on an expected payout of benefits using its assumptions for mortality, morbidity, interest, expenses, and persistence.\n", "\nThe proportion of initial cases of a disease to a population is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incidence-rate.asp\">incidence rate</a>, while the proportion of initial and existing<em> </em>cases of disease to a population is known as the prevalence rate.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> For example, 50,000 new cases of heart disease developed in a city with a population of five million in a single year while the incidence or morbidity rate is 1%. If 250,000 people already suffer from heart disease in the city, the prevalence rate increases from 5% to 6%.\n", "\nPeople often confuse morbidity (rates) with mortality (rates). Although they sound the same, they are different. While morbidity rates refer to the frequency of disease and illness in a certain area, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortality-table.asp\">mortality</a> rate is used to describe the frequency of death in a population. Mortality is the direct result of a condition or illness.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> The rate of mortality is determined by dividing the number of deaths that result from an illness by the total population.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Mortality rates can be divided up into different categories based on various measures, including infant mortality and cause-related mortality.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n"]}