{"name": "Morningstar Sustainability Rating Definition", "@id": "https://www.investopedia.com/terms/m/morningstar-sustainability-rating.asp", "related": ["https://www.investopedia.com/msci-esg-ratings-5111990", "https://www.investopedia.com/terms/d/djones-stoxx-sustainability.asp", "https://www.investopedia.com/terms/s/stewardshipgrade.asp", "https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp", "https://www.investopedia.com/terms/f/ftse4good-index.asp", "https://www.investopedia.com/terms/r/returnonequity.asp"], "body": ["\nThe Morningstar Sustainability Rating is a reliable and objective way for investors to see how approximately 20,000 mutual funds and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded funds</a> (ETFs) are meeting <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp\">environmental, social, and corporate governance</a> (ESG) challenges.\n", "\nIntroduced in August 2016, Morningstar’s Sustainability Ratings are expressed using a five-globe system indicating whether the investment is at the bottom end of the rating for its industry group (one globe), below average (two globes), average (three globes), above average (four globes) or at the high end (five globes) of its industry group rating. Investors can find Morningstar’s sustainability ratings on the right-hand side of morningstar.com’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.morningstar.com/\">fund quote pages</a>. The Morningstar Portfolio Sustainability Ratings are issued monthly.\n", "\nMorningstar’s development of this rating system reflects the dramatic increase and importance of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sustainability.asp\">sustainable</a> investing. The sustainability ratings are based on two components: company-level ESG scores developed by Sustainalytics and ESG controversies. Each fund’s ESG score is based on its underlying companies’ preparedness, disclosure, and performance. Each company in the portfolio is graded on a scale of 0 to 100 relative to other firms in its global industry peer group. As a result, two companies that have the same score but belong to different peer groups may not have equivalent levels of environmental, social, and corporate governance (ESG) performance. A score of 50 means that the company is considered average relative to its peer group; a score of 70 or higher means that the company is rated at least two standard deviations above average in its peer group. A score of 30 or lower means that the company scores at least two standard deviations below average in its peer group.\n", "\nAt least half of a portfolio’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aum.asp\">assets under management</a> (AUM) must have a company ESG score for the portfolio to obtain a sustainability score. The Morningstar Sustainability Rating then takes the portfolio’s score and subtracts points for controversial ESG-related issues that companies in the portfolio may have. Controversies include incidents that impact the environment and society, such as oil spills, discrimination lawsuits or events that affect the company.\n", "\nAccording to Morningstar, funds with higher sustainability ratings tend to have higher-quality holdings. By higher quality, Morningstar is referring to funds with five-globe sustainability ratings that more likely to have high star ratings for their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskadjustedreturn.asp\">risk-adjusted returns</a>, are more likely to be favored by Morningstar analysts, are less volatile, and have more exposure to financially healthy companies with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicmoat.asp\">economic moats</a>.\n", "\nHowever, a fund may have a high star rating and a low sustainability rating. For example, Fidelity’s Total Market Index Premium fund (FSTVX), has a four-star Morningstar rating out of five for its risk-adjusted returns. Morningstar’s premium analyst report calls this fund “a great choice for diversified exposure to U.S. stocks of all sizes” thanks to its low cost (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/no-loadfund.asp\">no load</a> and an expense ratio of 0.05%, well below the group median of 0.90%) and its “broad, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalizationweightedindex.asp\">market-cap-weighted</a> coverage of the U.S. market.” It also carries a gold rating, indicating that analysts expect the fund to outperform over a full market cycle of at least five years. However, it only has a sustainability rating of two globes out of five (below average) based on an 80% ranking in its category and a sustainability score of 45.\n", "\nMorningstar’s Sustainability Ratings make it possible for investors to tilt their portfolios toward a sustainable investment philosophy without having to purchase sustainable, responsible and impact (SRI, formerly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sri.asp\">socially responsible investing</a>) funds. SRI funds have several potential shortcomings: they represent a small percentage of the fund universe (about 2%, according to Morningstar estimates) and studies have both proven and disproven their ability to offer higher returns compared to their non-SRI counterparts. As a result, many investors are hesitant to invest in SRI funds. In addition, investing in SRI funds can lead to overexposure in some sectors and underexposure in others.\n", "\nInvestors may be more inclined to choose one traditional fund over another based on the relative Morningstar Sustainability Ratings. If an investor is choosing between two large-cap <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthfund.asp\">growth funds</a> with similar long-term performance and investment strategies, and one has a two-globe rating and the other a four-globe rating, the globe rating may be the deciding factor.\n"]}