{"name": "Morningstar Inc.", "@id": "https://www.investopedia.com/terms/m/morningstarinc.asp", "related": ["https://www.investopedia.com/terms/f/factset.asp", "https://www.investopedia.com/terms/c/capital-iq.asp", "https://www.investopedia.com/terms/e/equity_stylebox.asp", "https://www.investopedia.com/terms/m/moneymanagement.asp", "https://www.investopedia.com/terms/s/stylebox.asp", "https://www.investopedia.com/terms/b/buyside.asp"], "body": ["\nMorningstar is a Chicago-based investment research firm that compiles and analyzes fund, stock, and general market data. They also provide an extensive line of internet, software and print-based products for individual investors, financial advisors and institutional clients. The research reaches all corners of the world, including North America, Europe, Australia, and Asia. Among its many offerings, Morningstar's comprehensive, one-page mutual and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded fund</a> (ETF) reports are widely used by investors to determine the investment quality of the more than 2,000 funds. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/121714/motley-fool-vs-seeking-alpha.asp\">The Motley Fool</a>, for instance, uses them as a chief information source.\n", "\nMorningstar is a respected and reliable source of independent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-analysis.asp\">investment analysis</a> for all levels of fund and stock investors, ranging from inexperienced beginners to sophisticated experts. This extensive line of products empowers various financial professionals, including individual investors, financial advisors, asset managers, retirement plan providers, and institutional investors. The data and research provided by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/041916/zacks-vs-morningstar-comparing-mf-research-providers.asp\">Morningstar</a> include insights on investment offerings, managed investment products, publicly listed companies, and real-time market data. Its website includes free information on individual funds and stocks. Complete data is available through subscription services and publications starting at $199 for a one-year membership. Many financial terminals like Bloomberg and FactSet distribute Morningstar publications. \n", "\nMorningstar also offers investment management services through its investment advisory subsidiary, with more than $200 billion in assets under management. The company continues to expand into new markets and now operates in 27 countries. \n", "\nMorningstar filed for an initial public offering in May of 2005 at $18.50 per share. They elected to follow a unique method of issuing public shares called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dutchauction.asp\">OpenIPO</a>, similar to Google (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=googl\">GOOGL</a>) in 2004. It is a variation of the traditional method that treats all qualifying bids in an impartial manner. This provides individual investors with equal access to bid on the price of the stock. Today, Morningstar is listed on Nasdaq under the ticker symbol <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=morn\">MORN</a>. As of January 2018, shares were trading below $100 with a market capitalization slightly above $4 billion. \n", "\nIn 1984, Joe Mansueto left his job as a stock analyst when he realized investors lacked the necessary information to make intelligent investment decisions. At the same time, the mutual fund industry started to accelerate as retirement plans shifted from defined benefit like company pensions to defined contribution. These changing dynamics informed the foundation of Morningstar. Over the next 30 years, Morningstar continued to add products and services that help investors of various expertise. Today, Joe Mansueto is no longer the CEO of Morningstar but still holds the position of executive chairman.\n"]}