{"name": "Mortgage Bond Definition", "@id": "https://www.investopedia.com/terms/m/mortgage_bond.asp", "related": ["https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/p/pfandbriefe.asp", "https://www.investopedia.com/terms/r/rmbs.asp", "https://www.investopedia.com/terms/c/cdo.asp", "https://www.investopedia.com/terms/s/securedbond.asp"], "body": ["\nA mortgage bond is secured by a mortgage, or a pool of mortgages, that are typically backed by real estate holdings and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real-property.asp\">real property</a>, such as equipment.\n", "\nMortgage bonds offer the investor protection because the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\">principal</a> is secured by a valuable asset. In the event of default, mortgage <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\">bondholders</a> could sell off the underlying property to compensate for the default and secure payment of dividends. However, because of this inherent safety, the average mortgage bond tends to yield a lower <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\">rate of return</a> than traditional <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatebond.asp\">corporate bonds</a> that are backed only by the corporation's promise and ability to pay.\n", "\nWhen a person buys a home and finances the purchase with a mortgage, the lender rarely retains ownership of the mortgage. Instead, it sells the mortgage on the secondary market to another entity, such as an investment bank or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gse.asp\">government-sponsored enterprise</a> (GSE). This entity packages the mortgage with a pool of other loans and issues bonds with the mortgages as backing.\n", "\nWhen homeowners pay their mortgages, the interest portion of their payment is used to pay the yield on these mortgage bonds. As long as most of the homeowners in the mortgage pool keep up with their payments, a mortgage bond is a safe and reliable income-producing security.\n", "\nA disadvantage of mortgage bonds is that their yields tend to be lower than corporate bond yields because the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitization.asp\">securitization</a> of mortgages makes such bonds safer investments. An advantage would that if a homeowner defaults on a mortgage, the bondholders have a claim on the value of the homeowner's property. The property can be liquidated with the proceeds used to compensate bondholders. Another advantage of mortgage bonds is that they are a safer investment than stocks, for example.\n", "\nIn contrast, investors in corporate bonds have little to no recourse if the corporation is unable to pay. As a result, when corporations issue bonds, they must offer higher yields to entice investors to shoulder the risk of unsecured debt.\n", "\nOne major exception to the general rule that mortgage bonds represent a safe investment became evident during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis</a> of the late 2000s. Leading up to this period, investors realized they could earn higher yields purchasing bonds backed by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime mortgages</a>—mortgages offered to buyers with poor credit or unverifiable income—while still enjoying the supposed security of investing in collateralized debt.\n", "\nUnfortunately, enough of these subprime mortgages defaulted to cause a crisis during which many mortgage bonds defaulted costing investors millions of dollars. Since the crisis, there has been heightened scrutiny over such securities. Nevertheless, the Fed still holds a sizable amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed securities</a> (MBS) such as mortgage bonds. As of Feb. 2021, the Fed held around $2.1 trillion in MBS, according to the Federal Reserve Bank of St. Louis.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}