{"name": "Mortgage Interest Deduction Definition", "@id": "https://www.investopedia.com/terms/home-mortgage-interest.asp", "related": ["https://www.investopedia.com/terms/f/form_1098.asp", "https://www.investopedia.com/terms/s/schedulea.asp", "https://www.investopedia.com/terms/i/itemizeddeduction.asp", "https://www.investopedia.com/terms/t/tax-deductible-interest.asp", "https://www.investopedia.com/terms/m/mortgageinterest.asp", "https://www.investopedia.com/terms/p/property_tax_deduction.asp"], "body": ["\nThe mortgage interest deduction is a common <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/itemizeddeduction.asp\">itemized deduction</a> that allows homeowners to deduct the interest they pay on any loan used to build, purchase, or make improvements upon their residence, from taxable income. The mortgage interest deduction can also be taken on loans for second homes and vacation residences with certain limitations. The amount of deductible mortgage interest is reported each year by the mortgage company on Form 1098. This deduction is offered as an incentive for homeowners.\n", "\nHome mortgage interest is reported on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/schedulea.asp\">Schedule A </a>of the 1040 tax form. Mortgage interest paid on rental properties is also deductible, but this is reported on Schedule E. Home mortgage interest is quite often the single itemized deduction that allows many taxpayers to itemize; without this deduction, the remaining itemized deductions would not exceed the standard deduction. Interest from home equity loans also qualifies as home mortgage interest.\n", "\nMany times homeowners can deduct the entirety of their mortgage interest paid, as long as they meet all requirements. The amount allowed for the deduction is reliant upon the date of the mortgage, the amount of the mortgage, and how the proceeds of that mortgage are used.\n", "\nAs long as the homeowner’s mortgage matches the following criteria throughout the year, all mortgage interest can be deducted. Grandfathered debt, meaning mortgages taken out by a date set by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) qualifies for the deduction.\n", "\nMortgages that the homeowner or their spouse, if filing jointly, took out after the “grandfathered debt” date to buy, build, or improve the home can qualify. However, said mortgages throughout the tax year, along with any grandfathered debt, totaled no more than $1 million. For married couples filing separately, the limit is $500,000 or less.\n", "\nFor mortgages that a homeowner or their spouse (again, if filing jointly) took on after the “grandfathered debt” date as home equity debt (but not as home acquisition debt) totaling no more than $100,000 – or if filing separately and married $50,000 and under throughout the tax year – the mortgage interest can qualify for the deduction if the debt also did not total more than the fair market value of the home after certain adjustments.\n", "\nThe mortgage interest deduction can only be taken if the homeowner’s mortgage is a secured debt, meaning they have signed a deed of trust, mortgage, or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/land_contract.asp\">land contract</a> that makes their ownership in qualified home security for payment of the debt and other stipulations.\n"]}