{"name": "Mortgage Originator Definition", "@id": "https://www.investopedia.com/terms/m/mortgage_originator.asp", "related": ["https://www.investopedia.com/terms/b/best_efforts_mortgage_lock.asp", "https://www.investopedia.com/terms/m/mandatory_mortgage_lock.asp", "https://www.investopedia.com/terms/m/mortgage_pipeline.asp", "https://www.investopedia.com/terms/f/freddiemac.asp", "https://www.investopedia.com/terms/f/fallout-risk.asp", "https://www.investopedia.com/terms/s/secondary_mortgage_market.asp"], "body": ["\nA mortgage originator is an institution or individual that works with a borrower to complete a a home loan transaction. A mortgage originator is the original mortgage lender and can be either a mortgage broker or a mortgage banker. Mortgage originators are part of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primary_mortgage_market.asp\">primary mortgage market</a> and must work with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">underwriters</a> and loan processors from the application date until closing to gather the necessary documentation and guide the file through the approval process.\n", "\nThe mortgage originator is the first company involved in the creation of a mortgage. Mortgage originators consist of retail banks, mortgage bankers, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgagebroker.asp\">mortgage brokers</a>. While banks use their traditional sources of funding to close loans, mortgage bankers typically use what is known as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warehouse_lending.asp\">warehouse</a> line of credit to fund loans. Most banks, and nearly all mortgage bankers, quickly sell newly originated mortgages into the secondary mortgage market.\n", "\nHowever, depending on its size and sophistication, a mortgage originator might aggregate mortgages for a certain period of time before selling the whole package; it might also sell individual loans as they are originated. There is risk involved for an originator when it holds onto a mortgage after an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate </a>has been quoted and locked in by a borrower. If the mortgage is not simultaneously sold into the secondary market at the time the borrower locks the interest rate, interest rates could change, which changes the value of the mortgage in the secondary market and, ultimately, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a> the originator makes on the mortgage.\n", "\nOriginators that aggregate mortgages before selling them often hedge their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage_pipeline.asp\">mortgage pipelines </a>against interest rate shifts. There is a special type of transaction called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bestefforts.asp\">best efforts</a> trade, designed for the sale of a single mortgage, which eliminates the need for the originator to hedge a mortgage. Smaller originators tend to use best efforts trades.\n", "\nIn general, mortgage originators make money through the fees that are charged to originate a mortgage and the difference between the interest rate given to a borrower and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premium</a> a secondary market will pay for that interest rate.\n", "\nThe primary mortgage market is the initial marketplace where the borrower gets together with the mortgage originator, whether a bank, credit union or mortgage broker, to conduct a mortgage transaction. At the closing table, the primary mortgage lender provides the funds to the borrower, which the borrower uses to complete his home purchase.\n", "\nThe lenders seen above are merely representative of a handful of lenders as the primary mortgage market is highly fragmented in the United States. While there are several large firms that originate a large percentage of mortgages, there are thousands of smaller firms and individuals that also account for a large percentage of total mortgage originations.\n", "\nOnce originated, the servicing rights to mortgages frequently get sold from one institution to another. This activity takes place on the secondary mortgage market, termed as such because buying and selling in this marketplace can only occur after a mortgage is already in force. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gse.asp\">Government-sponsored enterprises</a> (GSEs) such as Fannie Mae and Freddie Mac represent some of the largest buyers on the secondary market. Secondary buyers often package pools of loans into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">mortgage-backed securities </a>(MBS) and sell them, frequently to investment banks on Wall Street.\n", "\nTallying up what percentage of originations belong to which mortgage originator depends on how an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/origination.asp\">origination</a> is counted. Since a large percentage of newly originated mortgages are immediately sold into the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary mortgage market</a>, they might be counted by the institution that purchases the mortgage in the secondary market as an origination, thus double-counting the origination.\n", "\nMortgage bankers and mortgage brokers represent two of the most common types of mortgage originators. While the titles sound similar, important distinctions exist between the two. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgagebanker.asp\">mortgage banker</a> works for a lending institution that funds loans at closing with its own money. Most retail banks and credit unions employ mortgage bankers.\n", "\nA mortgage broker, by contrast, serves as a middleman between the borrower and various mortgage banking institutions. The broker takes the application, checks credit and income, and often handles much of the underwriting and processing but ultimately ferrets the loan out to a lending institution to fund it at closing.\n"]}