{"name": "Mortgage Insurance Definition", "@id": "https://www.investopedia.com/terms/m/mortgage-insurance.asp", "related": ["https://www.investopedia.com/mortgage/insurance/mortgage-life-insurance/", "https://www.investopedia.com/terms/u/up-front-mortgage-insurance-ufmi.asp", "https://www.investopedia.com/mortgage/insurance/qualified-insurance-premium/", "https://www.investopedia.com/terms/t/title_insurance.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/s/single-interest-insurance.asp"], "body": ["\nMortgage insurance is an insurance policy that protects a mortgage lender or titleholder if the borrower defaults on payments, passes away, or is otherwise unable to meet the contractual obligations of the mortgage. Mortgage insurance can refer to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/insurance/\" rel=\"noopener noreferrer\">private mortgage insurance</a> (PMI), qualified mortgage insurance premium (MIP) insurance, or mortgage title insurance. What these have in common is an obligation to make the lender or property holder whole in the event of specific cases of loss.\n", "\nMortgage life insurance, on the other hand, which sounds similar, is designed to protect heirs if the borrower dies while owing mortgage payments. It may pay off either the lender or the heirs, depending on the terms of the policy.\n", "\nMortgage insurance may come with a typical pay-as-you-go premium payment, or it may be capitalized into a lump-sum payment at the time of mortgage origination. For homeowners who are required to have PMI because of the 80% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loantovalue.asp\" rel=\"noopener noreferrer\">loan-to-value ratio rule</a>, they can request that the insurance policy be canceled once 20% of the principal balance has been paid off. Here are three types of mortgage insurance:\n", "\nPrivate mortgage insurance (PMI) is a type of mortgage insurance a borrower might be required to buy as a condition of a conventional mortgage loan. Like other kinds of mortgage insurance, PMI protects the lender, not the borrower. The lender arranges PMI and it's provided by private insurance companies.\n", "\nPMI is usually required if a borrower gets a conventional loan with a down payment of less than 20%. A lender might also require PMI if a borrower is refinancing with a conventional loan, and equity is less than 20% of home value.\n", "\nWhen you get a U.S. Federal Housing Administration (FHA)-backed mortgage, you will be required to pay a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/insurance/qualified-insurance-premium/\" rel=\"noopener noreferrer\">qualified mortgage insurance premium</a>, which provides a similar type of insurance. MIPs have different rules, including that everyone who has an FHA mortgage must buy this type of insurance, regardless of the size of their down payment.\n", "\nMortgage <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/title_insurance.asp\" rel=\"noopener noreferrer\">title insurance</a> protects against loss in the event a sale is later invalidated because of a problem with the title. Mortgage title insurance protects a beneficiary against losses if it is determined at the time of the sale that someone other than the seller owns the property. \n", "\nBefore mortgage closing, a representative, such as a lawyer or a title company employee, performs a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/titlesearch.asp\" rel=\"noopener noreferrer\">title search</a>. The process is designed to uncover any liens placed on the property that would prevent the owner from selling. A title search also verifies that the real estate being sold belongs to the seller. Despite a thorough search, it isn’t hard to miss important pieces of evidence when information is not centralized.\n", "\nBorrowers are often offered mortgage protection life insurance when they fill out paperwork to start a mortgage. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/insurance/why-you-dont-need-mpli/\" rel=\"noopener noreferrer\">A borrower can decline this insurance</a> when it is offered, but you may be required to sign a series of forms and waivers, verifying your decision. This extra paperwork intends to prove you understand the risks associated with having a mortgage.\n", "\nPayouts for mortgage life insurance can be either declining-term (the payout drops as the mortgage balance drops) or level, although the latter costs more. The recipient of the payments can be either the lender or the heirs of the borrower, depending on the terms of the policy.\n"]}