{"name": "Most-Favored-Nation Clause Definition", "@id": "https://www.investopedia.com/terms/m/mostfavorednation.asp", "related": ["https://www.investopedia.com/terms/t/trade-act-of-1974.asp", "https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/c/clintonomics.asp", "https://www.investopedia.com/terms/s/section-232-trade-expansion-act.asp", "https://www.investopedia.com/terms/t/tariff.asp", "https://www.investopedia.com/terms/e/embargo.asp"], "body": ["\nA most-favored-nation (MFN) clause requires a country to provide any concessions, privileges, or immunities granted to one nation in a trade agreement to all other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/what-is-the-world-trade-organization/\">World Trade Organization</a> member countries. Although its name implies favoritism toward another nation, it denotes the equal treatment of all countries.\n", "\nIn international trade, MFN treatment is synonymous with non-discriminatory trade policy because it ensures equal trading among all WTO member nations rather than exclusive trading privileges. For example, if a nation reduces tariffs by 5% for one nation, the MFN clause states that all WTO members will have their tariffs cut by 5% into that nation.\n", "\nIn the case of benefits free-trade agreements provide, like those that were laid out in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nafta.asp\">North American Free Trade Agreement</a> (NAFTA), those are not subject to the MFN clause as long as the goods are traded between the participating countries only. To avoid the confusion that MFN status signified a special or exclusive relationship, U.S. legislators began using the term normal trade relations in place of MFN in 1998.\n", "\nDuring Bill Clinton’s presidency (1993–2001), congressional representatives debated the merits of dropping the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embargo.asp\">embargoes</a> and quotas placed on China and Vietnam and granting them MFN status. Proponents of granting MFN status argued that tariff reductions on Chinese and Vietnamese goods might give the American consumer access to quality products at relatively low prices and enhance a mutually beneficial trade relationship with the two rapidly developing economies.\n", "\nMeanwhile, opponents argued that granting MFN status to the two nations may be unfair given their history of human rights violations. Others thought the inflow of cheaper goods from China or Vietnam could cause Americans to lose their jobs. Both countries ended up receiving MFN status.\n", "\nThe United States extends MFN status to all nations except those who have had their status suspended by specific legislation.\n", "\nThe vast majority of suspensions since World War II were mandated under the Trade Agreements Extension Act of 1951. Countries with their MFN statuses suspended under the 1951 law can be and have been restored on a temporary or permanent basis through procedures laid out in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade-act-of-1974.asp\">Trade Act of 1974</a> that apply to non-market economy countries, specific legislation, or presidential order. The U.S. gives special consideration to countries the World Trade Organization classifies as developing.\n"]}