{"name": "MSCI Definition", "@id": "https://www.investopedia.com/terms/m/msci.asp", "related": ["https://www.investopedia.com/terms/e/eafe.asp", "https://www.investopedia.com/terms/m/msci-acwi-exus.asp", "https://www.investopedia.com/terms/msci-bric-index.asp", "https://www.investopedia.com/terms/r/russell2000.asp", "https://www.investopedia.com/terms/e/eafe_index.asp", "https://www.investopedia.com/terms/i/indexfund.asp"], "body": ["\nMSCI is an acronym for Morgan Stanley Capital International. It is an investment research firm that provides <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/index.asp\">stock indexes</a>, portfolio <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\">risk</a> and performance analytics, and governance tools to institutional investors and hedge funds. MSCI is perhaps best known for its benchmark indexes—including the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergingmarketsindex.asp\">MSCI Emerging Market Index</a> and MSCI Frontier Markets Index—which are managed by MSCI Barra. The company continues to launch new indexes each year.\n", "\nCapital International introduced a number of stock indexes in 1969 to mirror the international markets—the first global stock market indexes for markets outside the United States. When Morgan Stanley bought the licensing rights to Capital's data in 1986, it began using the acronym MSCI, with Morgan Stanley becoming its largest shareholder. In 2004, MSCI acquired Barra, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\">risk management</a> and portfolio analytics firm, for approximately $816.4 million. The merger of both entities resulted in a new firm, MSCI Barra, which was <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\">spun off</a> in an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> (IPO) in 2007, and began trading on the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) under the stock ticker MSCI. The firm became a fully independent, stand-alone public company in 2009.\n", "\nThe firm provides its clients with investment tools from Barra, Financial Engineering Associates, RiskMetrics, Institutional Shareholder Services, Measurisk, and the Center for Financial Research and Analysis. It also publishes indexes that are widely available to the investing public.\n", "\nMSCI is perhaps best known for its stock indexes—more than 160,000, which focus on different geographic areas and stock types such as small-caps, mid-caps, and large-caps. They track the performance of the stocks that are included in them and act as a base for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded funds</a> (ETFs). As of June 30, 2019, there were $12.3 trillion in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aum.asp\">assets under management</a> (AUM) benchmarked to the firm's indexes. MSCI's top indexes are:\n", "\nThe MSCI indexes are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalizationweightedindex.asp\">market cap-weighted indexes</a>, which means stocks are weighted according to their market capitalization—calculated as stock price multiplied by the total number of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstandingshares.asp\">shares outstanding</a>. The stock with the largest market capitalization gets the highest weighting on the index. This reflects the fact that large-cap companies have a bigger impact on an economy than mid- or small-cap companies. A percent change in the price of the large-cap stocks in an MSCI index will lead to a bigger movement in the index than a change in the price of a small-cap company.\n", "\nEach index in the MSCI family is reviewed quarterly and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rebalancing.asp\">rebalanced</a> twice a year. Stocks are added or removed from an index by analysts within MSCI to ensure that the index still acts as an effective equity benchmark for the market it represents. When an MSCI index is rebalanced, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/exchangetradedfunds/08/etf-mutual-fund-difference.asp\">ETFs and mutual funds</a> must also adjust their fund holdings since they are created to mirror the performance of the indexes. \n"]}