{"name": "Multiple Listing Service – MLS Definition", "@id": "https://www.investopedia.com/terms/m/multiple-listing-service-mls.asp", "related": ["https://www.investopedia.com/terms/e/exclusive-listing.asp", "https://www.investopedia.com/terms/p/pocket-listing.asp", "https://www.investopedia.com/terms/f/for-sale-by-owner.asp", "https://www.investopedia.com/terms/p/pending-home-sales-index.asp", "https://www.investopedia.com/terms/r/realestateagent.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp"], "body": ["\nA multiple listing service (MLS) is a database established by cooperating <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> brokers to provide data about properties for sale. An MLS allows brokers to see one another's listings of properties for sale with the goal of connecting homebuyers to sellers. Under this arrangement, both the listing and selling <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\">broker</a> benefit by consolidating and sharing information, and by sharing commissions.\n", "\nTypically, multiple listing services create a book or an electronic database with all of the houses for sale by affiliated brokers, who update it on a regular basis. The participating parties distribute the book in print or online to each member of the service.\n", "\nThe concept of an MLS is generic with no governing MLS body, and the phrase cannot be trademarked or branded. Typically, real estate brokers work together in their local areas to create their own regional MLS. As a result, there are hundreds of regional databases that comprise all of the national listings found on various realtor websites.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestateagent.asp\">Real estate agents</a> and brokers pay dues or a membership fee for access to each MLS. In return, the agents receive information on the homes in an area, including listings, photos, and details such as square footage and features of each property. An MLS can only be accessed by licensed agents and brokers. Although each MLS may have its own procedures, they typically follow the rules set out by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/national-association-of-realtors.asp\">National Association of Realtors (NAR)</a>. The rules stipulate that the listing must show the commission earned for the seller, which gets shared with the other realtor or broker who introduces the buyer.\n", "\nMLSs allow brokers to network easily, and the concept is more than a century old. In the late 1800s, real estate agents often gathered in one another's offices, where they would share information about the properties they were trying to sell. Ultimately, this in-person networking was modified into the concept of an MLS.\n", "\nIn the digital age, buyers can browse through countless real estate and brokerage websites. In spite of this increased exposure, the need for an MLS persists. If a buyer works with a broker who belongs to an MLS, the broker has the ability to quickly and conveniently search all of the properties for sale by participating agents. In most cases, the MLS listing also contains private contact information and details about showing times. Without this consolidating service, the broker would need to look through several different websites, each for individual brokers, to find available properties in the area.\n", "\nMultiple listing services provide the selling broker more exposure while providing the broker representing the buyer with more options. In return, both the brokers receive a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0611/understanding-real-estate-commissions-who-pays.aspx\">commission on the sale</a>. These services also level the playing field by allowing small and large brokerages to compete with one another.\n", "\nFor example, imagine if a small brokerage were only able to offer its buyers the properties that the firm had listed. The firm's buyers wouldn't have access to all of the listings from other brokers in the area. However, with an MLS, the information is consolidated rather than fragmented. A multiple listing service allows competing brokers to work together toward a common goal of helping buyers find their desired properties and helping <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\">sellers</a> sell their properties.\n", "\nAs a result of the cooperation of the agents and brokers to create the MLS databases, prospective homebuyers gain access to numerous listings while sellers get connected to buyers through their broker or agent. Even online real estate websites containing national listings, the data is actually pulled from all of the regional MLS databases.\n"]}