{"name": "Multinational Corporation (MNC) Definition", "@id": "https://www.investopedia.com/terms/m/multinationalcorporation.asp", "related": ["https://www.investopedia.com/terms/f/fdi.asp", "https://www.investopedia.com/terms/f/foreign-investment.asp", "https://www.investopedia.com/terms/i/inward-investment.asp", "https://www.investopedia.com/terms/u/united-states-aid.asp", "https://www.investopedia.com/terms/m/microrisk.asp", "https://www.investopedia.com/terms/i/internationalization.asp"], "body": ["\nA multinational corporation (MNC) has facilities and other assets in at least one country other than its home country. A multinational company generally has offices and/or factories in different countries and a centralized head office where they coordinate global management. These companies, also known as international, stateless, or transnational corporate organizations tend to have budgets that exceed those of many small countries. \n", "\nA multinational corporation, or multinational enterprise, is an international corporation that derives at least a quarter of its revenues outside its home country. Many multinational enterprises are based in developed nations. Multinational advocates say they create high-paying jobs and technologically advanced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-goods.asp\" rel=\"noopener noreferrer\">goods</a> in countries that otherwise would not have access to such opportunities or goods. However, critics of these enterprises believe these corporations have undue political influence over governments, exploit developing nations, and create job losses in their own home countries.\n", "\nThe history of the multinational is linked with the history of colonialism. Many of the first multinationals were commissioned at the behest of European monarchs in order to conduct expeditions. Many of the colonies not held by Spain or Portugal were under the administration of some of the world's earliest multinationals. One of the first arose in 1600: The East India Company, founded by the British. It was headquartered in London, and took part in international trade and exploration, with trading posts in India.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Other examples include the Swedish Africa Company, founded in 1649,<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ and the Hudson's Bay Company, which was incorporated in the 17th century.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ \n", "\nThere are four categories of multinationals that exist. They include:\n", "\nThere are subtle differences between the different kinds of multinational corporations. For instance, a transnational—which is one type of multinational—may have its home in at least two nations and spread out its operations in many countries for a high level of local response. Nestlé S.A. is an example of a transnational corporation that executes business and operational decisions in and outside of its headquarters.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ \n", "\nMeanwhile, a multinational enterprise controls and manages plants in at least two countries. This type of multinational will take part in foreign investment, as the company invests directly in host country plants in order to stake an ownership claim, thereby avoiding transaction costs. Apple Inc. is a great example of a multinational enterprise, as it tries to maximize cost advantages through foreign investments in international plants. \n", "\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fortune.com/global500/search/\" rel=\"noopener noreferrer\">Fortune Global 500 List</a>, the top five multinational corporations in the world as of 2019 based on consolidated revenue were Walmart ($514 billion), Sinopec Group ($415 billion), Royal Dutch Shell ($397 billion), China National Petroleum ($393 billion), State Grid ($387 billion).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are a number of advantages to establishing international operations. Having a presence in a foreign country such as India allows a corporation to meet Indian demand for its product without the transaction costs associated with long-distance shipping. \n", "\nCorporations tend to establish operations in markets where their capital is most efficient or wages are lowest. By producing the same quality of goods at lower costs, multinationals reduce prices and increase the purchasing power of consumers worldwide. Establishing operations in many different countries, a multinational is able to take advantage of tax variations by putting in its business officially in a nation where the tax rate is low—even if its operations are conducted elsewhere. The other benefits include spurring job growth in the local economies, potential increases in the company's tax revenues, and increased variety of goods.\n", "\nA trade-off of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">globalization</a>—the price of lower prices, as it were—is that domestic jobs are susceptible to moving overseas. This suggests that it’s important for an economy to have a mobile or flexible labor force so that fluctuations in economic temperament aren't the cause of long-term unemployment. In this respect, education and the cultivation of new skills that correspond to emerging technologies are integral to maintaining a flexible, adaptable workforce. \n", "\nThose opposed to multinationals say they are ways for corporations to develop a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">monopoly</a> (for certain products), driving up prices for consumers, stifling competition, and inhibiting innovation. They are also said to have a detrimental effect on the environment because their operations may encourage land development and the depletion of local (natural) resources. \n", "\nThe introduction of multinationals into a host country's economy may also lead to the downfall of smaller, local businesses. Activists have also claimed that multinationals breach ethical standards, accusing them of evading ethical laws and leveraging their business agenda with capital. \n", "\nA multinational corporation (MNC) is one that has business operations in two or more countries. These companies are often managed from and have a central office headquartered in their home country, but with offices worldwide. Simply exporting goods to be sold abroad does not make a company a multinational.\n", "\nA company may seek to become an MNC in order to grow its customer base around the globe and increase its market share abroad. The primary goal is therefore to increase profits and growth. Companies may want to introduce their products in ways that are modified or tailored to specific cultural sensibilities abroad. MNCs may also benefit from certain tax structures or regulatory regimes found abroad.\n", "\nMNCs are exposed to risks related to the different countries and regions in which they operate. These can include regulatory or legal risks, political instability, crime or violence, cultural sensitivities, as well as fluctuations in currency exchange rates. People in the home country may also resent an MNC outsourcing jobs abroad.\n"]}