{"name": "Murabaha Definition", "@id": "https://www.investopedia.com/terms/m/murabaha.asp", "related": ["https://www.investopedia.com/terms/r/riba.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp", "https://www.investopedia.com/terms/f/financing.asp", "https://www.investopedia.com/terms/s/shariah.asp", "https://www.investopedia.com/terms/i/islamicbanking.asp"], "body": ["\nMurabaha, also referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-plus-contract.asp\">cost-plus</a> financing, is an Islamic financing structure in which the seller and buyer agree to the cost and markup of an asset. The markup takes place of interest, which is illegal in Islamic law. As such, murabaha is not an interest-bearing loan (qardh ribawi) but is an acceptable form of credit sale under Islamic law. As with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/rent-to-own-homes/\">rent-to-own</a> arrangement, the purchaser does not become the true owner until the loan is fully paid.\n", "\nIn a murabaha contract of sale, a client petitions a bank to purchase an item on their behalf. Complying with the client's request, the bank establishes a contract setting the cost and profit for the item, with repayment typically in installments. Because a set fee is charged rather than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riba.asp\">riba</a> (interest), this type of loan is legal in Islamic countries. Islamic banks are prohibited from charging interest on loans according to the religious tenet that money is only a medium of exchange and has no inherent value; so banks must charge a flat fee for continuing daily operations. \n", "\nMany argue that this is simply another method of charging interest. However, the difference lies in the structure of the contract. In a murabaha contract for sale, the bank buys an asset and then sells the asset back to the client with a profit charge. This type of transaction is halal or valid, according to Islamic Sharia/Sharīʿah.\n", "\nAdditional charges may not be imposed after a murabaha due date, which makes murabaha default an increasing concern for Islamic banks. Many banks believe defaulters should be blacklisted and not allowed future loans from any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/islamicbanking.asp\">Islamic bank</a> as a method of decreasing murabaha default. Even if it is not expressly mentioned in the loan agreement, this arrangement is permissible in Sharia. If a debtor is facing a genuine hardship and cannot repay a loan on time, respite may be given as described in the Quran. However, the government may take action in cases of willful default. Defaults under murabaha arrangements have become a problem for companies operating under Islamic law and there has been no clear consensus on how to deal with them.\n", "\nThe murabaha form of financing is typically used in place of loans in diverse sectors. For example, consumers use murabaha when purchasing household appliances, cars, or real estate. Businesses use this type of financing when purchasing machinery, equipment, or raw materials. Murabaha is also commonly used for a short-term trade, such as issuing letters of credit for importers.\n", "\nA murabaha letter of credit is issued on behalf of an applicant (importer). The bank issuing the letter of credit agrees to pay an amount of money in compliance with the terms described in the letter of credit. Because the bank’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\">creditworthiness</a> replaces that of the applicant, the beneficiary (exporter) is guaranteed payment. This benefits the exporter because the bank assumes the payment risk. Following the murabaha contract provisions, the importer is required to repay the bank for the cost of goods plus a profit markup amount.\n", "\nBilal would like to buy a boat that sells for $100,000 from Billy's Boat Shop. To do so, Bilal would contact a murabaha bank, that would buy the boat from Billy's Boat Shop for $100,000 and sell it to Bilal for $109,000, to be paid in installments over a three year period. The amount Bilal pays is a fixed amount to a bank that owns the asset and there is no interest charge involved. Also, if Bilal defaults on any payments, there are no additional charges that he would incur. The additional amount Bilal pays over the cost price from the boat shop is in effect a 3% loan, but because it is offered as a fixed payment without any additional costs, it is allowed by Islamic law.\n"]}