{"name": "Mutual Fund Definition", "@id": "https://www.investopedia.com/terms/m/mutualfund.asp", "related": ["https://www.investopedia.com/terms/i/investorshares.asp", "https://www.investopedia.com/terms/a/asset-mix.asp", "https://www.investopedia.com/terms/m/money-marketfund.asp", "https://www.investopedia.com/terms/s/stylebox.asp", "https://www.investopedia.com/terms/f/fundmanager.asp", "https://www.investopedia.com/terms/i/indexfund.asp"], "body": ["\nA mutual fund is a type of financial vehicle made up of a pool of money collected from many investors to invest in securities like stocks, bonds, money market instruments, and other assets. Mutual funds are operated by professional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymanager.asp\" rel=\"noopener noreferrer\">money managers</a>, who allocate the fund's assets and attempt to produce capital gains or income for the fund's investors. A mutual fund's portfolio is structured and maintained to match the investment objectives stated in its prospectus.\n", "\nMutual funds give small or individual investors access to professionally managed portfolios of equities, bonds, and other securities. Each shareholder, therefore, participates proportionally in the gains or losses of the fund. Mutual funds invest in a vast number of securities, and performance is usually tracked as the change in the total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market cap</a> of the fund—derived by the aggregating performance of the underlying investments.\n", "\nMutual funds pool money from the investing public and use that money to buy other securities, usually stocks and bonds. The value of the mutual fund company depends on the performance of the securities it decides to buy. So, when you buy a unit or share of a mutual fund, you are buying the performance of its portfolio or, more precisely, a part of the portfolio's value. Investing in a share of a mutual fund is different from investing in shares of stock. Unlike stock, mutual fund shares do not give its holders any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\" rel=\"noopener noreferrer\">voting rights</a>. A share of a mutual fund represents investments in many different stocks (or other securities) instead of just one holding.\n", "\nThat's why the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/03/090503.asp\" rel=\"noopener noreferrer\">price of a mutual fund</a> share is referred to as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\" rel=\"noopener noreferrer\">net asset value (NAV)</a> per share, sometimes expressed as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/navpershare.asp\" rel=\"noopener noreferrer\">NAVPS</a>. A fund's NAV is derived by dividing the total value of the securities in the portfolio by the total amount of shares outstanding. Outstanding shares are those held by all shareholders, institutional investors, and company officers or insiders. Mutual fund shares can typically be purchased or redeemed as needed at the fund's current NAV, which—unlike a stock price—doesn't fluctuate during market hours, but it is settled at the end of each trading day. Ergo, the price of a mutual fund is also <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101215/how-often-are-mutual-fund-prices-updated.asp\" rel=\"noopener noreferrer\">updated</a> when the NAVPS is settled.\n", "\nThe average mutual fund holds over a hundred different securities, which means mutual fund shareholders gain important diversification at a low price. Consider an investor who buys only Google stock before the company has a bad quarter. He stands to lose a great deal of value because all of his dollars are tied to one company. On the other hand, a different investor may buy shares of a mutual fund that happens to own some Google stock. When Google has a bad quarter, she loses significantly less because Google is just a small part of the fund's portfolio.\n", "\nA mutual fund is both an investment and an actual company. This dual nature may seem strange, but it is no different from how a share of AAPL is a representation of Apple Inc. When an investor buys Apple stock, he is buying partial ownership of the company and its assets. Similarly, a mutual fund investor is buying partial ownership of the mutual fund company and its assets. The difference is that Apple is in the business of making innovative devices and tablets, while a mutual fund company is in the business of making investments.\n", "\nInvestors typically earn a return from a mutual fund in three ways:\n", "\nIf a mutual fund is construed as a virtual company, its CEO is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundmanager.asp\" rel=\"noopener noreferrer\">fund manager</a>, sometimes called its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentadvisor.asp\" rel=\"noopener noreferrer\">investment adviser</a>. The fund manager is hired by a board of directors and is legally obligated to work in the best interest of mutual fund shareholders. Most fund managers are also owners of the fund. There are very few other employees in a mutual fund company. The investment adviser or fund manager may employ some analysts to help pick investments or perform market research. A fund accountant is kept on staff to calculate the fund's NAV, the daily value of the portfolio that determines if share prices go up or down. Mutual funds need to have a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compliance-officer.asp\" rel=\"noopener noreferrer\">compliance officer</a> or two, and probably an attorney, to keep up with government regulations.\n", "\nMost mutual funds are part of a much larger investment company; the biggest have hundreds of separate mutual funds. Some of these fund companies are names familiar to the general public, such as Fidelity Investments, The Vanguard Group, T. Rowe Price, and Oppenheimer.\n", "\nMutual funds are divided into several kinds of categories, representing the kinds of securities they have targeted for their portfolios and the type of returns they seek. There is a fund for nearly every type of investor or investment approach. Other common types of mutual funds include money market funds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sectorfund.asp\" rel=\"noopener noreferrer\">sector funds</a>, alternative funds, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-beta.asp\" rel=\"noopener noreferrer\">smart-beta funds</a>, target-date funds, and even funds of funds, or mutual funds that buy shares of other mutual funds.\n", "\nThe largest category is that of equity or stock funds. As the name implies, this sort of fund invests principally in stocks. Within this group are various subcategories. Some equity funds are named for the size of the companies they invest in: small-, mid-, or large-cap. Others are named by their investment approach: aggressive growth, income-oriented, value, and others. Equity funds are also categorized by whether they invest in domestic (U.S.) stocks or foreign equities. There are so many different types of equity funds because there are many different types of equities. A great way to understand the universe of equity funds is to use a style box, an example of which is below.\n", "\nThe idea here is to classify funds based on both the size of the companies invested in (their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market caps</a>) and the growth prospects of the invested stocks. The term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuefund.asp\" rel=\"noopener noreferrer\">value fund</a> refers to a style of investing that looks for high-quality, low-growth companies that are out of favor with the market. These companies are characterized by low <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\" rel=\"noopener noreferrer\">price-to-earnings (P/E)</a> ratios, low <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-to-bookratio.asp\" rel=\"noopener noreferrer\">price-to-book (P/B)</a> ratios, and high <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendyield.asp\" rel=\"noopener noreferrer\">dividend yields</a>. Conversely, spectrums are <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthfund.asp\" rel=\"noopener noreferrer\">growth funds</a>, which look to companies that have had (and are expected to have) strong growth in earnings, sales, and cash flows. These companies typically have high P/E ratios and do not pay dividends. A compromise between strict value and growth investment is a \"blend,\" which simply refers to companies that are neither value nor growth stocks and are classified as being somewhere in the middle.\n", "\n<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe other dimension of the style box has to do with the size of the companies that a mutual fund invests in. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/large-cap.asp\" rel=\"noopener noreferrer\">Large-cap</a> companies have high <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalizations</a>, with values over $10 billion. Market cap is derived by multiplying the share price by the number of shares outstanding. Large-cap stocks are typically <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bluechip.asp\" rel=\"noopener noreferrer\">blue chip firms</a> that are often recognizable by name. <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/small-cap.asp\" rel=\"noopener noreferrer\">Small-cap stocks</a> refer to those stocks with a market cap ranging from $300 million to $2 billion. These smaller companies tend to be newer, riskier investments. <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/midcapstock.asp\" rel=\"noopener noreferrer\">Mid-cap stocks</a> fill in the gap between small- and large-cap.\n", "\nA mutual fund may blend its strategy between investment style and company size. For example, a large-cap value fund would look to large-cap companies that are in strong financial shape but have recently seen their share prices fall and would be placed in the upper left quadrant of the style box (large and value). The opposite of this would be a fund that invests in startup technology companies with excellent growth prospects: small-cap growth. Such a mutual fund would reside in the bottom right quadrant (small and growth).\n", "\nAnother big group is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\" rel=\"noopener noreferrer\">fixed income</a> category. A fixed-income mutual fund focuses on investments that pay a set rate of return, such as government bonds, corporate bonds, or other debt instruments. The idea is that the fund portfolio generates interest income, which it then passes on to the shareholders.\n", "\nSometimes referred to as bond funds, these funds are often <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activemanagement.asp\" rel=\"noopener noreferrer\">actively managed</a> and seek to buy relatively undervalued bonds in order to sell them at a profit. These mutual funds are likely to pay higher returns than certificates of deposit and money market investments, but bond funds aren't without risk. Because there are many different types of bonds, bond funds can vary dramatically depending on where they invest. For example, a fund specializing in high-yield junk bonds is much riskier than a fund that invests in government securities. Furthermore, nearly all bond funds are subject to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\" rel=\"noopener noreferrer\">interest rate risk</a>, which means that if rates go up, the value of the fund goes down.\n", "\nAnother group, which has become extremely popular in the last few years, falls under the moniker \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\" rel=\"noopener noreferrer\">index funds</a>.\" Their investment strategy is based on the belief that it is very hard, and often expensive, to try to beat the market consistently. So, the index fund manager buys stocks that correspond with a major market index such as the S&amp;P 500 or the Dow Jones Industrial Average (DJIA). This strategy requires less research from analysts and advisors, so there are fewer expenses to eat up returns before they are passed on to shareholders. These funds are often designed with cost-sensitive investors in mind.\n", "\nBalanced funds invest in a hybrid of asset classes, whether stocks, bonds, money market instruments, or alternative investments. The objective is to reduce the risk of exposure across asset classes.This kind of fund is also known as an asset allocation fund. There are two variations of such funds designed to cater to the investors objectives.\n", "\nSome funds are defined with a specific allocation strategy that is fixed, so the investor can have a predictable exposure to various asset classes. Other funds follow a strategy for dynamic allocation percentages to meet various investor objectives. This may include responding to market conditions, business cycle changes, or the changing phases of the investor's own life.\n", "\nWhile the objectives are similar to those of a balanced fund, dynamic allocation funds do not have to hold a specified percentage of any asset class. The portfolio manager is therefore given freedom to switch the ratio of asset classes as needed to maintain the integrity of the fund's stated strategy.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarket.asp\" rel=\"noopener noreferrer\">money market</a> consists of safe (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskfreeasset.asp\" rel=\"noopener noreferrer\">risk-free</a>), short-term debt instruments, mostly government <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">Treasury bills</a>. This is a safe place to park your money. You won't get substantial returns, but you won't have to worry about losing your principal. A typical return is a little more than the amount you would earn in a regular checking or savings account and a little less than the average <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificate of deposit (CD)</a>. While money market funds invest in ultra-safe assets, during the 2008 financial crisis, some money market funds did experience losses after the share price of these funds, typically pegged at $1, fell below that level and <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breaking-the-buck.asp\" rel=\"noopener noreferrer\">broke the buck</a>.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomefund.asp\" rel=\"noopener noreferrer\">Income funds</a> are named for their purpose: to provide current income on a steady basis. These funds invest primarily in government and high-quality corporate debt, holding these bonds until maturity in order to provide interest streams. While fund holdings may appreciate in value, the primary objective of these funds is to provide steady <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a>​ to investors. As such, the audience for these funds consists of conservative investors and retirees. Because they produce regular income, tax-conscious investors may want to avoid these funds.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internationalfund.asp\" rel=\"noopener noreferrer\">international fund</a> (or foreign fund) invests only in assets located outside your home country. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalfund.asp\" rel=\"noopener noreferrer\">Global funds</a>, meanwhile, can invest anywhere around the world, including within your home country. It's tough to classify these funds as either riskier or safer than domestic investments, but they have tended to be more volatile and have unique country and political risks. On the flip side, they can, as part of a well-balanced portfolio, actually reduce risk by increasing <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">diversification</a>, since the returns in foreign countries may be uncorrelated with returns at home. Although the world's economies are becoming more interrelated, it is still likely that another economy somewhere is outperforming the economy of your home country.\n", "\nThis classification of mutual funds is more of an all-encompassing category that consists of funds that have proved to be popular but don't necessarily belong to the more rigid categories we've described so far. These types of mutual funds forgo broad diversification to concentrate on a certain segment of the economy or a targeted strategy. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sectorfund.asp\" rel=\"noopener noreferrer\">Sector funds</a> are targeted strategy funds aimed at specific sectors of the economy, such as financial, technology, health, and so on. Sector funds can, therefore, be extremely volatile since the stocks in a given sector tend to be highly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/correlation.asp\" rel=\"noopener noreferrer\">correlated</a> with each other. There is a greater possibility for large gains, but a sector may also collapse (for example, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\" rel=\"noopener noreferrer\">financial sector</a> in 2008 and 2009).\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regionalfund.asp\" rel=\"noopener noreferrer\">Regional funds</a> make it easier to focus on a specific geographic area of the world. This can mean focusing on a broader region (say Latin America) or an individual country (for example, only Brazil). An advantage of these funds is that they make it easier to buy stock in foreign countries, which can otherwise be difficult and expensive. Just like for sector funds, you have to accept the high risk of loss, which occurs if the region goes into a bad recession.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sri.asp\" rel=\"noopener noreferrer\">Socially responsible funds</a> (or ethical funds) invest only in companies that meet the criteria of certain guidelines or beliefs. For example, some socially responsible funds do not invest in \"sin\" industries such as tobacco, alcoholic beverages, weapons, or nuclear power. The idea is to get competitive performance while still maintaining a healthy conscience. Other such funds invest primarily in green technology, such as solar and wind power or recycling.\n", "\nA twist on the mutual fund is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange traded fund (ETF)</a>. These ever more popular investment vehicles pool investments and employ strategies consistent with mutual funds, but they are structured as investment trusts that are traded on stock exchanges and have the added benefits of the features of stocks. For example, ETFs can be bought and sold at any point throughout the trading day. ETFs can also be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\" rel=\"noopener noreferrer\">sold short</a> or purchased on <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\" rel=\"noopener noreferrer\">margin</a>. ETFs also typically carry lower fees than the equivalent mutual fund. Many ETFs also benefit from active <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a> markets, where investors can <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedge</a> or <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a> their positions. ETFs also enjoy tax advantages from mutual funds. <a data-component=\"link\" data-ordinal=\"7\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110314/key-differences-between-etfs-and-mutual-funds.asp\" rel=\"noopener noreferrer\">Compared to mutual funds</a>, ETFs tend to be more cost effective and more liquid. The popularity of ETFs speaks to their versatility and convenience.\n", "\nA mutual fund will classify expenses into either annual operating fees or shareholder fees. Annual fund operating fees are an annual percentage of the funds under management, usually ranging from 1–3%. Annual operating fees are collectively known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expenseratio.asp\" rel=\"noopener noreferrer\">expense ratio</a>. A fund's expense ratio is the summation of the advisory or management fee and its administrative costs.\n", "\nShareholder fees, which come in the form of sales charges, commissions, and redemption fees, are paid directly by investors when purchasing or selling the funds. Sales charges or commissions are known as \"the load\" of a mutual fund. When a mutual fund has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/front-endload.asp\" rel=\"noopener noreferrer\">front-end </a>load, fees are assessed when shares are purchased. For a back-end load, mutual fund fees are assessed when an investor sells his shares.\n", "\nSometimes, however, an investment company offers a no-load mutual fund, which doesn't carry any commission or sales charge. These funds are distributed directly by an investment company, rather than through a secondary party.\n", "\nSome funds also charge fees and penalties for early withdrawals or selling the holding before a specific time has elapsed. Also, the rise of exchange-traded funds, which have much lower fees thanks to their passive management structure, have been giving mutual funds considerable competition for investors' dollars. Articles from financial media outlets regarding how fund expense ratios and loads can eat into rates of return have also stirred negative feelings about mutual funds.\n", "\nMutual fund shares come in several classes. Their differences reflect the number and size of fees associated with them.\n", "\nCurrently, most individual investors purchase mutual funds with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ashare.asp\" rel=\"noopener noreferrer\">A shares</a> through a broker. This purchase includes a front-end load of up to 5% or more, plus management fees and ongoing fees for distributions, also known as 12b-1 fees. To top it off, loads on A shares vary quite a bit, which can create a conflict of interest. Financial advisors selling these products may encourage clients to buy higher-load offerings to bring in bigger commissions for themselves. With front-end funds, the investor pays these expenses as they buy into the fund.\n", "\nTo remedy these problems and meet fiduciary-rule standards, investment companies have started designating new share classes, including \"level load\" <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cshare.asp\" rel=\"noopener noreferrer\">C shares</a>, which generally don't have a front-end load but carry a 1% 12b-1 annual distribution fee.\n", "\nFunds that charge management and other fees when an investor sell their holdings are classified as Class B shares.\n", "\nThe newest share class, developed in 2016, consists of clean shares. Clean shares do not have front-end sales loads or annual 12b-1 fees for fund services. American Funds, Janus, and MFS are all fund companies currently offering clean shares.\n", "\nBy standardizing fees and loads, the new classes enhance transparency for mutual fund investors and, of course, save them money. For example, an investor who rolls $10,000 into an individual retirement account (IRA) with a clean-share fund could earn nearly $1,800 more over a 30-year period as compared to an average A-share fund, according to an April 2017 Morningstar report co-written by Aron Szapiro, Morningstar director of policy research, and Paul Ellenbogen, head of global regulatory solutions.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThere are a variety of reasons that mutual funds have been the retail investor's vehicle of choice for decades. The overwhelming majority of money in employer-sponsored retirement plans goes into mutual funds. Multiple <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\" rel=\"noopener noreferrer\">mergers</a> have equated to mutual funds over time.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\" rel=\"noopener noreferrer\">Diversification</a>, or the mixing of investments and assets within a portfolio to reduce risk, is one of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/10/mutual-funds-advantages-disadvantages.asp\" rel=\"noopener noreferrer\">advantages</a> of investing in mutual funds. Experts advocate diversification as a way of enhancing a portfolio's returns, while reducing its risk. Buying individual company stocks and offsetting them with industrial sector stocks, for example, offers some diversification. However, a truly diversified portfolio has securities with different capitalizations and industries and bonds with varying maturities and issuers. Buying a mutual fund can achieve diversification cheaper and faster than by buying individual securities. Large mutual funds typically own hundreds of different stocks in many different industries. It wouldn't be practical for an investor to build this kind of a portfolio with a small amount of money.\n", "\nTrading on the major stock exchanges, mutual funds can be bought and sold with relative ease, making them highly liquid investments. Also, when it comes to certain types of assets, like foreign equities or exotic commodities, mutual funds are often the most feasible way—in fact, sometimes the only way—for individual investors to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/121715/guide-mutual-funds-trading-rules.asp\" rel=\"noopener noreferrer\">participate</a>.\n", "\nMutual funds also provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\" rel=\"noopener noreferrer\">economies of scale</a>. Buying one spares the investor of the numerous commission charges needed to create a diversified portfolio. Buying only one security at a time leads to large transaction fees, which will eat up a good chunk of the investment. Also, the $100 to $200 an individual investor might be able to afford is usually not enough to buy a round lot of the stock, but it will purchase many mutual fund shares. The smaller denominations of mutual funds allow investors to take advantage of dollar cost averaging.\n", "\nBecause a mutual fund buys and sells large amounts of securities at a time, its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\" rel=\"noopener noreferrer\">transaction costs</a> are lower than what an individual would pay for securities transactions. Moreover, a mutual fund, since it pools money from many smaller investors, can invest in certain assets or take larger positions than a smaller investor could. For example, the fund may have access to IPO placements or certain <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/structured_investment_products.asp\" rel=\"noopener noreferrer\">structured products</a> only available to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\" rel=\"noopener noreferrer\">institutional investors</a>.\n", "\nA primary advantage of mutual funds is not having to pick stocks and manage investments. Instead, a professional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-manager.asp\" rel=\"noopener noreferrer\">investment manager</a> takes care of all of this using careful research and skillful trading. Investors purchase funds because they often do not have the time or the expertise to manage their own portfolios, or they don't have access to the same kind of information that a professional fund has. A mutual fund is a relatively inexpensive way for a small investor to get a full-time manager to make and monitor investments. Most private, non-institutional money managers deal only with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hnwi.asp\" rel=\"noopener noreferrer\">high-net-worth individuals</a>—people with at least six figures to invest. However, mutual funds, as noted above, require much lower investment minimums. So, these funds provide a low-cost way for individual investors to experience and hopefully benefit from professional money management.\n", "\nInvestors have the freedom to research and select from managers with a variety of styles and management goals. For instance, a fund manager may focus on value investing, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthinvesting.asp\" rel=\"noopener noreferrer\">growth investing</a>, developed markets, emerging markets, income, or macroeconomic investing, among many other styles. One manager may also oversee funds that employ several different styles. This variety allows investors to gain exposure to not only stocks and bonds but also <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodities</a>, foreign assets, and real estate through specialized mutual funds. Some mutual funds are even structured to profit from a falling market (known as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bear-fund.asp\" rel=\"noopener noreferrer\">bear funds</a>). Mutual funds provide opportunities for foreign and domestic investment that may not otherwise be directly accessible to ordinary investors.\n", "\nMutual funds are subject to industry regulation that ensures accountability and fairness to investors.\n", "\nLiquidity, diversification, and professional management all make mutual funds attractive options for younger, novice, and other individual investors who don't want to actively manage their money. However, no asset is perfect, and mutual funds have drawbacks too.\n", "\nLike many other investments without a guaranteed return, there is always the possibility that the value of your mutual fund will <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciate</a>. Equity mutual funds experience price fluctuations, along with the stocks that make up the fund. The Federal Deposit Insurance Corporation (FDIC) does not back up mutual fund investments, and there is no guarantee of performance with any fund. Of course, almost every investment carries risk. It is especially important for investors in money market funds to know that, unlike their bank counterparts, these will not be insured by the FDIC.\n", "\nMutual funds pool money from thousands of investors, so every day people are putting money into the fund as well as withdrawing it. To maintain the capacity to accommodate withdrawals, funds typically have to keep a large portion of their portfolios in cash. Having ample cash is excellent for liquidity, but money that is sitting around as cash and not working for you is not very advantageous. Mutual funds require a significant amount of their portfolios to be held in cash in order to satisfy share redemptions each day. To maintain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> and the capacity to accommodate withdrawals, funds typically have to keep a larger portion of their portfolio as cash than a typical investor might. Because cash earns no return, it is often referred to as a \"cash drag.\"\n", "\nMutual funds provide investors with professional management, but it comes at a cost—those expense ratios mentioned earlier. These fees reduce the fund's overall payout, and they're assessed to mutual fund investors regardless of the performance of the fund. As you can imagine, in years when the fund doesn't make money, these fees only magnify losses. Creating, distributing, and running a mutual fund is an expensive undertaking. Everything from the portfolio manager's salary to the investors' quarterly statements cost money. Those expenses are passed on to the investors. Since fees vary widely from fund to fund, failing to pay attention to the fees can have negative long-term consequences. Actively managed funds incur transaction costs that accumulate over each year. Remember, every dollar spent on fees is a dollar that is not invested to grow over time.\n", "\n\"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diworsification.asp\" rel=\"noopener noreferrer\">Diworsification</a>\"—a play on words—is an investment or portfolio strategy that implies too much complexity can lead to worse results. Many mutual fund investors tend to overcomplicate matters. That is, they acquire too many funds that are highly related and, as a result, don't get the risk-reducing benefits of diversification. These investors may have made their portfolio more exposed. At the other extreme, just because you own mutual funds doesn't mean you are automatically diversified. For example, a fund that invests only in a particular industry sector or region is still relatively risky.\n", "\nIn other words, it's possible to have poor returns due to too much diversification. Because mutual funds can have small holdings in many different companies, high returns from a few investments often don't make much difference on the overall return. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dilution.asp\" rel=\"noopener noreferrer\">Dilution</a> is also the result of a successful fund growing too big. When new money pours into funds that have had strong track records, the manager often has trouble finding suitable investments for all the new capital to be put to good use.\n", "\nOne thing that can lead to diworsification is the fact that a fund's purpose or makeup isn't always clear. Fund advertisements can guide investors down the wrong path. The Securities and Exchange Commission (SEC) requires that funds have at least 80% of assets in the particular type of investment implied in their names. How the remaining assets are invested is up to the fund manager.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ However, the different categories that qualify for the required 80% of the assets may be vague and wide-ranging. A fund can, therefore, manipulate prospective investors via its title. A fund that focuses narrowly on Congolese stocks, for example, could be sold with a far-ranging title like \"International High-Tech Fund.\"\n", "\nMany investors debate whether or not the professionals are any better than you or I at picking stocks. Management is by no means infallible, and even if the fund loses money, the manager still gets paid. Actively managed funds incur higher fees, but increasingly passive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\" rel=\"noopener noreferrer\">index funds</a> have gained popularity. These funds track an index such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=spy\" rel=\"noopener noreferrer\">S&amp;P 500</a> and are much less costly to hold. Actively managed funds over several time periods have failed to outperform their benchmark indices, especially after accounting for taxes and fees.\n", "\nA mutual fund allows you to request that your shares be converted into cash at any time, however, unlike stock that trades throughout the day, many mutual fund <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/redemption.asp\" rel=\"noopener noreferrer\">redemptions</a>​ take place only at the end of each trading day.\n", "\nWhen a fund manager sells a security, a capital-gains tax is triggered. Investors who are concerned about the impact of taxes need to keep those concerns in mind when investing in mutual funds. Taxes can be mitigated by investing in tax-sensitive funds or by holding non-tax sensitive mutual funds in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxdeferred.asp\" rel=\"noopener noreferrer\">tax-deferred</a> account, such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira-plan.asp\" rel=\"noopener noreferrer\">IRA</a>.\n", "\nResearching and comparing funds can be difficult. Unlike stocks, mutual funds do not offer investors the opportunity to juxtapose the price to earnings (P/E) ratio, sales growth, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS), or other important data. A mutual fund's net asset value can offer some basis for comparison, but given the diversity of portfolios, comparing the proverbial apples to apples can be difficult, even among funds with similar names or stated objectives. Only index funds tracking the same markets tend to be genuinely comparable.\n", "\nOne of the most famous mutual funds in the investment universe is Fidelity Investments' Magellan Fund (FMAGX). Established in 1963, the fund had an investment objective of capital appreciation via investment in common stocks.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The fund's glory days were between 1977 and 1990, when Peter Lynch served as its portfolio manager. Under Lynch's tenure, Magellan's assets under management increased from $18 million to $14 billion.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nEven after Lynch left, Fidelity's performance continued strong, and assets under management (AUM) grew to nearly $110 billion in 2000, making it the largest fund in the world.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ By 1997, the fund had become so large that Fidelity closed it to new investors and would not reopen it until 2008.\n", "\nAs of July 2020, Fidelity Magellan has over $20 billion in assets and has been managed by Sammy Simnegar since Feb. 2019.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The fund's performance has pretty much tracked or slightly surpassed that of the S&amp;P 500.\n"]}