{"name": "Mutual Insurance Company Definition", "@id": "https://www.investopedia.com/terms/m/mutual-insurance-company.asp", "related": ["https://www.investopedia.com/terms/a/advance-premium-mutual.asp", "https://www.investopedia.com/terms/c/capital-stock-insurance-company.asp", "https://www.investopedia.com/terms/a/assessable-policy.asp", "https://www.investopedia.com/terms/r/risk-retention-group-rrg.asp", "https://www.investopedia.com/terms/m/mutualcompany.asp", "https://www.investopedia.com/terms/d/demutualization.asp"], "body": ["\nA mutual insurance company is an insurance company that is owned by policyholders. The sole purpose of a mutual insurance company is to provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-coverage.asp\">insurance coverage</a> for its members and policyholders, and its members are given the right to select management. Mutual insurance companies make investments in portfolios like a regular <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund</a>, with any profits returned to members as dividends or a reduction in premiums. Federal law, rather than state law, determines whether an insurer can be classified as a mutual insurance company.\n", "\nThe goal of a mutual insurance company is to provide its members with insurance coverage at or near cost. When a mutual insurance company has profits, those profits are distributed to members via a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a> payment or a reduction in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\">premiums</a>.\n", "\nMutual insurance companies are not traded on stock exchanges, therefore their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentstrategy.asp\">investment strategy</a> avoids the pressure of having to reach short-term profit targets and can operate as best suited to its members with the goal of long-term benefits. As a result, they invest in safer, low-yield assets. However, because they are not <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/publiccompany.asp\">publicly traded</a>, it can be more difficult for policyholders to determine how financially solvent a mutual insurance company is, or how it calculates dividends it sends back to its members.\n", "\nLarge companies can form a mutual insurance company as a form of self-insurance, either by combining divisions with separate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget.asp\">budgets</a> or by teaming up with other similar companies. For example, a group of physicians may decide that they can get better insurance coverage and lower premiums by pooling funds to cover their similar risk types.\n", "\nWhen a mutual insurance company switches from member-owned to being traded on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\">stock market</a>, it is called “demutualization,” and the mutual insurance company becomes a stock insurance company. This shift may result in policyholders gaining shares in the newly floated company. Most often this is done as a form of raising capital. Stock insurance companies can raise capital by distributing shares, whereas mutual insurance companies can only raise capital by borrowing money or increasing rates.\n", "\nMutual insurance as a concept began in England in the late 17th century to cover losses due to fire. It began in the United States in 1752 when Benjamin Franklin established the Philadelphia Contributionship for the Insurance of Houses From Loss by Fire. Mutual insurance companies now exist nearly everywhere around the world.\n", "\nIn the past 20 years, the insurance industry has gone through major changes, particularly after 1990s-era legislation removed some of the barriers between insurance companies and banks. As such, the rate of demutualization increased as many mutual companies wanted to diversify their operations beyond insurance, and to access more capital.\n", "\nSome companies converted completely to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/011916/mutual-vs-publically-traded-insurance-companies.asp\">stock ownership</a>, while others formed mutual holding companies that are owned by the policyholders of a converted mutual insurance firm.\n"]}