{"name": "N.V. —Naamloze Vennootschap Definition", "@id": "https://www.investopedia.com/terms/n/nv-nv-or-naamloze-vennootschap.asp", "related": ["https://www.investopedia.com/terms/a/ag-aktiengesellschaft.asp", "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp", "https://www.investopedia.com/terms/p/plc.asp", "https://www.investopedia.com/terms/s/socit-anonyme.asp", "https://www.investopedia.com/terms/g/gmbh.asp", "https://www.investopedia.com/terms/i/ipo.asp"], "body": ["\nN.V. is an acronym for the Dutch phrase \"Naamloze Vennootschap.\" Appearing after a firm's name, it connotes incorporation means that the entity is the equivalent of a limited liability <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/publiccompany.asp\">public company,</a> with shares that trade on open markets—somewhat like the the American \"Inc.\", the French/Latin American/Spanish \"S.A.\", the U.K's \"PLC\", and the German or Swiss “A.G.”\n", "\nN.V. is used in Dutch or Dutch-influenced nations: the Netherlands, Belgium, Suriname, the Dutch West Indies, Indonesia, Curacao, St. Maarten, and Aruba. \"Naamloze vennootschap\" literally translates as \"nameless venture,\" which is fitting since the shareholders in a public company can maintain anonymity.\n", "\nAn N.V. consists of two or more shareholders who invest capital in the business. Two spouses may incorporate an N.V., provided the memorandum of association does not conflict with the matrimonial regime. However, naming of the company after any of its partners is not allowable.\n", "\nEstablishing an N.V. requires the appointment of three or more directors. If the incorporation is by two founders or there are only two shareholders, the board may have two members. Because the N.V. is a legal entity, the creation of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_plan.asp\">financial plan</a> is necessary. The opening of a particular account in the company’s name will receive all cash contributions. In the case of contributions in kind, an auditor’s report is necessary.\n", "\nThe drafting of an official deed is done before a notary. The filing of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/articlesofincorporation.asp\">articles of incorporation</a> with the registrar must happen within 15 days of corporation creation. The registrar will then arrange for publication in the Belgian Official Gazette. \n", "\nThe company enrolls in the \"register of legal entities\" kept at the commercial court registry. Also, the registry will assign the company an enterprise number. If the company engages in commercial activities, it registers as a trader at the Crossroads Bank for Enterprises via a business counter.\n", "\nAn N.V. is useful in protecting the identity of its investors. Because partner and shareholder liability is limited to individual contributions, personal assets are not at risk. However, the decision-making process is more complicated, and accounting procedures and reporting obligations (to federal authorities) are more substantial than with other business structures. \n", "\nShares are registered until fully paid up so no outlay of cash is required. However, this will necessitate a high amount of fully invested starting capital from the point the company is incorporated. Furthermore, each share corresponding to a cash contribution must be at least one-fourth paid up.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/articles-of-association.asp\">articles of association</a> authorize conversion of registered securities to bearer securities. Although <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearer_share.asp\">bearer shares</a> are transferable, registered shares are exchangeable but may be limited. \n", "\nFor example, an approval clause in the articles of incorporation requires the approval of share transfers by a company body, typically management. A preemption clause requires shareholders giving other shareholders first rights to purchase shares. An <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alienation_clause.asp\">alienability clause</a> means share transfers are limited in time and must be justified by the company’s interests.\n", "\nOne of the largest Naamloze Vennootschaps in the world is Exor N.V. Headquartered in Amsterdam, it is a $24 billion holding company that owns Fiat Chrysler Automobiles, PartnerRe, Ferrari, CNH Industrial, Juventus and <em>The Economist</em>, among other enterprises. Founded in 1927 by Giovanni Agnelli, it remains largely controlled by the Italian Agnelli family today.\n"]}