{"name": "NAHB/Wells Fargo Housing Market Index Definition", "@id": "https://www.investopedia.com/terms/h/housingmarketindex.asp", "related": ["https://www.investopedia.com/terms/b/building-activity-indicator.asp", "https://www.investopedia.com/terms/e/existinghomesales.asp", "https://www.investopedia.com/terms/r/richmond-manufacturing-index.asp", "https://www.investopedia.com/terms/r/repeatsales-method.asp", "https://www.investopedia.com/terms/c/ceoconfidencesurvey.asp", "https://www.investopedia.com/terms/b/bureauofcensus.asp"], "body": ["\nThe NAHB/Wells Fargo Housing Market Index (HMI) is based on a monthly survey of members belonging to the National Association of Home Builders (NAHB). The index is designed to measure sentiment for the U.S. single-family housing market and is a widely watched gauge of the outlook for the U.S. housing sector. Since housing is a large investment, housing market indices help to monitor the overall health of the economy.\n", "\nThere are various housing market indices that look at different aspects of the housing market. The NAHB gets input from builders on how confident they are in the housing market based on buyer behavior, sales, and incorporates any forecasts as well.\n", "\nThe NAHB/Wells Fargo Housing Market Index is a valuable indicator for financial analysts, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\" rel=\"noopener noreferrer\">Federal Reserve</a>, policymakers, economic analysts, and the news media.\n", "\nOther housing market indices look at price trends. For example, the Standard &amp; Poor’s report called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sandp_case_shiller_index.asp\" rel=\"noopener noreferrer\">S&amp;P/Case-Shiller Home Price Index</a> provides monthly trends in home prices in select cities as well as nationwide. Home prices can be an indicator of buyer interest and their confidence in the economy. If people are buying homes, they typically feel confident about the stability of their job.\n", "\nThe National Association of Home Builders is a federation of more than 800 state and local associations. Since 1985, the HMI has been based on a monthly survey completed by NAHB builder members. In completing the survey, builders rate housing market conditions based on their experiences. About 400 responses are obtained each month. Builders have direct involvement with local market conditions and can provide relevant and timely information on current housing market conditions and insights as to how home sales are likely to behave in the future.\n", "\nThe HMI is produced by the economics arm of the NAHB, one-third of whose members are home builders or remodelers. The remaining members are in closely related sectors such as building materials, housing finance, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\" rel=\"noopener noreferrer\">real estate</a> sales. NAHB’s builder members annually construct approximately 80% of the new homes built in the U.S.\n", "\nThe HMI is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weightedaverage.asp\" rel=\"noopener noreferrer\">weighted average</a> of separate diffusion indexes. Its reading can range between 0 and 100; a reading over 50 indicates that more builders view sales conditions as good compared with those who view them as poor.\n", "\nThe HMI is calculated as follows: the two series for market conditions for current new home sales and the next six months are rated on a scale of good, fair, and poor while the buyer traffic series is rated on a scale of high/very high, average, and low/very low.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diffusionindex.asp\" rel=\"noopener noreferrer\">diffusion index</a> is calculated for each series by applying the formula (good - poor + 100) / 2 to the present and future sales series and (high / very high - low / very low + 100) / 2 to the traffic series.\n", "\nA diffusion index is then calculated for each series by applying these formulas, after which each resulting index is seasonally adjusted and weighted to generate the HMI.\n", "\nThe HMI displays a close correlation with U.S. single-family <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housingstarts.asp\" rel=\"noopener noreferrer\">housing starts</a>, which refers to the start of construction on privately-owned homes. Housing starts data are key indicators of how the U.S. economy is faring and are supplied monthly by the U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bureauofcensus.asp\" rel=\"noopener noreferrer\">Census Bureau</a>.\n", "\nThe HMI is a gauge of homebuyers’ intentions; it provides valuable clues on the near-term direction of housing starts. The HMI is released monthly at 10 a.m. EST the day before housing starts data are released by the Census Bureau, which is typically mid-month.\n", "\nThe NAHB/Wells Fargo HMI has significant power in predicting single-family housing starts and permits. The information provided by the HMI is as useful today as it has been over the past two decades.\n"]}