{"name": "Nanny Tax Definition", "@id": "https://www.investopedia.com/terms/n/nanny-tax.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/terms/h/household-employee.asp", "https://www.investopedia.com/terms/f/federal-unemployment-tax-act-futa.asp", "https://www.investopedia.com/terms/s/selfemploymenttax.asp", "https://www.investopedia.com/terms/w/withholdingtax.asp"], "body": ["\nA nanny tax is a federal tax paid by people who employ household employees and pay wages over a certain amount. In 2020, for cash wages of $2200 or more per employee, social security and Medicare taxes must be withheld at a rate of 15.3%, with the employer and employee each paying half (7.65%). If paying cash wages of $1000 or more per quarter per employee, the employer pays a 6% unemployment tax on annual cash wages up to $7000.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nHousehold employees are hired persons whose work is controlled by the employer; such employees include babysitters, nannies, butlers, and cooks.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The nanny tax exists because the IRS considers an ongoing household helper as the taxpayer's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/household-employee.asp\">household employee</a>, rather than an independent contractor. As such, the taxpayer becomes an employer and must pay Social Security, Medicare, and federal and state unemployment taxes on the wages paid to that employee. There may be state-level nanny taxes, as well. The federal and state nanny tax requirements are detailed in IRS Publication 926.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nFor example, if a taxpayer pays an adult babysitter $50 every weekend, they must pay nanny taxes (52 weekends/year x $50 = $2600). The nanny tax does not apply if the babysitter is the taxpayer's parent or spouse or if the babysitter is under the age of 18 and is not primarily engaged in the household employment profession. Nanny taxes also aren’t applicable if a taxpayer hires household help through an employment agency, in which case the agency is the employer and is responsible for paying the associated tax.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe nanny tax enables a household employee to receive covered employment benefits and protections, such as Social Security, Medicare, and unemployment benefits.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ It also provides a household employee with a verifiable income and a legal employment history, which can be important when applying for a credit card, loan, or mortgage. The nanny tax also allows an employer to take advantage of significant tax savings from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flexiblespendingaccount.asp\">Flexible Spending Account</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/childanddependentcarecredit.asp\">Child and Dependent Care Credit</a>.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nTaxpayers with household employees must file to become an employer and receive an employer identification number for dealing with the IRS and other agencies. Failure to pay employment taxes can result in penalties, and families who misclassify a household employee as an independent contractor can be charged with tax evasion.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn 2019, the withholding amount for Social Security taxes was set at 6.2%, and the rate for Medicare taxes is 1.45%, which amounts to a total of 7.65% withheld from all cash wages. The employee and employer are responsible for paying 7.65% each, but some employers choose to pay the total 15.3% tax.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n"]}