{"name": "Nasdaq Definition", "@id": "https://www.investopedia.com/terms/n/nasdaq.asp", "related": ["https://www.investopedia.com/terms/o/opening-imbalance-only-order-oio.asp", "https://www.investopedia.com/terms/h/h.asp", "https://www.investopedia.com/terms/d/dtc.asp", "https://www.investopedia.com/terms/n/nyfe.asp", "https://www.investopedia.com/terms/m/multilateral_trading_facility.asp", "https://www.investopedia.com/terms/a/nyse-amex.asp"], "body": ["\nNasdaq is a global electronic marketplace for buying and selling securities. Nasdaq was created by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasd.asp\" rel=\"noopener noreferrer\">National Association of Securities Dealers</a> (NASD) to enable investors to trade securities on a computerized, speedy and transparent system, and commenced operations on February 8, 1971. The term, “Nasdaq” is also used to refer to the Nasdaq Composite, an index of more than 3,000 stocks listed on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/03/103103.asp\" rel=\"noopener noreferrer\">Nasdaq exchange</a> that includes the world’s foremost technology and biotech giants such as Apple, Google, Microsoft, Oracle, Amazon, and Intel.\n", "\nNasdaq officially separated from the NASD and began to operate as a national securities exchange in 2006. In 2007, it combined with the Scandinavian exchange group OMX to become the Nasdaq OMX group, which is the largest exchange company globally, powering 1 in 10 of the world’s securities transactions.\n", "\nHeadquartered in New York, Nasdaq OMX operates 25 markets – primarily equities, and also including options, fixed income, derivatives and commodities – as well as one clearinghouse and five central securities depositories in the U.S. and Europe. Its cutting-edge trading technology is used by 70 exchanges in 50 countries. It is listed on the Nasdaq under the symbol NDAQ and has been part of the S&amp;P 500 since 2008.\n", "\nThe Nasdaq computerized trading system was initially devised as an alternative to the inefficient “specialist” system, which had been the prevalent model for almost a century. The rapid evolution of technology has made the Nasdaq’s electronic trading model the standard for markets worldwide.\n", "\nAs a leader in trading technology from the outset, it was only fitting that the world’s technology giants chose to list on the Nasdaq in their early days. As the technology sector grew in prominence in the 1980s and 1990s, the Nasdaq became the most widely followed proxy for this sector. The technology and dot-com boom and bust of the late 1990s is exemplified by the rise and fall of the Nasdaq Composite during this period. The index crossed the 1,000 mark for the first time in July 1995, soared in the following years and peaked at over 4,500 in March 2000, before slumping almost 80% by October 2002 in the subsequent correction.\n", "\nIn February, 2011, in the wake of an announced merger of NYSE Euronext with Deutsche Börse, speculation developed that NASDAQ OMX and Intercontinental Exchange (ICE) could mount a counter-bid of their own for NYSE. At the time, NYSE Euronext’s market value was $9.75 billion. Nasdaq was valued at $5.78 billion, while ICE was valued at $9.45 billion. Late in the month, Nasdaq was reported to be considering asking either ICE or the Chicago Mercantile Exchange to join in what would probably have to be, if it proceeded, an $11–12 billion counterbid.\n", "\nThe European Association of Securities Dealers Automatic Quotation System (EASDAQ) was founded as a European equivalent to the Nasdaq Stock Market. It was purchased by NASDAQ in 2001 and became NASDAQ Europe. Operations were shut down, however, as a result of the bursting of the dot-com bubble. In 2007, NASDAQ Europe was revived as Equiduct, and it is currently operating under Börse Berlin.\n", "\nOn June 18, 2012, Nasdaq OMX became a founding member of the United Nations Sustainable Stock Exchanges initiative on the eve of the United Nations Conference on Sustainable Development. In November 2016, Nasdaq Chief Operating Officer Adena Friedman was promoted to the role of CEO, becoming the first woman to run a major exchange in the U.S. In 2016, Nasdaq earned $272 million in listings-related revenues.\n", "\nNasdaq achieved its highest-ever close on August 29, 2018, when its index peaked at 8109.69. In 2018, it was announced that the Nasdaq was planning to introduce cryptocurrency futures the next year in conjunction with a prominent investment firm. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/amex-vs-nasdaq.asp\" rel=\"noopener noreferrer\">NYSE American vs. Nasdaq: What's the Difference?</a>\")\n"]}