{"name": "Nasdaq 100 Index", "@id": "https://www.investopedia.com/terms/n/nasdaq100.asp", "related": ["https://www.investopedia.com/terms/ndxe.asp", "https://www.investopedia.com/terms/q/qqq.asp", "https://www.investopedia.com/terms/n/qomx.asp", "https://www.investopedia.com/terms/k/kbw-bank-index.asp", "https://www.investopedia.com/terms/r/russell-2500index.asp", "https://www.investopedia.com/terms/r/russell_1000index.asp"], "body": ["\nThe Nasdaq 100 Index is a basket of the 100 largest, most actively traded U.S companies listed on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a> stock exchange. The index includes companies from various industries except for the financial industry, like commercial and investment banks. These non-financial sectors include retail, biotechnology, industrial, technology, health care, and others.\n", "\nThe index is constructed on a modified capitalization methodology. This modified method uses individual weights of included items according to their market capitalization. Weighting allows constraints to limit the influence of the largest companies and balance the index with all members. To accomplish this, Nasdaq reviews the composition of the index each quarter and adjust weightings if the distribution requirements are not met. \n", "\nThe Nasdaq 100 is traded through the Invesco <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=qqq\">QQQ</a> Trust. This product is designed to track the performance of the 100 largest companies on the Nasdaq exchange. Each company in the trust must be a member of the Nasdaq 100 and be listed on the broader exchange for at least two years. Also, listed stocks need to have an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/averagedailytradingvolume.asp\">average daily trading volume</a> of 200,000 and publicly report earnings quarterly and annually.\n", "\nSome exceptions are made for newly public companies that have extremely high market capitalizations. Companies with bankruptcy issues are omitted from the Invesco QQQ Trust. On occasion, the composition of the trust may not identically match the Index, but the main objective of the QQQ is still to track the price and performance of the underlying index. \n", "\nThe Nasdaq 100 Index is composed of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a> in various sectors, excluding financial services. A large portion of the index covers the technology sector, which accounts for 54% of the index's weight. The next largest sector is consumer services, represented by companies like restaurant chains, retailers, and travel services. These stocks account for nearly a quarter of the cap weight thanks to the continued growth of retail giant Amazon (AMZN). Rounding out the index is healthcare, industrials, and telecommunications. The diversity of companies included in the Nasdaq 100 helped drive strong returns for the past two decades.\n", "\nFor inclusion in the Nasdaq 100, index securities must be listed exclusively on a Nasdaq exchange. This can include common stocks, ordinary shares, American depositary receipts (ADRs), and tracking stocks. Twenty-seven countries are tied to companies represented in the index. Other grounds for inclusion comprise market capitalization and liquidity. While there is no minimum requirement for market capitalization, the index itself represents the top 100 largest companies listed on the Nasdaq.\n"]}