{"name": "National Association of Insurance Commissioners (NAIC) Definition", "@id": "https://www.investopedia.com/terms/n/nainsurancec.asp", "related": ["https://www.investopedia.com/terms/i/insurance-regulatory-information-system-iris.asp", "https://www.investopedia.com/terms/l/loss-and-lossadjustment-reserves-policyholders-surplus-ratio.asp", "https://www.investopedia.com/terms/u/uniform-individual-accident-and-sickness-policy-provisions-act.asp", "https://www.investopedia.com/terms/n/net-liabilities-policyholders-surplus.asp", "https://www.investopedia.com/terms/r/return-policyholder-surplus.asp", "https://www.investopedia.com/terms/d/developed-net-premiums-earned.asp"], "body": ["\nThe National Association of Insurance Commissioners (NAIC) is a nonprofit, nonpartisan organization governed by the chief insurance regulators of the 50 states, the District of Columbia, and the five U.S. territories: American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the Virgin Islands. The NAIC sets standards and establishes best practices for the U.S. insurance industry and provides support to insurance regulators. It also provides information and resources to consumers.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Insurance products sold in the U.S. are largely regulated by the states, rather than the federal government.\n", "\nThe NAIC was founded in 1871 by state insurance regulators to \"address the need to coordinate regulation of multistate insurers. The first major step in that process was the development of uniform financial reporting by insurance companies.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nBecause insurers often do business in multiple states, the question of whether they should be regulated on a state or federal level has long been a matter of debate in the U.S. The 1944 Supreme Court case <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/united-states-v-the-southeastern-underwriter-association.asp\" rel=\"noopener noreferrer\">United States v. The South-Eastern Underwriters Association</a> determined that the insurance industry should be subject to regulation by Congress under the Commerce Clause of the Constitution, which gives lawmakers regulatory authority over interstate and international commerce. However, Congress effectively overrode that ruling the following year with the passage of the McCarran-Ferguson Act, which exempted the insurance industry from most federal regulation, including <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/antitrust-law.asp\" rel=\"noopener noreferrer\">antitrust laws</a>.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nToday, with few exceptions, that regulatory authority still resides with the states and their elected or appointed insurance commissioners.\n", "\nThe NAIC is headquartered in Kansas City, Mo., with executive offices in Washington, D.C.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ The group says its regulatory goals are to:\n", "\nThrough committees, task forces, and working groups, the NAIC develops model laws and regulations to help standardize insurance across the states. Its standing committees include life insurance and annuities, health insurance and managed care, property and casualty insurance, market regulation and consumer affairs, the financial condition of insurers, financial regulation standards and accreditation, and international insurance relations.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThe NAIC and its committees normally meet three times a year. These meetings are generally open to the public.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThe NAIC also offers education and training courses for insurance regulators. In 2006, it launched the Insurance Regulator Professional Designation Program and awarded its first professional designation the following year.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn addition to its work in support of state insurance regulators, the NAIC offers a number of tools for consumers. Its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://content.naic.org/consumer.htm\" rel=\"noopener noreferrer\">Consumer Insurance Search tool</a> helps consumers research specific insurance companies, including any complaint data the NAIC has collected. Companies are scored on a national complaint index, which shows whether they've received more or fewer complaints than other insurers, after adjusting for market share.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nAccording to the NAIC's most recent aggregated data from state insurance departments, the majority of complaints in 2019 involved how an insurer handled policyholders' claims, with unsatisfactory settlements or offers, delayed claims, and denied claims collectively accounting for just over 50% of all complaints. Other types of complaints, though much lower on the list in terms of percentages, included high-pressure sales tactics, misleading advertising, and discrimination.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nFor consumers who would like to register a complaint of their own, the NAIC website also has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://content.naic.org/consumer.htm\" rel=\"noopener noreferrer\">File a Complaint tool</a>, with links to state insurance departments for further information on the process.\n", "\nAlong with those consumer resources, the NAIC website offers basic information on life, health, homeowners, automobile, and several other types of insurance. It also has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://eapps.naic.org/life-policy-locator/#/welcome\" rel=\"noopener noreferrer\">Life Insurance Policy Locator tool</a>, which consumers can use to request information on whether a deceased relative left behind an unclaimed policy.\n", "\nThe NAIC should not be confused with groups with similar acronyms: the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/naic.asp\" rel=\"noopener noreferrer\">National Association of Investors Corp.</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/naics.asp\" rel=\"noopener noreferrer\">North American Industry Classification System</a>.\n"]}