{"name": "National Association of Realtors (NAR)", "@id": "https://www.investopedia.com/terms/n/national-association-of-realtors.asp", "related": ["https://www.investopedia.com/terms/e/existinghomesales.asp", "https://www.investopedia.com/terms/p/pending-home-sales-index.asp", "https://www.investopedia.com/terms/r/realtor.asp", "https://www.investopedia.com/terms/r/realtor-property-resource-rpr.asp", "https://www.investopedia.com/terms/r/realestateagent.asp", "https://www.investopedia.com/terms/r/repeatsales-method.asp"], "body": ["\nThe National Association of Realtors (NAR) is a national organization of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\" rel=\"noopener noreferrer\">real estate</a> brokers, known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realtor.asp\" rel=\"noopener noreferrer\">realtors</a>, created to promote the real estate profession and foster professional behavior in its members. The association has its own <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/code-of-ethics.asp\" rel=\"noopener noreferrer\">code of ethics</a> to which it requires its members to adhere.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nAs of 2021, the NAR has over 1 million members worldwide. It has 54 state associations (including D.C., Guam, the U.S. Virgin Islands and Puerto Rico) as well as more than 1,600 national and international <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate.asp\" rel=\"noopener noreferrer\">affiliate</a> organizations.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe NAR's membership increased to just under 1.4 million. It claims to be the largest trade association, comprising real estate brokers, salespeople, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property-manager.asp\" rel=\"noopener noreferrer\">property managers</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appraiser.asp\" rel=\"noopener noreferrer\">appraisers</a>, counselors as well as others in the real estate industry. Members belong to one or more of the 1,200 local associations/boards and 54 state and territory associations of Realtors or to one of 87 cooperating associations in 66 countries.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nThe NAR was founded as the National Association of Real Estate Exchanges in May 1908, with 120 members, 19 Boards (local associations) and one state association. Its objective was to standardize real estate practices and to “unite the real estate men of America for the purpose of effectively exerting a combined influence upon matters affecting real estate interests.” The NAR Code of Ethics was adopted in 1913.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nOver the years, the association’s name changed several times until, in 1972, it became the National Association of Realtors. Today, its mission is “to help its members become more profitable and successful,”<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ by \"influencing and shaping the real estate industry\";<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ advocating for \"the right to own, use and transfer real property\";<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ and developing standards for efficient and ethical real estate business practices.\n", "\nThe principal of a real estate firm must join a realtor association before any non-principal in the firm can join (principals can be sole proprietors, partners in a partnership, corporate officers or branch-office managers acting on behalf of a principal). After the principal has joined a realtor association, all agents, brokers and appraisers who are licensed or affiliated with the principal have the option of joining as members of the association. (If the principal does not join a realtor association, none of the individuals affiliated with the principal can become realtor members of the association.) Members of local associations are automatically given membership in the state and national associations. For a list of local and state associations of realtors, see the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.realtor.org/\" rel=\"noopener noreferrer\">NAR website</a>.\n", "\nAnnual NAR membership dues ($150 per member for 2020 and 2021, with a $35 assessment for the NAR's Consumer Advertising Campaign) are billed through the members’ local associations and are pro-rated monthly for new members. In accordance with the Tax Reform Act of 1993, any portion of dues attributable to lobbying and political activities at the State and Federal levels is considered nondeductible for income tax purposes – this portion is disclosed annually to members.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> \n", "\nNAR members receive a variety of benefits, business tools, real estate market data, research and statistics, educational opportunities and discount programs geared towards helping real estate professionals succeed in business. For example, only realtors have access to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realtor-property-resource-rpr.asp\">Realtors Property Resource (RPR)</a>, a national database of information on every property in the U.S., built from public-record and assessment data. It includes facts on zoning, permits, mortgage and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\">lien</a> data, schools and a large database of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclosures</a>.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nThere is a research division that collects and disseminates real estate data and conducts economic analysis. Delivery of this information takes place via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pressrelease.asp\" rel=\"noopener noreferrer\">press releases</a>, reports, presentations, and daily blog posts about the overall economy and housing market.\n", "\nWell-known national and regional housing statistics include existing home sales, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pending-home-sales-index.asp\" rel=\"noopener noreferrer\">pending home sales index</a> and the housing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordability-index.asp\" rel=\"noopener noreferrer\">affordability index</a>. The organization releases existing home sales monthly, providing national and regional price and volume statistics. The data is for the past 12 months along with annual totals going back three years. It is broken down into existing single-family homes, condos and co-ops. The first week of each month, the NAR releases the pending home sales index, considered a leading indicator for housing activity. The index measures signed real estate contracts for existing single-family homes, condos and co-ops.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ The housing affordability index measures whether a typical family earns enough income to qualify for a mortgage loan on an average home based on recent monthly price and income data.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nThe NAR also provides a host of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/research-report.asp\" rel=\"noopener noreferrer\">research reports</a>, including a monthly report on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foot-traffic.asp\" rel=\"noopener noreferrer\">foot traffic</a>, which attempts to predict future sales trends. Others are local market reports, which analyze a host of data, and a confidence index.\n", "\nThe NAR annually updates its strategic plan to reflect the challenges and opportunities that the association and the real estate industry expect to confront during the next three to five years.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nA member of the National Association of Realtors has access to certain benefits, business tools, real estate market data, educational opportunities and discount programs. The National Association of Realtors also has an educational program, including an online ethics course.\n"]}