{"name": "National Stock Exchange of India Limited (NSE) Definition", "@id": "https://www.investopedia.com/terms/n/national_stock_exchange.asp", "related": ["https://www.investopedia.com/terms/s/sp_cnx_nifty.asp", "https://www.investopedia.com/terms/i/india_etf.asp", "https://www.investopedia.com/terms/v/vsat.asp", "https://www.investopedia.com/terms/n/national-stock-exchange.asp", "https://www.investopedia.com/terms/s/sensex.asp", "https://www.investopedia.com/terms/k/klse.asp"], "body": ["\nThe National Stock Exchange of India Limited (NSE) is India's largest financial market. Incorporated in 1992, the NSE has developed into a sophisticated, electronic market, which ranked fourth in the world by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a> trading volume. Trading commenced in 1994 with the launch of the wholesale debt market and a cash market segment shortly thereafter.\n", "\nToday, the National Stock Exchange of India Limited (NSE) conducts transactions in the wholesale debt, equity, and derivative markets. One of the more popular offerings is the NIFTY 50 Index, which tracks the largest assets in the Indian equity market. US investors can access the index with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded funds</a> (ETF), such as the iShares India 50 ETF (INDY).\n", "\nThe National Stock Exchange of India Limited was the first exchange in India to provide modern, fully automated electronic trading. It was set up by a group of Indian financial institutions with the goal of bringing greater transparency to the Indian capital market.\n", "\nAs of June 2020, the National Stock Exchange had accumulated $2.27 trillion in total market capitalization, making it one of the world's largest stock exchange. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/09/indian-stock-market.asp\">flagship index</a>, the NIFTY 50, represents the majority of total market capitalization listed on the exchange.\n", "\nThe total traded value of stocks listed on the index makes up almost half of the traded value of all stocks on the NSE for the last six months. The index itself covers 12 sectors of the Indian economy across 50 stocks. Besides the NIFTY 50 Index, the National Stock Exchange <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://nseindia.com/products/content/equities/indices/broad_indices.htm\" rel=\"nofollow\">maintains market indices</a> that track various market capitalizations, volatility, specific sectors, and factor strategies. \n", "\nThe National Stock Exchange has been a pioneer in Indian financial markets, being the first electronic limit order book to trade derivatives and ETFs. The exchange supports more than 3,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vsat.asp\">Very Small Aperture Terminal</a> (VSAT) terminals, making the NSE the largest private wide-area network in the country. Girish Chandra Chaturvedi is the Chairman of the Board of Directors and Vikram Limaye is the Managing Director and CEO of the exchange. \n", "\nThe National Stock Exchange is a premier marketplace for companies preparing to list on a major exchange. The sheer volume of trading activity and application of automated systems promotes greater transparency in trade matching and the settlement process.\n", "\nThis in itself can boost visibility in the market and lift investor confidence. Using cutting-edge technology also allows orders to be filled more efficiently, resulting in greater liquidity and accurate prices.\n"]}