{"name": "National Association of Securities Dealers (NASD) Definition", "@id": "https://www.investopedia.com/terms/n/nasd.asp", "related": ["https://www.investopedia.com/terms/s/sira.asp", "https://www.investopedia.com/terms/f/finra.asp", "https://www.investopedia.com/terms/r/risklessprincipal.asp", "https://www.investopedia.com/terms/n/nasdaq.asp", "https://www.investopedia.com/terms/r/registered-principal.asp", "https://www.investopedia.com/terms/i/iar.asp"], "body": ["\nThe National Association of Securities Dealers (NASD) was a self-regulatory organization of the securities industry and a predecessor of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority (FINRA)</a>. It was responsible for the operation and regulation of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">NASDAQ stock market</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/over-the-countermarket.asp\">over-the-counter markets</a>. It also administrated exams for investment professionals, such as the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series7.asp\">Series 7</a> exam. The NASD was charged with watching over the NASDAQ’s market operations. \n", "\nThe NASD was founded in 1939, under provisions of the 1938 Maloney Act amendments to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seact1934.asp\">Securities Exchange Act of 1934</a>. It was also the leading founder of the NASDAQ stock market, which was established in 1971. Operating as an overseer of stock market operations for market activity and the NASDAQ under the overall supervision of the Securities and Exchange Commission (SEC), the NASD played a leading part in the management of stock trading in the market from 1939 to 2007. In that year, it merged with the regulation, enforcement, and arbitration arm of the New York Stock Exchange to form FINRA.\n", "\nFINRA is an independent regulatory entity that functions similar to the NASD, overseeing all stock market operations in the United States. Its functions include the oversight of all brokerage firms, branch offices, and securities representatives. FINRA is monitored by the SEC and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/how-does-finra-differ-sec/\">authorized to enforce the rules and regulations of the SEC</a>.\n", "\nIt provides for and facilitates <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/08/selling-securities.asp\">the licensing of securities representatives</a> dealing in all aspects of the market. Its licensing requirements are developed in conjunction with the regulations and oversight of the SEC. Leading FINRA licenses include the Series 3, 6, and 7. In addition to licensing for individuals and firms, FINRA also provides ongoing educational seminars and monitors individuals and firms active in the financial markets for regulatory compliance.\n", "\nAs the leading regulatory entity in the securities markets, FINRA manages the market’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crd.asp\">Central Registration Depository</a> (CRD), which includes records of securities activity for all firms and securities representatives trading in the market. FINRA is also the lead arbitrator for all financial market trading disputes. In the financial markets, arbitration is the leading procedure for resolutions in dispute between entities and trading representatives. FINRA facilitates arbitration proceedings, which are similar to formal court cases but have lower costs. FINRA arbitration panels are responsible for issuing final rulings on arbitration cases.\n", "\nFINRA collaborates with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasaa.asp\">North American Securities Administrators Association (NASAA)</a>, which oversees the licensing requirements of three key market licenses: the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series63.asp\">Series 63</a>, 65, and 66.\n"]}