{"name": "National Retail Federation (NRF)", "@id": "https://www.investopedia.com/terms/n/national-retail-federation-nrf.asp", "related": ["https://www.investopedia.com/terms/t/the-national-association-of-college-and-university-business-officers-nacubo.asp", "https://www.investopedia.com/terms/n/national-association-of-realtors.asp", "https://www.investopedia.com/terms/a/ansi.asp", "https://www.investopedia.com/terms/i/institute-of-management-accountants.asp", "https://www.investopedia.com/terms/a/aarp.asp", "https://www.investopedia.com/terms/i/independent-community-bankers-of-america.asp"], "body": ["\nThe National Retail Federation (NRF) is a retail trade association, founded in 1911, that is made up of members from all phases of the retail industry, including department stores, specialty, discount, catalog, internet and independent retailers, restaurant chains and grocers, as well as businesses that supply goods and services to retailers. The NRF forms an umbrella over many state, national and international retail associations.\n", "\nThe National Retail Federation states that it is the largest association of retailers in the world. It represents a wide variety of retail segments in the United States and over 45 countries. It also holds a large annual convention dubbed “The Big Show” which is held in New York City over multiple days. Based in Washington, D.C., the NRF offers memberships to retailers, industry partners, universities and students, and distributes retail-focused publications such as newsletters and STORES magazine.\n", "\nThe NRF has several divisions dealing with different aspects of retailing, such as technology and education. Known as the “Voice of Retail,” the NRF prides itself on representing the merchants that impact and connect with the everyday lives of the American consumer.\n", "\nThe NRF created the NRF Foundation to provide resources and experiences for those interested in jobs or long-term careers in retail. Its main goal is to support the next generation of potential retail leaders. The NRF Foundation’s offerings include a career center, job boards and training. It also provides scholarship programs for retail employees and students.\n", "\nThe NRF launched the This is Retail campaign in 2013. The initiative highlights opportunities in the retail <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\">sector</a> by bringing together industry advocates from both emerging and established brands to share their experiences. Retail Across America is an extension of the This is Retail program, and it brings together retailers and universities with retail associations and legislators.\n"]}