{"name": "National Futures Association (NFA) Definition", "@id": "https://www.investopedia.com/terms/n/nfa.asp", "related": ["https://www.investopedia.com/terms/s/series3.asp", "https://www.investopedia.com/terms/c/cta.asp", "https://www.investopedia.com/terms/f/fcm.asp", "https://www.investopedia.com/terms/f/futuresexchange.asp", "https://www.investopedia.com/terms/r/retail-foreign-exchange-dealer-rfed.asp", "https://www.investopedia.com/terms/m/managedfuturesaccount.asp"], "body": ["\nThe National Futures Association (NFA) is an independent self-regulatory organization for the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a> markets. Designated by the Commodities Futures Trade Commission (CFTC) as a registered futures association, the NFA's mandate is to safeguard the integrity of the derivatives markets, protect investors, and ensure that members fulfill their regulatory obligations.\n", "\nThe NFA operates at no cost to the taxpayer and is primarily financed by membership dues, fees, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assessment.asp\">assessments</a> paid by members and other users of the derivatives markets.\n", "\nNFA membership provides assurance to the investing public that all firms, intermediaries, and associates who conduct business with them on the U.S. futures exchanges must adhere to the same high standards of professional conduct. The firms working in the industry must pay membership dues to the NFA, which is how the NFA gets its money.\n", "\nThe NFA began operating in 1982, subsequent to the establishment of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cftc.asp\">Commodity Futures Trading Commission (CFTC)</a> in 1974; this legislation also authorized the creation of registered futures exchanges, thereby facilitating the creation of a national self-regulatory organization.\n", "\nIn addition to regulation of the U.S. futures market, the NFA's duties and functions include registration, compliance, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitration.asp\">arbitration</a>. It combats <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\">fraud</a> and abuse in the futures markets through a combination of registration requirements, compliance rules, strong enforcement authority, and real-time market surveillance.\n", "\nCFTC regulations also require, with few exceptions, CFTC registered firms to be NFA Members. All futures professionals required to register must undergo a background investigation before they may register.\n", "\nFutures professionals are broken down into the following categories.\n", "\nIn addition, the following non-U.S. firms and individuals must also register:\n", "\nThe NFA, as a self-regulatory organization, has the power to search for and implement what it believes are best practices for the industry. The NFA creates rules that its members must follow.\n", "\nThe NFA has the power to impose fines or revoke the membership (which could shut down a business) of its members.\n", "\nIt offers an arbitration process to help customers and businesses settle disputes or come to a resolution on allegations of wrong-doing.\n", "\nIn 2019, based on complaints filed in 2018, East West Global LLC, along with two individuals at the firm were fined and one of the individuals had their NFA membership revoked for five years.\n", "\nThe firm and two individuals were charged for the use of deficient promotional material, deficient sales practices, and failing to meet the high standards of commercial honor, among several other charges.\n", "\nOne of the individuals was ordered to jointly, along with the firm, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jointlyandseverally.asp\">severally</a> to pay a $75,000 fine. The firm was also ordered to fix the issues addressed in the complaint.\n", "\nThe other individual, following a settlement offer, agreed to not apply for NFA membership (or associate membership) for five years. After five years, if he reapplies for membership he will need to immediately pay a $90,000 fine.\n"]}