{"name": "National Bureau of Economic Research (NBER) Definition", "@id": "https://www.investopedia.com/terms/n/nber.asp", "related": ["https://www.investopedia.com/terms/e/economic-think-tank.asp", "https://www.investopedia.com/terms/r/richard-stone.asp", "https://www.investopedia.com/terms/c/council_economic_advisors.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/n/national-association-of-realtors.asp", "https://www.investopedia.com/terms/p/political-economy.asp"], "body": ["\nThe National Bureau of Economic Research (NBER) is a private, non-profit, non-partisan research organization with an aim is to promote a greater understanding of how the economy works. It disseminates economic research among public policymakers, business professionals, and the academic community.\n", "\nHundreds of the nation's leading scholars in economics and business are also NBER researchers who focus on four types of empirical research: developing new statistical measurements, estimating quantitative models of economic behavior, assessing the effects of public policies on the U.S. economy, and projecting the effects of alternative policy proposals. Twelve of the 31 American <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nobel-memorial-prize-in-economic-sciences.asp\">Nobel Prize winners in Economics</a> have been researchers at the bureau.\n", "\nAccording to the organization, \"Founded in 1920, the NBER is a private, non-profit, non-partisan organization dedicated to conducting economic research and to disseminating research findings among academics, public policy makers, and business professionals. NBER-affiliated researchers study a wide range of topics and they employ many different methods in their work. Key focus areas include developing new statistical measurements, estimating quantitative models of economic behavior, and analyzing the effects of public policies.\"\n", "\nThe more than 1,400 professors of economics and business now teaching at colleges and universities in North America who are NBER researchers are the leading scholars in their fields. Most NBER-affiliated researchers are either Faculty Research Fellows (FRFs) or Research Associates (RAs). Faculty Research Fellows are typically junior scholars. Research Associates, whose appointments are approved by the NBER Board of Directors, hold tenured positions at their home institutions.\n", "\nThe NBER is supported by research grants from government agencies and private foundations, by investment income, and by contributions from individuals and corporations.\n", "\nThe group took in $41 million for the year ended June 30, 2017, according to its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.nber.org/FY2017FinancialsSummary.pdf\">financial statement</a>.\n", "\nThe economist Paul Krugman, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://krugman.blogs.nytimes.com/2013/04/22/understanding-the-nber/\">writing in the New York Times</a>, said NBER is \"best described, I’d say, as the old-boy network of economics made flesh. There are a couple of NBER offices, but they’re small; what the organization mainly consists of is its associates and what they do. In many sub-fields of economics, just about anyone well-known in the profession is an NBER research associate; it’s normal for these associates to release new research as NBER working papers.\n", "\nThe function of these papers, in turn, is to get research out quickly so other economists can discuss it (which includes criticizing it). For working economists, the NBER WP series provides what amounts to one-stop shopping for new developments in their field.\"\n"]}