{"name": "Natural Law Definition", "@id": "https://www.investopedia.com/terms/n/natural-law.asp", "related": ["https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/k/karl-marx.asp", "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/s/social-science.asp"], "body": ["\nNatural law is a theory in<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/code-of-ethics.asp\" rel=\"noopener noreferrer\"> ethics</a> and<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-philosophy.asp\" rel=\"noopener noreferrer\"> philosophy</a> that says that human beings possess intrinsic values that govern our reasoning and behavior. Natural law maintains that these rules of right and wrong are inherent in people and are not created by society or court judges.\n", "\nNatural law holds that there are universal moral standards that are inherent in humankind throughout all time, and these standards should form the basis of a just society. Human beings are not taught natural law per se, but rather we “discover” it by consistently making choices for good instead of evil. Some schools of thought believe that natural law is passed to humans via a divine presence. Although natural law mainly applies to the realm of<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-ethics.asp\" rel=\"noopener noreferrer\"> ethics</a> and philosophy, it is also used extensively in<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economics.asp\" rel=\"noopener noreferrer\"> theoretical economics</a>.\n", "\nThe theory of natural law believes that our civil laws should be based on morality,<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/09/professional-standards-ethics.asp\" rel=\"noopener noreferrer\"> ethics</a>, and what is inherently correct. This is in contrast to what is called \"positive law\" or \"man-made law,\" which is defined by statute and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/common-law.asp\" rel=\"noopener noreferrer\">common law</a> and may or may not reflect the natural law. \n", "\nExamples of positive law include rules such as the speed that individuals are allowed to drive on the highway and the age that individuals can legally purchase alcohol. Ideally, when drafting positive laws, governing bodies would base them on their sense of natural law.\n", "\nExamples of natural law abound, but philosophers and theologians throughout history have differed in their interpretations of this doctrine. Theoretically, the precepts of natural law should be constant throughout time and across the globe because natural law is based on human nature, not on culture or customs.\n", "\nWhen a child tearfully exclaims, “It’s not fair [that]...\" or when viewing a documentary about the suffering of war, we feel pain because we're reminded of the horrors of human evil. And in doing this, we are also providing evidence for the existence of natural law. A well-accepted example of natural law in our society is that it is wrong for one person to kill another person.\n", "\nPhilosophers of natural law often do not explicitly concern themselves with economic matters; likewise, economists systematically refrain from making explicit moral value judgments. Yet the fact that economics and natural law are intertwined has been borne out consistently in the<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/economic-thought.asp\" rel=\"noopener noreferrer\"> history of economics</a>. Because natural law as an ethical theory can be understood to be an extension of scientific and rational inquiry into how the world works, the laws of economics can be understood as natural laws of how economies “should” operate. Moreover, to the extent that economic analysis is used to prescribe (or proscribe) public policy or how businesses ought to conduct themselves, the practice of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/applied-economics.asp\" rel=\"noopener noreferrer\">applied economics</a> must rely at least implicitly on some sort of ethical assumptions. \n"]}