{"name": "Near Money Definition", "@id": "https://www.investopedia.com/terms/n/near-money.asp", "related": ["https://www.investopedia.com/terms/m/m3.asp", "https://www.investopedia.com/terms/m/moneysupply.asp", "https://www.investopedia.com/terms/m/monetarybase.asp", "https://www.investopedia.com/terms/q/quickratio.asp", "https://www.investopedia.com/terms/m/monetary-aggregates.asp", "https://www.investopedia.com/terms/c/currentassets.asp"], "body": ["\nNear money, sometimes referred to as quasi-money or cash equivalents, is a financial economics term describing non-cash assets that are highly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquid</a> and easily converted to cash.\n", "\nNear money is a term that analysts use to understand and quantify the liquidity and nearness of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/11/understanding-liquidity-risk.asp\">liquidity for financial assets</a>. Near money considerations are viewed in a variety of market scenarios. Understanding near money and the nearness of near moneys is essential in corporate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statement</a> analysis and money supply management. Near money can also be important in all types of wealth management as its analysis provides a barometer for cash liquidity, cash equivalents conversion, and risk.\n", "\nNear money and near moneys (or near monies) comprehensively have been influencing financial analysis and economic considerations for decades. Financial analysts view near money as an important concept for testing liquidity. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">Central banks</a> and economists utilize the concept of near money in determining the different levels of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneysupply.asp\">money supply</a>, with the nearness of near moneys serving as a factor for classifying assets as either M1, M2, or M3.\n", "\nNear moneys generally refer to all of an entity's near money comprehensively. The nearness of near moneys will vary depending on the actual time frames to cash conversion. Other factors affecting near money may also include transactional fees or penalties involved with withdrawals.\n", "\nExamples of near money assets include savings accounts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificates of deposit</a> (CDs), foreign currencies, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/111516/5-mistakes-youre-making-money-market-accounts.asp\">money market accounts</a>, marketable securities, and Treasury bills (T-bills). In general, near money assets included in near money analysis will vary depending on the type of analysis.\n", "\nIn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/professionals/111715/private-banking-vs-wealth-management-not-quite-same.asp\">personal wealth management</a>, near money can be an important consideration influencing an investor’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risktolerance.asp\">risk tolerance</a>. Near money generally includes assets that an investor can easily convert to cash within a few days or months. Investors who depend heavily on the high liquidity of near money will choose very low-risk, short-term near money options such as high-yield savings accounts, money market accounts, six-month CDs, and T-bills, which offer low annual returns with little risk of loss.\n", "\nInvestors who have higher cash stockpiles can potentially expand out the nearness of near moneys further to gain higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/return.asp\">returns</a>. For example, two-year CDs have a longer maturity horizon with a greater expected return and are therefore farther out on the spectrum than a six-month CD.\n", "\nBeyond low-risk near money choices, investors also have higher-risk options such as stocks. These investments can be converted to cash through market trading in approximately a few days, giving them very short-term nearness. However, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> and risk of stock investments can mean investors have less to cash out for an immediate need.\n", "\nThe concept of near money and nearness of near moneys is an integral part of financial statement analysis for businesses. It is found in the core of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/100313/financial-analysis-solvency-vs-liquidity-ratios.asp\">balance sheet liquidity analysis</a>. Here, the nearness of near moneys is exemplified through two essential ratios: the quick ratio and the current ratio.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quickratio.asp\">quick ratio</a> looks at assets with the shortest nearness, usually 90 days. These assets include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashequivalents.asp\">cash equivalents</a>, marketable securities, and accounts receivable. Dividing the combination of these quick assets by current liabilities provides the ratio of a company’s most liquid assets to its current liabilities.\n", "\nOften viewed in two ways, this ratio shows the value of quick assets per $1 of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentliabilities.asp\">current liabilities</a> or the coverage level of quick assets to current liabilities. In general, the higher the quick ratio, the more capable a company is of covering its current liabilities with its most liquid assets.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentratio.asp\">current ratio</a> pushes slightly farther out on the nearness spectrum with assets that are less liquid than quick assets but still convertible to cash within one year. The current ratio examines a company’s liquidity over a one-year time horizon by dividing all of a company’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\">current assets</a> by its current liabilities.\n", "\nEconomists’ analysis and integrations of money supply techniques expand further on the nearness of near moneys concept by breaking down near money assets into nearness tiers. These tiers are classified as M1, M2, and M3.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">Federal Reserve</a> (Fed) generally has three levers it can use to influence money supply. These levers are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/093015/open-market-operations-vs-quantitative-easing.asp\">open market operations</a>, the federal funds rate, and bank reserve requirements. Adjusting one or all of these levers can affect the money supply and its different tiers. Thus, money supply levels can be important in comprehensive central bank policy analysis.\n", "\nWhen making central bank decisions, Federal economists will usually consider M1, M2, and M3 implications.\n", "\nIn the U.S. the Fed primarily uses M1 and M2 statistics for policy considerations. The Fed stopped reporting M3 in 2006.\n", "\nIn all assessments of near money, it can be important to make the distinction between money and near money. Money includes cash in hand or cash in the bank that can be obtained on demand for use as a medium of transactional exchange. Near money requires some time to cash conversion.\n", "\nIndividuals and businesses need to have cash money available to meet immediate obligations. In central bank analysis, M1 is primarily composed of real money. Near money is not cash, but rather assets that can be easily converted to cash.\n", "\nThe realm of near money assets will vary depending on the type of analysis. The nearness of near moneys will also be a factor for consideration when making all types of financial decisions.\n"]}