{"name": "Negative Pledge Clause Definition", "@id": "https://www.investopedia.com/terms/n/negativepledgeclause.asp", "related": ["https://www.investopedia.com/terms/b/bond-violation.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/r/restrictive-covenant.asp", "https://www.investopedia.com/terms/r/release-clause.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/s/side-collateral.asp"], "body": ["\nA negative pledge clause is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negativecovenant.asp\">negative covenant</a> that prevents a borrower from pledging any assets if doing so would jeopardize the lender’s security. This type of clause may be part of bond indentures and traditional loan structures.\n", "\nNegative pledge clauses help bondholders protect their investments. When a bond indenture includes a negative pledge clause, it prevents the bond issuer from taking on future debt that could compromise its ability to meet obligations to existing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondholder.asp\">bondholders</a>.\n", "\nA negative pledge clause also limits the likelihood that a particular asset will be pledged more than once, preventing conflict over which lending institution has the right to the asset if the borrower defaults.\n", "\nBecause a negative pledge clause increases the safety of a bond issue, it often allows issuers to borrow funds at a slightly lower interest rate. This lower<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\"> interest rate</a> benefits the issuer, creating a win-win situation for both issuer and bondholder.\n", "\nThe negative pledge clause mitigates risks to bondholders by restricting the activities in which the issuer can participate. Most often, this means preventing the issuer from using the same assets to secure another debt obligation.\n", "\nOn the downside, violating a negative pledge clause can trigger a default on the loan, albeit a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technical-default.asp\">technical default</a>. Lenders generally give an allotted amount of time, such as 30 days, to remedy a covenant break before moving ahead with default procedures.\n", "\nWhen a financial institution provides an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecuredloan.asp\">unsecured loan</a> to an individual or entity, it may include a negative pledge clause in the contract in order to protect itself.\n", "\nIn this case, the clause prevents the borrower from using its own assets to secure other sources of financing. If the borrower secures other loans, the original loan by the first institution becomes less secure, because the borrower now has a greater amount of debt obligations, and the original institution may not have priority status for repayment.\n", "\nIn the case of home mortgages, many loan agreements include terminology that restricts the borrower from using the mortgaged property as collateral against any new loan, except in a case of refinancing.\n"]}