{"name": "Negative Equity Definition", "@id": "https://www.investopedia.com/terms/n/negativeequity.asp", "related": ["https://www.investopedia.com/terms/m/mortgage_equity_withdrawal.asp", "https://www.investopedia.com/terms/h/home_equity.asp", "https://www.investopedia.com/terms/h/hope-for-homeowners.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/g/gift_of_equity.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp"], "body": ["\nNegative equity occurs when the value of real estate property falls below the outstanding balance on the mortgage used to purchase that property. Negative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a> is calculated simply by taking the current market value of the property and subtracting the amount remaining on the mortgage. \n", "\nTo understand negative equity, we must first understand \"positive equity\" or rather as it is commonly referred to, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/home_equity.asp\">home equity</a>. \n", "\nHome equity is the value of a homeowner’s interest in their home. It is the real property’s current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value</a> less any liens or encumbrances that are attached to that property. This value fluctuates over time as payments are made on the mortgage and market forces play on the current value of that property.\n", "\nIf some or all of a home is purchased by means of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a>, the lending institution has an interest in the home until the loan obligation has been met. Home equity is the portion of a home's current value that the owner possesses free and clear.\n", "\nHome equity can be accumulated by either a down payment made during the initial purchase of the property or with mortgage payments, as a contracted portion of that payment will be assigned to bring down the outstanding principal still owed. Owners can benefit from property value appreciation as it will cause their equity value to increase.\n", "\nWhen the opposite happens—when current market value of a home falls bellows the amount the property owner owes on their mortgage—that owner is then classified as<br/>having negative equity in the home. The sale of a home with negative equity becomes a debt to the seller, as they would be liable to their lending institution for the difference between the attached mortgage and the sale of the home.\n", "\nNegative equity can occur when a homeowner purchases a house using a<br/>mortgage before either a collapse of a housing bubble, a recession, or a<br/>depression—anything that causes real estate values to fall. For instance, say a buyer financed the purchase a $400,000 home with a mortgage of $350,000. If the market value of that home the next year tumbles to $275,000, the owner has negative equity in the home because the mortgage attached to the property is $75,000 greater than what it would sell for in the current market.\n", "\nUnderwater mortgages were a common problem among homeowners around the height of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">financial crisis of 2007 -2008</a> which, among other things, involved a substantial deflation in housing prices. As the subsequent onset of the Great Recession proved, the widespread epidemic of negative equity across the housing market can have far-reaching implications for the economy as a whole. Homeowners with negative equity found it more difficult to actively pursue work in other areas or states due to the potential losses incurred from the sale of their homes.\n", "\nNegative equity is not to be confused with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage-equity-withdrawal-mew.asp\">mortgage equity withdrawal (MEW) </a>is the removal of equity from the value of a home through the use of a loan against the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value</a> of the property. A mortgage equity withdrawal reduces the real value of a property by the number of new liabilities against it—but it doesn't mean the owner has gone into the red, equity-wise.\n"]}