{"name": "Negative Gap Definition", "@id": "https://www.investopedia.com/terms/n/negative-gap.asp", "related": ["https://www.investopedia.com/terms/m/maturity-gap.asp", "https://www.investopedia.com/terms/s/static-gap.asp", "https://www.investopedia.com/terms/i/interest-rate-gap.asp", "https://www.investopedia.com/terms/z/zero-gap-condition.asp", "https://www.investopedia.com/terms/r/repricing-opportunity.asp", "https://www.investopedia.com/terms/i/immunization.asp"], "body": ["\nA negative gap is a situation where a financial institution's interest-sensitive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a> exceed its interest-sensitive <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a>. A negative gap is not necessarily a bad thing, because if interest rates decline, the entity's liabilities are repriced at lower interest rates. In this scenario, income would increase. However, if interest rates increase, liabilities would be repriced at higher interest rates, and income would decrease.\n", "\nThe opposite of a negative gap is a positive gap, where an entity's interest-sensitive assets exceed its interest-sensitive liabilities. The terms of negative and positive gaps, which analyze <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest-rate-gap.asp\" rel=\"noopener noreferrer\">interest rate gaps</a>, are also known as duration gap.\n", "\nNegative gap is related to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gap-analysis.asp\" rel=\"noopener noreferrer\">gap analysis</a>, which can help determine a financial institution's interest-rate risk as it relates to repricing, i.e. the change in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rates</a> when an interest-sensitive investment matures.\n", "\nThe size of an entity's gap indicates how much of an impact interest rate changes will have on a bank's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net-interest-income.asp\" rel=\"noopener noreferrer\">net interest income</a>. Net interest income is the difference between an entity's revenue, which it generates from its assets, including personal and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-loan.asp\" rel=\"noopener noreferrer\">commercial loans</a>, mortgages and securities, and its expenses (e.g., interest paid out on deposits).\n", "\nA negative gap is not necessarily either good or bad, but it is a measure of how much a bank is exposed to interest-rate risk. Understanding this metric is a component of asset-liability management, which banks must consider in their operations.\n", "\nGap analysis, as a method of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-liabilitymanagement.asp\" rel=\"noopener noreferrer\">asset-liability management</a>, can be helpful in assessing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> risk. In general, the concept of asset-liability management focuses on the timing of cash flows. It looks at when cash inflows are received versus when payments on liabilities are due and when the liabilities present a risk. It aims to ensure that the timing of liability payments will always be covered by cash inflows from the assets.\n", "\nAsset-liability management is also concerned with the availability of assets to pay the liabilities, and when the assets or earnings may be converted into cash. This process can be applied to a range of categories of balance sheet assets.\n", "\nWhen the duration gap is zero, meaning there is no positive gap or negative gap, a firm's equity is thought to be protected against interest-rate risk because any increases or decreases in interest rates won't affect the firm. However, achieving a zero gap is difficult as not all assets and liabilities have matching durations, customer prepayments and defaults will affect the timing of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>, and some assets and liabilities will have cash flow patterns that are not consistent.\n"]}