{"name": "Negative Interest Rate Definition", "@id": "https://www.investopedia.com/terms/n/negative-interest-rate.asp", "related": ["https://www.investopedia.com/terms/z/zero-bound.asp", "https://www.investopedia.com/terms/n/negative-interest-rate-policy-nirp.asp", "https://www.investopedia.com/terms/n/nonstandard-monetary-policy.asp", "https://www.investopedia.com/terms/f/federal_discount_rate.asp", "https://www.investopedia.com/terms/n/negative-interest-rate-environment.asp", "https://www.investopedia.com/terms/q/quantitative-easing.asp"], "body": ["\nNegative interest rates occur when borrowers are credited interest rather than paying interest to lenders. While this is a very unusual scenario, it is most likely to occur during a deep economic recession when monetary efforts and market forces have already pushed interest rates to their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zero-bound.asp\" rel=\"noopener noreferrer\">nominal zero bound</a>.\n", "\nTypically, a central bank will charge commercial banks on their reserves as a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/022415/how-unconventional-monetary-policy-works.asp\" rel=\"noopener noreferrer\">non-traditional expansionary monetary policy</a>, rather than crediting them interest. This extraordinary monetary policy tool is used to strongly encourage lending, spending, and investment rather than hoarding cash, which will lose value to negative deposit rates. Note that individual depositors will not be charged negative interest rates on their bank accounts.\n", "\nWhile <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realinterestrate.asp\" rel=\"noopener noreferrer\">real interest rates</a> can be effectively negative if inflation exceeds the nominal interest rate, the nominal interest rate is, theoretically, bounded by zero. Negative interest rates are often <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/070915/how-negative-interest-rates-work.asp\" rel=\"noopener noreferrer\">the result</a> of a desperate and critical effort to boost economic growth through financial means.\n", "\nThe zero-bound refers to the lowest level that interest rates can fall to; some forms of logic would dictate that zero would be that lowest level. However, there are instances where negative rates have been implemented during normal times. Switzerland is one such example; as of mid-2020, its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/target-rate.asp\" rel=\"noopener noreferrer\">target interest rate</a> was -0.75%.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿﻿ Japan adopted a similar policy, with a mid-2020 target rate of -0.1%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿﻿\n", "\nNegative interest rates may occur during deflationary periods. During these times, people and businesses hold too much money—instead of spending money—with the expectation that a dollar will be worth more tomorrow than today (i.e., the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>). This can result in a sharp decline in demand, and send prices even lower.\n", "\nOften, a loose monetary policy is used to deal with this type of situation. However, when there are strong signs of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\" rel=\"noopener noreferrer\">deflation</a> factoring into the equation, simply cutting the central bank's interest rate to zero may not be sufficient enough to stimulate growth in both credit and lending.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-interest-rate-environment.asp\" rel=\"noopener noreferrer\">negative interest rate environment</a> occurs when the nominal interest rate drops below zero percent for a specific economic zone. This effectively means that banks and other financial firms have to pay to keep their excess reserves stored at the central bank, rather than receiving positive interest income.\n", "\nA negative interest rate policy (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-interest-rate-policy-nirp.asp\" rel=\"noopener noreferrer\">NIRP</a>) is an unusual monetary policy tool. Nominal target interest rates are set with a negative value, which is below the theoretical lower bound of zero percent.\n", "\nDuring <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\" rel=\"noopener noreferrer\">deflationary</a> periods, people and businesses tend to hoard money, instead of spending money and investing. The result is a collapse in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aggregatedemand.asp\" rel=\"noopener noreferrer\">aggregate demand</a>, which leads to prices falling even further, a slowdown or halt in real production and output, and an increase in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">unemployment</a>.\n", "\nA loose or expansionary monetary policy is usually employed to deal with such economic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagnation.asp\" rel=\"noopener noreferrer\">stagnation</a>. However, if deflationary forces are strong enough, simply cutting the central bank's interest rate to zero may not be sufficient to stimulate borrowing and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\" rel=\"noopener noreferrer\">lending</a>.\n", "\nIn recent years, central banks in Europe, Scandinavia, and Japan have implemented a negative interest rate policy (NIRP) on excess bank reserves in the financial system. This unorthodox monetary policy tool is designed to spur <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a> through spending and investment; depositors would be incentivized to spend cash rather than store it at the bank and incur a guaranteed loss.\n", "\nIt's still not clear if this policy has been effective in achieving this goal in those countries, and in the way it was intended. It's also unclear whether or not negative rates have successfully spread beyond excess cash reserves in the banking system to other parts of the economy.\n", "\nInterest rates tell you how valuable money is today compared to the same amount of money in the future. Positive interest rates imply that there is a time value of money, where money today is worth more than money tomorrow. Forces like inflation, economic growth, and investment spending all contribute to this outlook. A negative interest rate, by contrast, implies that your money will be worth more in the future, not less.\n", "\nMost instances of negative interest rates only apply to bank reserves held by central banks; however, we can ponder the consequences of more widespread negative rates. First, savers would have to pay interest instead of receiving it. By the same token, borrowers would be paid to do so instead of paying their lender. Therefore, it would incentivize many to borrow more and larger sums of money and to forgo saving in favor of consumption or investment. If they did save, they would save their cash in a safe or under the mattress, rather than pay interest to a bank for depositing it. Note that interest rates in the real world are set by the supply and demand for loans (despite central banks setting a target). As a result, the demand for money in-use would grow and quickly restore a positive interest rate.\n", "\nSome central banks have set a negative interest rate policy (NIRP) in order to stimulate economic growth in the financial sector, or else to protect the value of a local currency against exchange-rate increases due to large inflows of foreign investment. Countries including Japan, Switzerland, Sweden, and even the ECB (eurozone) have adopted NIRPs at various points over the past two decades.\n", "\nMonetary policymakers are often afraid of falling into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflationary-spiral.asp\" rel=\"noopener noreferrer\">deflationary spiral</a>. In <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-interest-rate-environment.asp\" rel=\"noopener noreferrer\">harsh economic times</a>, such as deep economic recessions or depressions, people and businesses tend to hold on to their cash while they wait for the economy to improve. This behavior, however, can weaken the economy further as a lack of spending causes further job losses, lowers profits, and prices to drop—all of which reinforces people’s fears, giving them even more incentive to hoard. As spending slows even more, prices drop again, creating another incentive for people to wait as prices fall further. And so on. When central banks have already lowered interest rates to zero, the NIRP is a way to incentivize corporate borrowing and investment and discourage hoarding of cash.\n", "\n<br/>\n"]}