{"name": "Negotiable Bill of Lading Definition", "@id": "https://www.investopedia.com/terms/n/negotiable-bill-of-lading.asp", "related": ["https://www.investopedia.com/terms/c/claused-bill-of-lading.asp", "https://www.investopedia.com/terms/i/inland-bill-of-lading.asp", "https://www.investopedia.com/terms/o/ocean-bill-of-lading.asp", "https://www.investopedia.com/terms/c/clean-bill-lading.asp", "https://www.investopedia.com/terms/u/uniform-bill-of-lading.asp", "https://www.investopedia.com/terms/t/throughbilloflading.asp"], "body": ["\nLading is the process of loading cargo onto a ship or vessel, and a negotiable bill of lading is one kind of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/billoflading.asp\">bill of lading</a>. The bill of lading is a legal document between the shipper and carrier, detailing the type, quantity, and destination of goods being carried. The negotiable bill of lading is distinguished by the fact that it is a contract of carriage that can be transferred to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third party</a>.\n", "\nThe bill of lading serves as a receipt of shipment when the goods are delivered at the predetermined destination. That is, the recipient acknowledges that the goods have been delivered by signing the document. Of course, there are different kinds of bills of lading, each type with unique stipulations and conditions. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ocean-bill-of-lading.asp\">ocean bill of lading</a> applies only to cargo that is shipped across international waters.\n", "\nA negotiable bill of landing can be transferred to a third party through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consignment.asp\">consignment</a>. This happens when the consignee (the person or entity that is the buyer and is financially responsible for the goods) signs or endorses the document and delivers it to the new consignee (the third party). To transfer the negotiable bill of lading, the consignor (the person or business shipping the goods) must stamp and sign the bill. Then the carrier must deliver it. A negotiable bill of lading must be written to the order of the consignee. It must be a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clean-bill-lading.asp\">clean bill of lading</a>.\n", "\nA clean bill of lading is issued by a carrier declaring that goods have been received in the appropriate condition, without defects. The product carrier issues a clean bill of lading after inspecting the goods. If the bill of lading is \"claused\" or \"fouled\" when it notes that the products or goods are damaged or defective.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uniform-bill-of-lading.asp\">uniform bill of lading </a>or straight bill of lading was first adopted in 1909 and spelled out how a carrier can limit its liability. It may not be transferred and is only deliverable to the named consignee (recipient). Like any bill of lading, the uniform bill of lading also lists the goods being transported and serves as a contract of the terms of the shipment.\n"]}