{"name": "Negotiable Order of Withdrawal (NOW) Account Definition", "@id": "https://www.investopedia.com/terms/n/nowaccount.asp", "related": ["https://www.investopedia.com/terms/s/share-draft-account.asp", "https://www.investopedia.com/terms/r/regulationq.asp", "https://www.investopedia.com/terms/s/supernowaccount.asp", "https://www.investopedia.com/terms/s/savingsaccount.asp", "https://www.investopedia.com/terms/i/interest-sensitive-liabilities.asp", "https://www.investopedia.com/terms/b/bank-deposits.asp"], "body": ["\nA Negotiable Order of Withdrawal Account is an interest-earning <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demanddeposit.asp\">demand deposit</a> account. A customer with such an account is permitted to write drafts against money held on deposit. A Negotiable Order of Withdrawal Account is also known as a \"NOW Account.\"\n", "\nIn the search to optimize returns on liquid funds, investors have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091815/5-best-alternatives-bank-saving-accounts.asp\">several choices</a>, including: interest-bearing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\">checking accounts</a>, high yield savings accounts, money market accounts, and certificates of deposit. The search for these types of accounts most often turns to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercialbank.asp\">commercial banks</a>, mutual savings banks, and savings-and-loan associations.\n", "\nUp until 2011, NOW Accounts were a viable choice for consumers looking to get at least some return from their idle cash. Prior to the 2010 Dodd-Frank Act, U.S. banking regulations distinguished between \"NOW Accounts\" and \"demand deposit accounts\"–although similarities exist. This was because <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationq.asp\">Regulation Q (Reg Q)</a> prohibited banks from paying any interest on demand deposit, checking accounts. NOW Accounts and Super NOW Accounts were demand deposit alternatives with a temporary holding period that could actually pay some interest. Dodd-Frank repealed Req Q, allowing banks to pay interest on demand deposits, which basically eliminated any advantage that NOW Accounts offered.\n", "\nThe history of preventing depositors from earning interest on accounts dates back to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a>. Significant bank turmoil marked this era in the 1930s. Many viewed the interest payments on demand deposits as “excessive competition,” leading to diminished profit margins. This was primarily a factor for large New York banks.\n", "\nAs interest rates rose in the 1950s, many banks began trying to get around the ban. This started with non-pecuniary rewards, such as offering more convenient features, additional branch offices, and giveaways of consumer goods to attract new customers. Implicit interest also gradually gained traction. This included preferred <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loan</a> rates. Banks often correlated these with a customer's demand deposit balances. Banks also began to display below-cost charges for common services, such as check-clearing.\n", "\nRonald Haselton, the former President and CEO of the Worcester, Massachusetts-based Consumer Savings Bank, was the first to develop the NOW Account officially. This became a direct challenge to the ban on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\">interest</a> payments on deposit accounts. In 1974 Congress permitted NOW Accounts in Massachusetts and New Hampshire. In 1976 the allowance was extended to all New England with a 5% interest rate ceiling. These accounts also came with the requirement of a seven-day advance notice.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bankrate.com/glossary/n/now-account/\">In 1980</a> access to NOW Accounts was expanded nationwide. Then, in 1986 the 5% ceiling was lifted on these accounts. The removal of the ceiling led to a new iteration of the NOW Account, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supernowaccount.asp\">Super NOW Account</a>. Super NOW Accounts were known for offering higher rates of interest than regular NOW Accounts.\n", "\nIn 2010, provisions of the Dodd-Frank Act led to a repeal of Reg Q. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/newsevents/pressreleases/bcreg20110714a.htm\">repeal of Reg Q</a> fully eliminated the prohibition on interest-earning checking accounts. As a result, banks were given much broader latitude to develop interest-paying checking account offerings.\n", "\nIn the modern-day, NOW Accounts are generally only a thing of the past. Beyond the interest benefit, there main difference from demand deposit checking accounts when they were widely available was the seven-day holding period, which required customers to plan ahead for a possible seven-day advance notice. Not all banks invoked the holding period but it was the main attribute that characterized the accounts overall along with their measurable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate</a>.\n", "\nAfter the repeal of Req Q, checking account offerings became more widely varied. Throughout history, checking accounts have been relied on for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic-insured-account.asp\">immediate withdrawals</a>. They are also relied on by banks for some short-term cash needs.\n", "\nIn general, competition among mainstream banks is relatively low, with most banks offering little to no interest at all. Accounts that do offer the highest relative interest rates usually come with some lengthy requirements for balance levels, routine direct deposits, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\">debit card</a> usage. Specialty checking account products can also come with cash back offers or some other simple extra features as well.\n"]}