{"name": "Neoclassical Economics Definition", "@id": "https://www.investopedia.com/terms/n/neoclassical.asp", "related": ["https://www.investopedia.com/terms/m/monetarism.asp", "https://www.investopedia.com/terms/m/microeconomics.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp", "https://www.investopedia.com/terms/w/wage-price-spiral.asp"], "body": ["\nNeoclassical economics is a broad theory that focuses on supply and demand as the driving forces behind the production, pricing, and consumption of goods and services. It emerged in around 1900 to compete with the earlier theories of classical economics.\n", "\nOne of the key early assumptions of neoclassical economics is that utility to consumers, not the cost of production, is the most important factor in determining the value of a product or service. This approach was developed in the late 19th century based on books by William Stanley Jevons, Carl Menger, and Léon Walras.\n", "\nNeoclassical economics theories underlie modern-day economics, along with the tenets of Keynesian economics. Although the neoclassical approach is the most widely taught theory of economics, it has its detractors.\n", "\nThe term neoclassical economics was coined in 1900.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Neoclassical economists believe that a consumer's first concern is to maximize personal satisfaction. Therefore, they make purchasing decisions based on their evaluations of the utility of a product or service. This theory coincides with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-behavior.asp\" rel=\"noopener noreferrer\">rational behavior</a> theory, which states that people act rationally when making economic decisions.\n", "\nFurther, neoclassical economics stipulates that a product or service often has value above and beyond its production costs. While classical economic theory assumes that a product's value derives from the cost of materials plus the cost of labor, neoclassical economists say that consumer perceptions of the value of a product affect its price and demand.\n", "\nFinally, this <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/12/nobel-prize-winning-economic-theories.asp\" rel=\"noopener noreferrer\">economic theory</a> states that competition leads to an efficient allocation of resources within an economy. The forces of supply and demand create market equilibrium.\n", "\nIn contrast to Keynesian economics, the neoclassical school states that savings determine investment. It concludes that equilibrium in the market and growth at full employment should be the primary economic priorities of government. \n", "\nIts critics believe that the neoclassical approach cannot accurately describe actual economies. They maintain that the assumption that consumers behave rationally in making choices ignores the vulnerability of human nature to emotional responses.\n", "\nSome critics also blame neoclassical economics for inequalities in global debt and trade relations because the theory holds that labor rights and living conditions will inevitably improve as a result of economic growth.\n", "\nFollowers of neoclassical economics believe that there is no upper limit to the profits that can be made by smart <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\" rel=\"noopener noreferrer\">capitalists</a> since the value of a product is driven by consumer perception. This difference between the actual costs of the product and the price it is sold for is termed the economic surplus.\n", "\nHowever, this type of thinking could be said to have led to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-crisis.asp\" rel=\"noopener noreferrer\">2008 financial crisis</a>. In the leadup to that crisis, modern economists believed that <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/synthetic.asp\" rel=\"noopener noreferrer\">synthetic financial instruments</a> had no price ceiling because investors in them perceived the housing market as limitless in its potential for growth. Both the economists and the investors were wrong, and the market for those financial instruments crashed.\n"]}