{"name": "Neoliberalism Definition", "@id": "https://www.investopedia.com/terms/n/neoliberalism.asp", "related": ["https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/a/austerity.asp", "https://www.investopedia.com/terms/t/trickledowntheory.asp", "https://www.investopedia.com/terms/l/limited-government.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/c/capitalism.asp"], "body": ["\nNeoliberalism is a policy model that encompasses both politics and economics and seeks to transfer the control of economic factors from the public sector to the private sector. Many neoliberalism policies enhance the workings of free market capitalism and attempt to place limits on government spending, government regulation, and public ownership.\n", "\nNeoliberalism is often associated with the leadership of Margaret Thatcher–the prime minister of the U.K. from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990–and Ronald Reagan, the 40th president of the U.S. (from 1981 to 1989). More recently, neoliberalism has been associated with policies of austerity and attempts to cut government spending on social programs.\n", "\nNeoliberalism is related to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laissezfaire.asp\" rel=\"noopener noreferrer\">laissez-faire economics</a>, a school of thought that prescribes a minimal amount of government interference into the economic issues of individuals and society. Laissez-faire economics proposes that continued economic growth will lead to technological innovation, expansion of the free market, and limited state interference.\n", "\nNeoliberalism is sometimes confused with libertarianism. However, neoliberals typically advocate for more government intervention into the economy and society than libertarianism. For example, while neoliberals usually favor progressive taxation, libertarians often eschew this stance in favor of schemes like a flat tax rate for all taxpayers.\n", "\nIn addition, neoliberals often do not oppose measures such as bailouts of major industries, which are anathema to libertarians.\n", "\nAt its core, liberalism is a broad political philosophy; it holds liberty to a high standard and defines all social, economic, and political aspects of society, including–but not limited to–the role of government. The policies of neoliberalism, on the other hand, are more narrowly focused. They are primarily concerned with markets and the policies and measures that influence the economy.\n", "\nThere are many criticisms of neoliberalism.\n", "\nOne common criticism of neoliberalism is that advocating for a free market approach in areas such as health and education is misguided because these services are public services. Public services are not subject to the same profit motivation as other industries. More importantly, adopting a free market approach in the areas of health and education can lead to an increase in inequality and the underfunding of resources (health and education) that are necessary for the long-term health and viability of an economy.\n", "\nThe adoption of neoliberal policies in the Western world has been concurrent with a rise in inequality in both wealth and income. While skilled workers may be in a position to command higher wages, low-skilled workers are more likely to see stagnant wages.\n", "\nPolicies associated with neoliberalism tend to encourage the presence of monopolies, which increase the profits of corporations at the expense of any benefits to consumers.\n", "\nContrary to what proponents of neoliberalism typically claim, capital deregulation has not necessarily helped economic development. Rather, capital deregulation has led to an increase in financial instability including wider economic shocks that, at times, have sent shockwaves around the world.\n", "\nIn fact, an International Monetary Fund (IMF) report into neoliberalism reveals that an increase in capital flows has been a factor in the increased risk of adverse economic cycles.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nNeoliberal policies have been proven to increase inequality.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ And this inequality can hinder the long-term growth prospects of an economy. On one end of the spectrum, those who earn a low income have limited spending power. At the same time, those who become richer have a higher propensity to save; in this scenario, wealth doesn't trickle down in the way that proponents of neoliberalism claim that it will.\n", "\nFinally, neoliberalism's emphasis on economic efficiency has encouraged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">globalization</a>, which opponents see as depriving sovereign nations of the right to self-determination. Neoliberalism's naysayers also say that its call to replace government-owned corporations with private ones can reduce efficiency: While privatization may increase productivity, they assert, the improvement may not be sustainable because of the world’s limited geographical space. In addition, those opposed to neoliberalism add that it is anti-democratic, can lead to exploitation and social injustice, and may criminalize poverty.\n"]}