{"name": "Net Cash Definition", "@id": "https://www.investopedia.com/terms/n/net-cash.asp", "related": ["https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/n/netdebt.asp", "https://www.investopedia.com/terms/c/cashflowfromfinancing.asp", "https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/s/shareholdersequity.asp", "https://www.investopedia.com/terms/f/financial-statement-analysis.asp"], "body": ["\nNet cash is a figure that is reported on a company's financial statements. It is calculated by subtracting a company's total liabilities from its total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash.asp\" rel=\"noopener noreferrer\">cash</a>. The net cash figure is commonly used when evaluating a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>. Net cash may also refer to the amount of cash remaining after a transaction has been completed and all associated charges and deductions have been subtracted.\n", "\nSimilar to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentratio.asp\" rel=\"noopener noreferrer\">current ratio</a>, net cash is a measure of a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>—or its ability to quickly meet its financial <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obligation.asp\" rel=\"noopener noreferrer\">obligations</a>. A company's financial obligations can include standard operating costs, payments on debts, or investment activities.\n", "\nIn order to calculate net cash, you must first add up all cash (not credit) receipts for a period. This amount is often referred to as \"gross cash.\" Once totaled, cash outflows paid out for obligations and liabilities are deducted from gross cash; the difference is net cash.\n", "\nWhen net cash is used in relation to stock investing, it sometimes refers to an abbreviated version of the term \"net cash per share.\" Investors can use net cash to help determine whether a company's stock is an attractive investment.\n", "\nNet <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a> refers to either the gain or loss of funds over a period (after all <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\" rel=\"noopener noreferrer\">debts</a> have been paid). When a business has a surplus of cash after paying all its operating costs, it is said to have a positive cash flow. If the company is paying more for obligations and liabilities than what it earns through operations, it is said to have a negative cash flow.\n", "\nA negative cash flow does not mean a company is unable to pay all of its obligations; it just means that the amount of cash received for that period was insufficient to cover its obligations for that same time period. If other savings vehicles are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidate.asp\" rel=\"noopener noreferrer\">liquidated</a> to meet the obligation—or additional debt is accrued that does not involve the receipt of a lump sum deposit—a company can meet all of its obligations while maintaining a negative cash flow.\n", "\nAnalyzing what activities contribute to positive or negative net cash is essential when using net cash as a barometer for determining the financial health of a company. Positive net cash from events such as increased profits from sales, or reduced obligations, can be indicative of a well-functioning, healthy firm. However, certain activities may result in a positive cash flow that may not reflect positively on a company’s financial health, such as money received as a result of incurring a new debt or activities associated with a lump-sum loan deposit.\n"]}