{"name": "Net Exports Definition", "@id": "https://www.investopedia.com/terms/n/netexports.asp", "related": ["https://www.investopedia.com/terms/n/netimporter.asp", "https://www.investopedia.com/terms/n/netexporter.asp", "https://www.investopedia.com/terms/b/bot.asp", "https://www.investopedia.com/terms/g/gnp.asp", "https://www.investopedia.com/terms/i/import.asp", "https://www.investopedia.com/terms/t/trade_deficit.asp"], "body": ["\nNet exports are a measure of a nation's total trade. The formula for net exports is a simple one: The value of a nation's total export goods and services minus the value of all the goods and services it imports equal its net exports.\n", "\nA nation that has positive net exports enjoys a trade surplus, while negative net exports mean the nation has a trade deficit. A nation's net exports are thus a component of its overall <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bot.asp\" rel=\"noopener noreferrer\">balance of trade</a>.\n", "\nA country that enjoys net exports brings in more revenues from goods sold overseas than it spends on total imports. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/export.asp\" rel=\"noopener noreferrer\">Exports</a> consist of all the goods and other services a country sends to the rest of the world, including merchandise, freight, transportation, tourism, communication, and financial services. Companies export products and services for a variety of reasons. Exports can increase sales and profits if the goods create new markets or expand existing ones, and they may even present an opportunity to capture significant global <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a>. Companies that export spread business risk by diversifying into multiple markets. Exporting into foreign markets can also reduce per-unit costs by expanding operations to meet increased demand. Finally, companies that export into foreign markets gain new knowledge and experience that may allow the discovery of new technologies, marketing practices, and insights into foreign competitors.\n", "\nIf a nation's currency is weak in relation to other currencies, the goods available for export become more competitive in international markets as their prices are relatively less expensive, which encourages positive net exports. If a country has a strong currency, its exports are more expensive and consumers will pass them up for cheaper local products, which can lead to negative net exports.\n", "\nCountries produce goods based on the resources and skilled labor capacity available. Whenever a country cannot produce a particular good efficiently but still wants it, that country can buy it from other countries who produce and sell that good via an import. Likewise, if other countries demand goods that your country is able to produce well, they may be available as an export to overseas markets.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netexporter.asp\" rel=\"noopener noreferrer\">net exporter</a> is a country, which in aggregate, sells more goods to foreign countries through trade than it brings in from abroad. Saudi Arabia and Canada are examples of net exporting countries because they have an abundance of oil which they then sell to other countries that are unable to meet the demand for energy. A net exporter, by definition, runs a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/current-account-surplus.asp\" rel=\"noopener noreferrer\">current account surplus</a> in aggregate.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netimporter.asp\" rel=\"noopener noreferrer\">net importer</a>, by contrast, is a country or territory whose value of imported goods and services is higher than its exported goods and services over a given period of time. A net importer, by definition, runs a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccountdeficit.asp\" rel=\"noopener noreferrer\">current account deficit</a> on whole. The United States tends to be a good example of a net importer, purchasing consumer products and raw material abroad from countries like China and India.\n", "\nNote that a country may run either deficits or surpluses with individual countries or territories depending on the types of goods and services traded, the competitiveness of these goods and services, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rates</a>, levels of government spending, trade barriers, etc. A net importer or net exporter looks at the overall balance of trade on net. It is also important to note that a country can be a net exporter in a certain area, while being a net importer in other areas. For example, Japan is a net exporter of electronic devices, but it must import oil from other countries to meet its needs. On the other hand, the United States is a net importer and runs a current account deficit as a result.\n", "\nAccording to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://data.worldbank.org/indicator/ne.exp.gnfs.zs\" rel=\"noopener noreferrer\">World Bank data</a>, the most prolific exporter by percentage of gross domestic product (GDP) in 2019, for which the latest data is available, was Luxembourg at 209% (if you don't recall buying any products made in Luxembourg lately, you should know that its main trading partners are Germany, France, and Belgium, and it exports many products including steel and machinery, diamonds, chemicals, and food).\n", "\nOther leading export countries in 2019 included:\n", "\nThe countries that exported the least as a share of GDP in 2020 included French Polynesia at 4.9%, Sudan at 7.7%, Ethiopia at 7.9%, and Nepal at 8.7%.\n", "\nTo see examples of how nations calculate net exports, we first have to see the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://data.worldbank.org/indicator/NE.IMP.GNFS.ZS\" rel=\"noopener noreferrer\">World Bank data</a> on the imports side for the same year. For example, Ireland's imports came in at 112.5% as a percentage of GDP in 2019, while Luxembourg's imports totaled 173%. By subtracting those figures from the nations' total exports, we find that Ireland had net exports of 14.5% in 2019, while Luxembourg enjoyed net exports of 36%.\n", "\nSudan reported imports totaling 9% of GDP in 2019. Since its exports were only 7.7% of GDP, the nation's net exports were -1.3% as a percentage of GDP. Sudan thus had a small trade imbalance.\n", "\nFor 2019, the latest year available, the U.S. had net exports totaling 11.7% of GDP while it had net imports of 14.6% of GDP. So, the U.S. also had a trade deficit, with a deficit of -2.9%.\n", "\nFor a country to be a net exporter, foremost it must have products that overseas buyers desire and the capacity to produce those goods relatively low enough cost that it makes sense for foreign consumers to import them as opposed to buy them domestically. A country will export when it has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparativeadvantage.asp\" rel=\"noopener noreferrer\">comparative advantage</a> in a product, or an ability to produce a particular good or service at a lower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity cost</a> than its trading partners. Some countries will also enjoy an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/absoluteadvantage.asp\" rel=\"noopener noreferrer\">absolute advantage</a> in certain products, especially rare raw materials or natural resources that are not readily found elsewhere. These will be highly demanded for export.\n", "\nA country's currency exchange rate will also play an important role. If a currency loses value relative to other national monies, producers can produce and sell those goods abroad for relatively cheaper (and the reverse is true if the currency value rises). Because of this, a country's government or central bank of an exporting country may employ monetary policy tools if the currency starts to rise in global markets.\n", "\nA third important factor is the existence of trade barriers such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quota.asp\" rel=\"noopener noreferrer\">quotas</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariffs</a>, and other taxes. A <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/tariff-trade-barrier-basics.asp\" rel=\"noopener noreferrer\">trade barrier</a> is any government law, regulation, policy, or practice that is designed to protect domestic products from foreign competition or artificially stimulate exports of particular domestic products. The most common foreign trade barriers are government-imposed measures and policies that restrict, prevent, or impede the international exchange of goods and services. The greater the trade barriers, both at home and internationally, the harder it is to export.\n", "\nNet exports refer to a country's total value of exported goods and services that exceeds aggregate imports.\n", "\nFor a given year, net exports = total exports - total imports\n", "\nExamples are many. Saudi Arabia, for instance is a net exporter, largely because of its exports of crude oil. Australia is a net exporter, mostly from metals and ore.\n", "\nGross domestic product (GDP) is a measure of an economy's size that accounts for the value of all goods produced within a nation's borders over the course of a year. Exports represent domestic production that is sold to other countries. That is why it is included in GDP.\n", "\nNo, the U.S. is historically a net importer and runs a standing trade deficit.\n"]}