{"name": "Net Neutrality Definition", "@id": "https://www.investopedia.com/terms/n/net-neutrality.asp", "related": ["https://www.investopedia.com/terms/a/administrative-law.asp", "https://www.investopedia.com/terms/b/bandwidth.asp", "https://www.investopedia.com/terms/f/franchised-monopoly.asp", "https://www.investopedia.com/pink-tax-5095458", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/v/valueaddedtax.asp"], "body": ["\nNetwork (Net) neutrality is the concept that all data on the internet should be treated equally by corporations, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/isp.asp\">internet service providers</a> (ISPs) and governments, regardless of content, user, platform, application, or device.\n", "\nNetwork neutrality is a principle that all web traffic should be treated equally. It argues that the internet should be accessible to everyone and that those who provide it shouldn't give preferential treatment and push faster data to some users.\n", "\nNetwork neutrality requires all ISPs to provide the same level of data access and speed to all traffic, and that traffic to one service or website cannot be blocked or degraded. ISPs are also not to create special arrangements with services or websites, in which companies providing them are given improved network access or speed.\n", "\nThe term “network neutrality” was coined in the early 2000s by Columbia University law professor Tim Wu in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.jthtl.org/content/articles/V2I1/JTHTLv2i1_Wu.PDF\" rel=\"nofollow\">paper</a> about online discrimination. The concept was floated in response to efforts by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fcc.asp\">Federal Communications Commission</a> (FCC), a United States regulator body, to require <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broadband.asp\">broadband</a> providers to share their infrastructure with competing firms.\n", "\nThe Supreme Court struck down the FCC regulation in 2005. The sticking point for regulation had been whether broadband service providers were considered information services, which allows users to publish and store information on the internet, or telecommunication services.\n", "\nIn 2015, under the Obama Administration, net neutrality rules were approved. Those rules, in part, barred ISPs such as AT&amp;T and Comcast from deliberately speeding up or slowing down traffic to or from specific websites based on demand or business preferences.\n", "\nThose changes proved to be short-lived, though. On November 21, 2017, Ajit Pai, the chairman of the FCC appointed by former President Trump, unveiled a plan to roll back the rules set forth by the prior administration. This plan went into effect on June 11th, 2018. On October 1, 2019, the D.C. Circuit Court of Appeals upheld the FCC's plan to repeal most of the provisions of Net Neutrality but struck down a provision that would block states from implementing their own open internet rules.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://docs.fcc.gov/public/attachments/DOC-359970A1.pdf\">statement</a> issued by the FCC, Commissioner Jain said, \"Today’s decision is a victory for consumers, broadband deployment, and the free and open internet. The court affirmed the FCC’s decision to repeal the 1930s utility-style regulation of the internet imposed by the prior administration. The court also upheld our robust transparency rule so that consumers can be fully informed about their online options...\"<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAdvocates for network neutrality suggest that by not allowing ISPs to determine the speed at which consumers can access specific websites or services, smaller companies will be more likely to enter the market and create new services. This is because smaller companies may not be able to afford to pay for “fast lane” access, while larger, more established companies can.\n", "\nAdvocates view net neutrality as a cornerstone of open internet, and propose that it be mandated by law in the U.S. to prevent broadband providers from practicing data discrimination as a competitive tactic.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/030615/investing-social-media-startups-read-first.asp\">several well-established social network websites </a>were created without much <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seedcapital.asp\">seed capital</a>. Had they been forced to pay extra in order to be accessed at the same speed as competitors, they may never have become successful.\n", "\nProponents of net neutrality include human rights organizations, consumer rights advocates, and software companies, who believe that open internet is critical for the democratic exchange of ideas and free speech, fair business competition, and technological innovation. They argue that cable companies should be classified as \"common carriers,\" like public utility companies or public transportation providers, who are forbidden by law from discriminating among their users.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nThey advocate the principle of a \"dumb pipe,\" maintaining that intelligence should be located only at the ends of a network, and the network (\"pipe\") itself should remain neutral (\"dumb\"). Advocates of net neutrality see municipal broadband as a possible solution.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nCritics of network neutrality suggest that by forcing ISPs to treat all traffic equally the government will ultimately <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/does-net-neutrality-stifle-investment-and-innovation/\">discourage the investment in new infrastructure</a>, and will also create a disincentive for ISPs to innovate. The up-front costs associated with laying down fiber optic wire, for example, can be very expensive, and critics argue that not being able to charge more for that level of access will make the investment more difficult to pay off.\n", "\nOpponents of open internet include conservative think-tanks, hardware companies, and major telecommunication providers. The providers argue that they must be allowed to charge tiered prices for access in order to remain competitive and generate funds needed for further innovation and expansion of broadband networks, as well as to recoup the costs already invested in broadband.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n"]}