{"name": "Net Operating Profit Less Adjusted Taxes (NOPLAT) Definition", "@id": "https://www.investopedia.com/terms/n/noplat.asp", "related": ["https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp", "https://www.investopedia.com/terms/e/ebit.asp", "https://www.investopedia.com/terms/o/operatingmargin.asp", "https://www.investopedia.com/terms/r/roce.asp", "https://www.investopedia.com/terms/n/nopat.asp", "https://www.investopedia.com/terms/e/ebitda-margin.asp"], "body": ["\nNet operating profit less adjusted taxes (NOPLAT) is a financial metric that calculates a firm's operating profits after adjusting for taxes. By using operating income, or income before taking interest payments into account, NOPLAT serves as a better indicator of operating efficiency than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a>.\n", "\nNet operating profit less adjusted taxes (NOPLAT) is a company’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebit.asp\">earnings before interest and taxes</a> (EBIT) after making adjustments for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredincometax.asp\">deferred taxes</a>. The tax is adjusted to reflect the un-leveraged profits of the firm without taking into account the effects of tax debt. In effect, this metric is a profit measurement that includes the costs and tax benefits of debt financing.\n", "\nThe effects of a firm’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalstructure.asp\">capital structure</a> are excluded from this profit measurement tool by removing the monetary costs of equity and debt from the NOPLAT calculation. Since NOPLAT minus cost of capital equals a firm’s economic profit, NOPLAT is also used to calculate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eva.asp\">Economic Value Added</a> (EVA). The EVA is a measure of management performance to compare economic profit to the total cost of capital.\n", "\nUsing NOPLAT, an analyst or investor is able to look into the profits generated by a company’s core operations after subtracting the income taxes related to the core operations and adding back in taxes that the company had overpaid during the accounting period. Any income generated from non-operating assets are not included, however, profit from invested capital is added.\n", "\nOperating income—the company’s profit before interest and taxes—shows what the company would earn if it had no debt (no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\">interest expense</a>). Since only operating income is used, the evaluation of a business’ operating efficiency using NOPLAT is not impacted by how much <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leverage</a> the company has or how much loans it has on its balance sheet given that <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtservice.asp\">debt servicing</a>, that is, the interest used to finance debt, negatively impacts a firm’s bottom line and, thus, decreases its tax expense.\n", "\nNOPLAT for a firm is calculated as operating income x (1 - tax rate). For example, let’s compare the net operating profit less adjusted taxes for Bed Bath &amp; Beyond Inc. (BBBY) for the fiscal years ended March 3, 2018, and Feb. 25, 2017.\n", "\nThe increase in operating costs year-over-year led to a decrease in operating profits from 2017 to 2018 for Bed Bath &amp; Beyond. This, in turn, decreased NOPLAT. Generally, a company that operates efficiently should have a positive NOPAT. An increase in NOPAT can translate into a higher stock price for a publicly-traded company.\n", "\nNOPLAT is used extensively in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\">mergers and acquisitions</a> (M&amp;A), discounted cash flow (DCF), and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leveragedbuyout.asp\">leveraged buyout</a> (LBO) models because it enables the calculation of an investment's free cash flow (FCF).\n"]}