{"name": "Net Realizable Value (NRV) Definition", "@id": "https://www.investopedia.com/terms/n/nrv.asp", "related": ["https://www.investopedia.com/terms/i/inventory-write-off.asp", "https://www.investopedia.com/terms/r/retail-inventory-method.asp", "https://www.investopedia.com/terms/a/accounting-conservatism.asp", "https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/l/lowerofcostandmarketmethod.asp", "https://www.investopedia.com/terms/m/modified-cash-basis.asp"], "body": ["\nNet realizable value (NRV) is the value of an asset that can be realized upon the sale of the asset, less a reasonable estimate of the costs associated with the eventual sale or disposal of the asset. NRV is a common method used to evaluate an asset's value for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventoryaccounting.asp\" rel=\"noopener noreferrer\">inventory accounting</a>. NRV is a valuation method used in both Generally Accepted Accounting Principles (GAAP) and International Financial Reporting Standards (IFRS).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nGAAP requires that Certified Public Accountants (CPAs) apply the principle of conservatism to their accounting work. Many business transactions allow for judgment or discretion when choosing an accounting method. The principle of conservatism requires accountants to choose the more conservative approach to all transactions. A conservative approach means that the accountant should use the accounting method that generates less profit and does not overstate the value of assets.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nNet realizable value (NRV) is a conservative method for valuing assets because it estimates the true amount the seller would receive net of costs if the asset were to be sold. Two of the largest assets that a company may list on a balance sheet are accounts receivable and inventory. NRV is used to value both of these asset types.\n", "\nAn accounts receivable balance is converted into cash when customers pay their outstanding invoices, but the balance must be adjusted down for clients who don’t make payment. NRV for accounts receivable is calculated as the full receivable balance less an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/allowancefordoubtfulaccounts.asp\" rel=\"noopener noreferrer\">allowance for doubtful accounts</a>, which is the dollar amount of invoices that the company estimates to be bad debt.\n", "\nGAAP rules previously required accountants to use the lower of cost or market (LCM) method to value inventory on the balance sheet. If the market price of inventory fell to below the historical cost, the principle of conservatism required accountants to use the market price to value inventory. Market price was defined as the lower of either replacement cost or NRV.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Financial Accounting Standards Board (FASB), the independent organization that establishes GAAP standards, recently issued an update to their code that changes the inventory accounting requirements for companies, provided they do not use last-in-first-out (LIFO) or retail methods. Companies must now use the lower of cost or NRV method, which is more consistent with IFRS rules. In essence, the term \"market\" has been replaced with \"net realizable value.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhen a company buys inventory, it may incur extra costs to store or prepare the goods for sale. The costs associated with storing inventory are referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/carryingcostofinventory.asp\" rel=\"noopener noreferrer\">carrying cost of inventory</a>. Assume, for example, a retailer purchases large pieces of expensive furniture as inventory, and the company has to build a display case and hire a contractor to carefully move the furniture to the buyer's home. These extra costs are subtracted from the selling price to compute the NRV.\n", "\nNRV is also used to account for costs when two products are produced together in a joint costing system until the products reach a split-off point. Each product is then produced separately after the split-off point, and NRV is used to allocate previous joint costs to each of the products. This allows managers to calculate the total cost and assign a sale price to each product individually.\n"]}