{"name": "Net Settlement Definition", "@id": "https://www.investopedia.com/terms/n/net-settlement.asp", "related": ["https://www.investopedia.com/terms/r/rtgs.asp", "https://www.investopedia.com/terms/c/clearing-house-funds.asp", "https://www.investopedia.com/terms/s/same-day-funds.asp", "https://www.investopedia.com/terms/l/lvts.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/p/processing-date.asp"], "body": ["\nNet settlement is a bank's routine resolution of the day's transactions at the end of the business day.\n", "\nSince many or most bank transactions are now sent electronically, this is no longer a matter of counting the cash in the drawer. Instead, the bank has to add up all of their electronic credits and debits.\n", "\nThe bank then sends its settlement file to a Federal Reserve Bank, which credits it with any funds that are due to be paid to it via the interbank settlement system.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe net settlement system permits banks to accumulate credits and debits with each other throughout the business day. Only at the end of the business day are the totals calculated and only the net differential needs to be transferred between the banks.\n", "\nA bank's net settlement is similar to balancing individual’s checkbook. The balancing process gets complicated if you have money coming in as cash, checks, and direct deposits, and money going out as cash purchases, checks, and credit card purchases. All of those transactions, including purchases, returns, bills paid, and paychecks received, must be netted to get the full picture.\n", "\nNet settlement makes it easier for banks to manage their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>. That is, they need to know that they have enough real cash on hand to pay out to their customers over the counter and at the ATMs. There are two types of net settlement systems:\n", "\nIn banking, gross settlement is not the same as net settlement. In particular, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rtgs.asp\" rel=\"noopener noreferrer\">real-time gross settlement system</a> differs from a net settlement .\n", "\nFor example, the U.K.'s BACS Payment Schemes Limited (previously the Bankers' Automated Clearing Services or BACS) allows transactions among institutions to accumulate during the day. At the close of business, the central bank will adjust the active institutional accounts by the net amounts of the funds exchanged.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nLarge-value interbank funds transfers usually use real-time gross settlement. These often require immediate and complete clearing, which are typically organized by the nation's central bank.\n", "\nReal-time gross settlement can reduce a bank's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementrisk.asp\" rel=\"noopener noreferrer\">settlement risk</a> overall as the interbank settlement occurs in real-time throughout the day, rather than all together at the end of the day as with net settlement. This type of gross settlement eliminates the risk of a lag in completing the transaction.\n", "\nReal-time gross settlement often incurs a higher charge than net settlement processes.\n"]}