{"name": "Net Operating Loss (NOL) Definition", "@id": "https://www.investopedia.com/terms/n/netoperatingloss.asp", "related": ["https://www.investopedia.com/terms/t/tax-loss-carryforward.asp", "https://www.investopedia.com/terms/l/losscarryback.asp", "https://www.investopedia.com/terms/l/losscarryforward.asp", "https://www.investopedia.com/terms/d/deferredtaxasset.asp", "https://www.investopedia.com/terms/i/irs-pub-536.asp", "https://www.investopedia.com/terms/a/atnol.asp"], "body": ["\nFor income tax purposes, a net operating loss (NOL) is the result when a company's allowable deductions exceed its taxable income within a tax period. The NOL can generally be used to offset the company's tax payments in other tax periods through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) tax provision called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/losscarryforward.asp\" rel=\"noopener noreferrer\">loss carryforward</a>.\n", "\nA net operating loss may be carried forward to offset taxable income in future years in order to reduce a company's future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\">tax liability</a>. The purpose behind this tax provision is to allow some form of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-relief.asp\">tax relief</a> when a company loses money in a tax period. The IRS recognizes that some companies' business profits are cyclical in nature and not in line with a standard tax year.\n", "\nNOL carryforwards are recorded as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">asset</a> on the company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalledger.asp\">general ledger</a>. They offer a benefit to the company in the form of future tax liability savings. A deferred tax asset is created for the NOL carryforward, which is offset against net income in future years. The deferred tax asset account is drawn down each year, not to exceed 80% of net income in any one of the subsequent years, until the balance is exhausted.\n", "\nFor example, a farming business may have significant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profits</a> and a large tax payment in one year, then incur an NOL in the next, followed by another profitable year. In order to smooth the tax burden, the loss carryforward provision allows for the NOL in the second year to offset taxes due in the third year.\n", "\nBefore the implementation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\">Tax Cuts and Jobs Act</a> (TCJA) in 2018, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS) allowed businesses to carry net operating losses forward 20 years to net against future profits and backward two years for an immediate refund of previous taxes paid. Because the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\">time value of money</a> shows that tax savings in the present are more valuable than in the future, the carryback method was generally used first, followed by the carryforward method. After carrying losses forward for 20 years, any remaining losses expired and could no longer be used to reduce taxable income.\n", "\nFor tax years beginning January 1, 2018, or later, the TCJA has removed the two-year carryback provision, except for certain farming losses, but now allows for an indefinite carryforward period. However, the carryforwards are also now limited to 80% of each subsequent year's net income. If a business creates NOLs in more than one year, they are to be drawn down completely in the order that they were incurred before drawing down another NOL. Losses originating in tax years beginning before January 1, 2018, are still subject to the former tax rules. Any remaining losses will still expire after 20 years.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nA net operating loss is a valuable asset because it can lower a company’s future taxable income. For this reason, the IRS restricts using an acquired company simply for its NOL’s tax benefits. Section 382 of the Internal Revenue Code states that if a company with an NOL has at least a 50% ownership change, the acquiring company may use only part of the NOL in each concurrent year.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> However, purchasing a business with a substantial NOL may mean a larger sum of money going to the acquired company’s shareholders than if the acquired company possessed a smaller NOL.\n", "\nImagine a company that had an NOL of $5 million one year and a taxable income of $6 million the next. The carryover limit of 80% of $6 million is $4.8 million. The full loss from the first year can be carried forward on the<strong> </strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> to the second year as a deferred tax asset. The loss, limited to 80% of income in the second year, can then be used in the second year as an expense on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>. It lowers net income, and therefore the taxable income, for the second year to $1.2 million ($6 million - $4.8 million). A $200,000 deferred tax asset will remain on the balance sheet to be carried into the third year.\n", "\nThe net operating loss (NOL) can generally be used to offset the company's tax payments in other tax periods through an Internal Revenue Service (IRS) tax provision called a loss carryforward. They offer a benefit to the company in that they can reduce a company's future tax liability by offsetting taxable income in future years. The purpose behind this tax provision is to allow some form of tax relief when a company loses money in a tax period.\n", "\nFor tax years beginning January 1, 2018, or later, the Tax Cuts and Jobs Act (TCJA) has removed the, previously allowed, two-year carryback provision, except for certain farming losses, but now allows for an indefinite carryforward period. However, the carryforwards are also now limited to 80% of each subsequent year's net income. If a business creates NOLs in more than one year, they are to be drawn down completely in the order that they were incurred before drawing down another NOL. Losses originating in tax years beginning before January 1, 2018, are still subject to the former tax rules and any remaining losses will still expire after 20 years.\n", "\nNOL carryforwards are recorded as an asset on the company's general ledger. A deferred tax asset is created for the NOL carryforward, which is offset against net income in future years. The deferred tax asset account is drawn down each year, not to exceed 80% of net income in any one of the subsequent years, until the balance is exhausted.\n", "\nA net operating loss is a valuable asset because it can lower a company’s future taxable income. For this reason, the IRS restricts using an acquired company simply for its NOL’s tax benefits. Section 382 of the Internal Revenue Code states that if a company with an NOL has at least a 50% ownership change, the acquiring company may use only part of the NOL in each concurrent year. However, purchasing a business with a substantial NOL may mean a larger sum of money going to the acquired company’s shareholders than if the acquired company possessed a smaller NOL.\n"]}