{"name": "Net Internal Rate of Return – Net IRR Definition", "@id": "https://www.investopedia.com/terms/n/net-internal-rate-of-return.asp", "related": ["https://www.investopedia.com/terms/i/irr.asp", "https://www.investopedia.com/terms/p/profitability-index-rule.asp", "https://www.investopedia.com/terms/n/npv.asp", "https://www.investopedia.com/terms/h/hurdlerate.asp", "https://www.investopedia.com/terms/m/money-weighted-return.asp", "https://www.investopedia.com/terms/p/paybackperiod.asp"], "body": ["\nNet internal rate of return (net IRR) is a performance measurement equal to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irr.asp\">internal rate of return</a> after fees and carried interest are factored in. It is used in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalbudgeting.asp\">capital budgeting</a> and portfolio management to calculate an investment's yield or overall financial quality by calculating an expected rate of return.\n", "\nPractically, net IRR is the rate at which the net present value of negative cash flow equals the net present value of positive cash flow. A net internal rate of return is expressed as a percentage.\n", "\nThe IRR is a discount rate where the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/present-value/\">present value</a> of future cash flows of an investment is equal to the cost of the investment. The <em>net </em>IRR is a modified IRR value that has taken into consideration management fees and any carried interest.\n", "\nGenerally, a higher net internal rate of return means that it is a better investment. However, a marginally lower net IRR spread over a longer time period can be superior to a shorter-term, higher net IRR investment.\n", "\nCalculating a fund's net internal rate of return can help an investor or analyst determine which investment is the best option. Given a pair of funds that hold the same investments and are managed using the same strategy, it would be wise to consider the one with the lower fee.\n", "\nBut structural similarity and fees are not enough to prove that one fund is better than another. That can only be learned by calculating the net IRR for both funds. The one with the lower fee may not necessarily be the best choice.\n", "\nNet internal rate of return is commonly used in private equity to analyze investment projects that require regular cash investments over time but offer only a single cash outflow at its completion – usually, an initial public offering, a merger or an acquisition.\n", "\nIf the investment's net present value is the same as the net present value of benefits, or if it surpasses the acceptable rate of return, the project is considered profitable. If two competing projects turn out to have the same net internal rate of return, the one with the shorter time frame is considered the better investment.\n", "\nIn 2014, the Securities and Exchange Commission (SEC) began <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-sec-privateequity/exclusive-sec-probing-private-equity-performance-figures-sources-idUSKBN0II08K20141029\">investigating</a> whether private equity fund managers were correctly disclosing their own invested capital into their own funds when performing net internal rate of return calculations. Including that sum—known as a \"general partner commitment\"—could artificially inflate fund performance because such capital infusions do not have fees attached to them.\n", "\nHow net IRR calculations are performed (whether they include general partner capital or not) varies among private equity firms, Reuters found. The SEC expects private equity firms to clearly report both average net IRRs and gross IRRs on all fund prospectuses and marketing material.\n"]}