{"name": "Net Domestic Product (NDP) Definition", "@id": "https://www.investopedia.com/terms/n/netdomesticproduct.asp", "related": ["https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/n/net-national-product.asp", "https://www.investopedia.com/terms/g/gross-national-income-gni.asp", "https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/g/gnp.asp", "https://www.investopedia.com/terms/g/gpi.asp"], "body": ["\nNet domestic product (NDP) is an annual measure of the economic output of a nation that is calculated by subtracting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a> from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP).\n", "\nNDP accounts for capital that has been consumed over the year in the form of housing, vehicle, or machinery deterioration. The depreciation accounted for is often referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-consumption-allowance-cca.asp\">capital consumption allowance</a> and represents the amount needed to replace those depreciated assets.\n", "\nThe frequency and scope of such replacements can vary by type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\">capital assets</a>. Machinery that is put to regular use may need parts replaced regularly until the entire piece of equipment is no longer usable. While that may take many years, barring unexpected damage or defects, there is a cycle of equipment failure and replacement. Part of the machinery in a factory’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product-line.asp\">production line</a> may need to be replaced while another set of similar machines continues to function within the same factory. The acquisition of the replacement machinery would be factored into the depreciation aspect of the NPI.\n", "\nThis differs from an expansion of factory operations—for example, the opening of a new site, adding to the total number of factories. The acquisition of new machines for the new factory would represent a gain because the demand was driven by the need to increase the scope of the operations, rather than serve as a replacement. This would mean the purchased machine would qualify as a gain for the NDP.\n", "\nThe construction of new homes on previously unused <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> can also represent a gain for the NDP if the residences are not intended to replace defunct or demolished property. For example, in many urban areas, efforts may be made to re-purpose underutilized real estate that has fallen into disrepair. Instead of expanding the sprawl of the city, older buildings might be torn down and replaced by new construction intended to fill the same use as the predecessor building. Such an example would qualify as depreciation and replacement. By contrast, if a new housing community is developed, the construction of residences would be contributory to NDP.\n", "\nNDP, along with GDP, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross-national-income-gni.asp\" rel=\"noopener noreferrer\">gross national income</a> (GNI), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disposableincome.asp\" rel=\"noopener noreferrer\">disposable income</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personalincome.asp\" rel=\"noopener noreferrer\">personal income</a>, is one of the key gauges of economic growth that is reported on a quarterly basis by the Bureau of Economic Analysis (BEA).\n", "\nThough GDP is frequently cited when assessing the economic health of a country, NDP puts into perspective the pace at which capital assets degrade and must be replaced. This is important as failure to take action would result in a decrease in the country's GDP.\n"]}