{"name": "Network Effect Definition", "@id": "https://www.investopedia.com/terms/n/network-effect.asp", "related": ["https://www.investopedia.com/terms/s/social-media.asp", "https://www.investopedia.com/terms/s/social-networking.asp", "https://www.investopedia.com/terms/s/social-commerce.asp", "https://www.investopedia.com/terms/m/mobile-marketing.asp", "https://www.investopedia.com/terms/b/btoc.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp"], "body": ["\nThe network effect is a phenomenon whereby increased numbers of people or participants improve the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value-network.asp\">value of a good or service</a>. The Internet is an example of the network effect. Initially, there were few users on the Internet since it was of little value to anyone outside of the military and some research scientists.\n", "\nHowever, as more users gained access to the Internet, they produced more content, information, and services. The development and improvement of websites attracted more users to connect and do business with each other. As the Internet experienced increases in traffic, it offered more value, leading to a network effect.\n", "\nThe network effect can lead to an improved experience as more people participate, but can also encourage new participants as they look to benefit from the network.\n", "\nNetwork effects can be found throughout <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-media.asp\">social media</a>. For example, as more users post content on Twitter such as links and media, the more useful the platform becomes to the public. The network effect has created exponential growth rates for networking platforms such as Facebook, YouTube, and Instagram.\n", "\nMultiple network effects have occurred from individuals joining social media platforms. As more users join and participate, companies looking to advertise their products and services rush to join these sites to capitalize on the trend. The increase in advertisers leads to more revenue for social media websites. As a result, the sites evolve and are able to offer more services to the consumer.\n", "\nThe network effect originated in the early 20th century, with the advent of the telephone. Theodore Vail, the first post-patent president of Bell Telephone, used the network effect to argue why Bell Telephone should have a monopoly on telephone networks. Later Robert Metcalfe, the creator of Ethernet, helped to popularize the idea by introducing Metcalfe's law, which states that the value of a telecommunications network is proportional to the square of the number of connected users of the system.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nToday, the network effect has everyday real-world applications such as the value of social media companies like Facebook, Twitter, and LinkedIn. Typically, the more people with accounts on these social media sites, the more valuable both the product is to its users and the company is to shareholders.\n", "\nAlthough similar, network effects and network externalities have distinct differences. Network externality is an economics term that describes how the demand for a product is dependent on the demand of others buying that product. In other words, the buying patterns of consumers are influenced by others purchasing a product. \n", "\nFor example, if you see a lot of cars in a restaurant's parking lot, you might assume the restaurant has good food. As a result, you give it a try since all of those people can't be wrong. Trends in fashion also influence the buying patterns of consumers. Clothes routinely go in-and-out of style based primarily on copycat buying and selling patterns of consumers.\n", "\nPositive network externalities can lead to a network effect. If a lot of your friends are on Facebook, you might join hoping to connect with them, which is a positive externality. If after you join, you post quality content, and that leads to many people enjoying the experience, it'll boost engagement–creating a network effect. \n", "\nThe network effects that exist on the Internet often benefit a variety of services-for-hire apps and websites. As more professionals list their services online, such as dog walkers, tutors, or electricians, more customers rely on those online directories. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecommerce.asp\">E-commerce</a> sites, such as Etsy and eBay, grew in popularity as more sellers joined those marketplaces and sold their products to consumers who embraced online shopping.\n", "\nThe network effect also played a role in the advance of ridesharing services. Companies such as Uber and Lyft evolved and grew through the support of participants who signed up and expanding their reach across cities and states. As more drivers became part of Uber and Lyft, the two brands gained in market value.\n", "\nThe chief hurdle for any good or service that uses the network effect is gaining traction or attracting enough users initially so that the network effect takes hold. The amount of users required for significant network effects is called the critical mass. After <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/critical-mass.asp\">critical mass</a> is attained, the good or service attracts many new users because the network offers utility or benefits to the consumer. In this way, the prospect of the network effect helps companies strive to become self-sustaining.\n", "\nAnother positive impact of the network effect is that it encourages entrepreneurs and creators of intellectual property to pursue more efficient and unique products to present to the public.\n", "\nHowever, if too many people use a good or service, congestion can occur. Taking the Internet, for example, having too many users are on the same network service can slow the speed of the network, decreasing the benefit for users. Providers of goods and services that use a network effect must ensure that capacity can be increased sufficiently to accommodate all users. Another potential downfall of the network effect is that once a company achieves and maintains critical mass, it may begin to become less efficient and innovative knowing they still have a solid consumer base.\n", "\nThe network effect refers to the concept that the value of a product or service increases when the number of people who use that product or service increases.\n", "\nSocial media networks such as Facebook and Twitter are a great example of the network effect. The value of these websites increases as more and more people sign up for accounts on the site.\n", "\nPlatforms that operate on the network effect include the Internet, mobile phone and landline networks, as well as social media websites.\n", "\nA product or service exhibits a positive network effect when the value of the product or service increases as the number of users also increases.\n", "\nAs the internet—one of the most prominent demonstrations of the network effect—becomes a bigger and bigger part of our lives, it will become increasingly important both for service producers and consumers to have a firm grasp of the network effect and its benefits.\n"]}