{"name": "New Growth Theory Definition", "@id": "https://www.investopedia.com/terms/n/new-growth-theory.asp", "related": ["https://www.investopedia.com/terms/e/endogenousgrowththeory.asp", "https://www.investopedia.com/terms/e/endogenous-growth.asp", "https://www.investopedia.com/terms/f/factors-production.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp"], "body": ["\nThe new growth theory is an economic concept, positing that humans' desires and unlimited wants foster ever-increasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/productivity.asp\" rel=\"noopener noreferrer\">productivity</a> and economic growth. It argues that <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realgdp.asp\" rel=\"noopener noreferrer\">real gross domestic product</a><strong> </strong>(GDP)<strong> </strong>per person will perpetually increase because of people's pursuit of profits.\n", "\nThe new growth theory offered a fresh take on what engineers economic prosperity. It emphasizes the importance of entrepreneurship, knowledge, innovation, and technology, challenging the view of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exogenous-growth.asp\" rel=\"noopener noreferrer\">exogenous growth</a> in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/neoclassical.asp\" rel=\"noopener noreferrer\">neoclassical economics</a> that economic progress is determined by external, uncontrollable forces.\n", "\nCompetition squeezes profit, so people have to constantly seek better ways to do things or invent new products in order to maximize profitability. This concept is one of the central tenets of the new growth theory.\n", "\nThe theory argues that innovation and new technologies do not occur simply by random chance. Rather, it depends on the number of people seeking out new innovations or technologies and how hard they are looking for them. People also have control over their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/knowledge-capital.asp\" rel=\"noopener noreferrer\">knowledge capital</a>—what to study, how hard to study, etc. If the profit incentive is great enough, people will choose to grow <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humancapital.asp\" rel=\"noopener noreferrer\">human capital</a> and look harder for new innovations.\n", "\nA significant aspect of the new growth theory is the idea that knowledge is treated as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a> for growth that is not subject to finite restrictions or diminishing returns like other assets such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a> or real estate. Knowledge is an intangible quality, rather than physical, and can be a resource grown within an organization or industry.\n", "\nUnder the new growth theory, nurturing innovation internally is one of the reasons for organizations to invest in human capital. By creating opportunities and making resources available within an organization, the expectation is that individuals will be encouraged to develop new concepts and technology for the consumer market.\n", "\nFor example, a large enterprise might allow part of its staff to work on independent, internal projects that may develop into new innovations or companies. In some ways, the enterprise lets them function like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startups</a> being incubated inside the organization.\n", "\nThe desire of the employees to launch a new innovation is spurred by the possibility of generating more profits for themselves and the enterprise. This can be especially true in the United States, as commerce is increasingly driven by service-type companies. Software and app development may take place within companies, following the new growth theory.\n", "\nAchieving such knowledge-driven growth requires a sustained investment in human capital. This can create an environment for skilled professionals to have an opportunity to not only fulfill their primary jobs but also explore the creation of new services that can be of benefit and use to the broader public.\n", "\nNew growth theorists believe that companies generally undervalue the usefulness of knowledge and, as a result, argue that it is mainly up to governments to invest in human capital. Governments are encouraged to facilitate access to better education, as well as provide support and incentives for private-sector <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\" rel=\"noopener noreferrer\">research and development</a> (R&amp;D).\n"]}