{"name": "New Fund Offer (NFO)", "@id": "https://www.investopedia.com/terms/n/new_fund_offer.asp", "related": ["https://www.investopedia.com/terms/f/familyoffunds.asp", "https://www.investopedia.com/terms/r/reclassification.asp", "https://www.investopedia.com/terms/s/sec-form-n-1a.asp", "https://www.investopedia.com/terms/s/sec-form-n-2.asp", "https://www.investopedia.com/terms/t/thirdpartydistributor.asp", "https://www.investopedia.com/terms/t/target-date_fund.asp"], "body": ["\nA new fund offer (NFO) is the first subscription offering for any new fund offered by an investment company. A new <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fund.asp\">fund</a> offer occurs when a fund is launched, allowing the firm to raise capital for purchasing securities. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">Mutual funds</a> are one of the most common new fund offerings marketed by an investment company. The initial purchasing offer for a new fund varies by the fund’s structuring.\n", "\nA new fund offer is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/initial-public-offering/\">similar to an initial public offering</a> (IPO). Both represent attempts to raise capital to further operations. New fund offers can be accompanied by aggressive <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing-campaign.asp\">marketing campaigns</a>, created to entice investors to purchase units in the fund. New fund offers often have the potential for significant gains after beginning to trade publicly.\n", "\nMutual funds are the most common type of new fund offering. New fund offerings can be for open-end or closed-end mutual funds. New exchange traded funds are also first offered through a new fund offering. Below are details on how to invest in a few of the market’s common types of new fund offerings.\n", "\nIn a new fund offer, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-endfund.asp\">open-end fund</a> will announce new shares for purchase on a specified launch day. Open-end funds do not limit their number of shares. These funds can be bought and sold from a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brokerage-company.asp\">brokerage firm</a> on their initial launch date and thereafter. The shares do not trade on an exchange and are managed by the fund company and/or fund company affiliates. Open-end mutual funds report net asset values daily after the market’s close.\n", "\nFund companies can launch new fund offers for new strategies or add additional shares classes to existing strategies. One example of a new open-end fund launch is VanEck’s offering of two new share classes in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.businesswire.com/news/home/20171107006196/en/VanEck-Launches-Open-End-Mutual-Fund-Version-Wide\">VanEck Morningstar Wide Moat</a> strategy (Class I shares: MWMIX; Class Z shares: MWMZX).\n", "\nClosed-end new fund offers are often some of the most highly marketed new fund issuances since closed-end funds only issue a specified number of shares during their new fund offer. Closed-end funds trade on an exchange with daily price quotes throughout the day. Investors can buy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0712/closed-end-vs.-open-end-funds.aspx\">closed-end funds</a> on their launch date through a brokerage firm.\n", "\nOne example of a new closed-end fund offer is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.prnewswire.com/news-releases/dreyfus-alcentra-global-credit-income-2024-target-term-fund-attracts-140-million-in-its-initial-public-offering-300546505.html\">Dreyfus Alcentra Global Credit Income 2024 Target Term Fund (DCF)</a>. The Fund raised $140 million from its new fund offer.\n", "\nNew exchange-traded funds (ETFs) are also launched through a new fund offer. On November 9, 2017, Vanguard launched the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://pressroom.vanguard.com/news/Press-Release-Vanguard-Launches-Total-Corporate-Bond-Fund-110917.html\" rel=\"nofollow\">Vanguard Total Corporate Bond ETF (VTC)</a>. The new fund offer increased the firm’s U.S. fixed income fund offerings to 17 ETFs. The new ETF is an index fund that seeks to replicate the holdings and performance of the Bloomberg Barclays U.S. Corporate Bond Index by investing in the Vanguard Short-Term Corporate Bond ETF (VCSH), Vanguard Intermediate-Term Corporate Bond ETF (VCIT) and Vanguard Long-Term Corporate Bond ETF (VCLT). It trades on the NASDAQ stock exchange with an expense ratio of 0.07%.\n", "\nOften, new fund offers are not widely publicized making them challenging to identify. Companies must register a new fund offering with the Securities and Exchange Commission (SEC) offering one method of tracking. Investors seeking information on new fund offers prior to their launch date may also receive alerts from their brokerage firm. News outlets and news aggregators are also a good source for information on new fund offers. Sources such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cefa.com/\" rel=\"nofollow\">Closed-End Fund Center</a> provide details on new fund offers.\n", "\nCompanies will also issue press releases on new fund offers. For example, Vanguard issued a press release in August 2017 announcing the launch of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://pressroom.vanguard.com/news/Press-Release-Vanguard-Announces-Plans-To-Launch-Total-Corporate-Bond-ETF.html\" rel=\"nofollow\">Vanguard Total Corporate Bond ETF</a> in November 2017.\n"]}