{"name": "New York Board of Trade (NYBOT) Defined", "@id": "https://www.investopedia.com/terms/n/nybot.asp", "related": ["https://www.investopedia.com/terms/n/nyfe.asp", "https://www.investopedia.com/terms/c/csce.asp", "https://www.investopedia.com/terms/i/intercontinentalexchange.asp", "https://www.investopedia.com/terms/c/contractmarket.asp", "https://www.investopedia.com/terms/s/softcommodity.asp", "https://www.investopedia.com/terms/f/financial-market.asp"], "body": ["\nFounded in 1870, the New York Board of Trade (NYBOT) is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/commodities-trading-overview/\">commodity futures exchange</a> located in New York. In 2006, it became part of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intercontinentalexchange.asp\">Intercontinental Exchange (ICE)</a>.\n", "\nFor much of its history, the NYBOT facilitated commodities trading using human traders in large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading_floor.asp\">trading floors</a>, or \"pits.\" Today, the vast majority of this trading is conducted through computers.\n", "\nThe NYBOT is focused on physical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodities</a> such as coffee, cotton, and cocoa. By allowing these commodities to be traded indirectly using <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contracts</a>, institutions such as the NYBOT allow the producers and buyers of these commodities to lock in prices ahead of time in order to protect against unforeseen <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> or production shortages.\n", "\nWith standardized futures contracts, companies dependent on these commodities can buy them at predetermined prices for later delivery weeks, months, or even years in the future. In doing so, they can be more certain of the cost of their raw materials, regardless of how the spot prices of those commodities may fluctuate in the interim period. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange (CME)</a> plays a similar role, facilitating futures trading in commodities such as livestock, metals, and crude oil.\n", "\nWhen the NYBOT was founded in 1870, trading was conducted exclusively by humans, often working on large and loud trading floors. In 1997, the NYBOT acquired the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/csce.asp\">Coffee, Sugar, and Cocoa Exchange (CSCE)</a>, increasing their foothold in the commodity trading marketplace. This combined entity was then purchased by the ICE in 2006.\n", "\nA few years after the ICE acquired the NYBOT, the traditional trading floors were closed off so that all trades would be executed electronically. Today, the ICE operates as an entirely electronic exchange, enabling near-instant transactions among market participants throughout the world. \n", "\nThis move toward digitization has also corresponded with a vast increase in the size of the commodities trading markets themselves. As its name suggests, the ICE is a truly international marketplace in which traders can transact in commodities ranging from electricity and jet fuel to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivative</a> products based on interest rates, currency values, and various other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\">underlying assets</a>.\n"]}