{"name": "NINJA Loan Definition", "@id": "https://www.investopedia.com/terms/n/ninja-loan.asp", "related": ["https://www.investopedia.com/terms/n/nina.asp", "https://www.investopedia.com/terms/l/liar_loan.asp", "https://www.investopedia.com/terms/f/five-c-credit.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/p/payday-loans.asp"], "body": ["\nA NINJA loan is a slang term for a loan extended to a borrower with little or no attempt by the lender to verify the applicant's ability to repay. It stands for \"no income, no job, and no assets.\" Whereas most lenders require loan applicants to provide evidence of a stable stream of income or sufficient <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a>, a NINJA loan ignores that verification process.\n", "\nNINJA loans were more common prior to the 2008 financial crisis. In the aftermath of the crisis, the U.S. government issued new regulations to improve standard lending practices across the credit market, which included tightening the requirements for granting loans. At this point, NINJA loans are rare, if not extinct.\n", "\nFinancial institutions that offer NINJA loans base their decision on a borrower’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\">credit score</a> with no verification of income or assets such as through income tax returns, pay stubs, or bank and brokerage statements. Borrowers must have a credit score over a certain threshold to qualify. Since NINJA loans are generally provided through subprime lenders, however, their credit score requirements may be lower than those of mainstream lenders, such as major banks.\n", "\nNINJA loans are structured with varying terms. Some may offer an attractively low initial interest rate that increases over time. Borrowers are required to repay the debt according to a scheduled timeframe. Failing to make those payments can cause the lender to take legal action to collect the debt, resulting in a drop in the borrower's credit score and ability to obtain other loans in the future.\n", "\nBecause NINJA loans require so little paperwork compared, for example, with traditional home mortgages or business loans, an application is processed quickly. Their speedy delivery makes them appealing to some borrowers, particularly those who lack the customary documentation or don't wish to produce it.\n", "\nThe loans can, however, be very risky for both the lender and the borrower. Because NINJA loans require no evidence of collateral, they are not secured by any assets that a lender could seize if the borrower defaults on the loan.\n", "\nNINJA loans are also risky for the borrower, unfettered as they are by the traditionally conservative bank underwriting practices that often keep both sides out of trouble. Borrowers may be encouraged to take out larger loans than they can reasonably expect to repay, particularly if they focus on a low introductory interest rate that will rise in the future.\n", "\nAfter a high level of loan defaults helped trigger the 2008 financial crisis and a crash in real estate values in many parts of the country, the government imposed stricter rules on lenders, making loans more highly regulated than before, with mortgage loans seeing the greatest impact.\n", "\nThe 2010 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\">Dodd–Frank Wall Street Reform and Consumer Protection Act</a> created new standards for lending and loan applications. The new rules largely did away with NINJA loans, requiring lenders to obtain more comprehensive information about prospective borrowers, including their credit scores and documented evidence of their employment and other income sources.\n"]}