{"name": "Nominal Interest Rate Definition", "@id": "https://www.investopedia.com/terms/n/nominalinterestrate.asp", "related": ["https://www.investopedia.com/terms/n/nominal.asp", "https://www.investopedia.com/terms/r/realrateofreturn.asp", "https://www.investopedia.com/terms/e/effectiveinterest.asp", "https://www.investopedia.com/terms/a/apr.asp", "https://www.investopedia.com/terms/f/fishereffect.asp", "https://www.investopedia.com/terms/b/bond-yield.asp"], "body": ["\nNominal interest rate refers to the interest rate before taking inflation into account. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nominal.asp\">Nominal</a> can also refer to the advertised or stated interest rate on a loan, without taking into account any fees or compounding of interest.\n", "\nCentral banks set short-term nominal interest rates, which form the basis for other interest rates charged by banks and financial institutions. Nominal interest rates may be held at artificially low levels after a major recession to stimulate economic activity through low real interest rates, which encourage consumers to take out loans and spend money.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> However, a necessary condition for such stimulus measures is that inflation should not be a present or a near-term threat. In the United States, the federal funds rate, the interest rate set by the Federal Reserve, can also be referred to as a nominal rate.\n", "\nConversely, during inflationary times, central banks tend to set nominal rates high. Unfortunately, they may overestimate the inflation level and keep nominal interest rates too high. The resulting elevated level of interest rates may have serious economic repercussions, as they tend to stall spending.\n", "\nNominal interest rates exist in contrast to real interest rates and effective interest rates. Real interest rates tend to be important to investors and lenders, while effective rates are significant for borrowers as well as investors and lenders.\n", "\nAlthough the nominal rate is the stated rate associated with a loan, it is typically not the rate that the consumer pays. Rather, the consumer pays an effective rate that varies based on fees and the effect of compounding. To that end, annual percentage rate (APR) differs from the nominal rate, as it takes fees into account, and annual percentage yield (APY) takes both fees and compounding into account.\n", "\nThe nominal interest rate (n) for a specified period, when the effective interest rate is known, can be calculated as:\n", "\nn = m × [ ( 1 + e)<sup>1/m</sup> - 1 ]\n", "\nWhere:\n", "\nHowever, most borrowers typically want to know the effective rate as the nominal rate is often the rate that is stated. The formula for effective interest rate (e) is:\n", "\ne = (1 + n/m)<sup>m</sup> - 1\n", "\nWhere:\n", "\nFor example, if a loan's stated (nominal) rate is 8% and it's compounded semi-annually then the effective interest rate (e) would be:\n", "\ne = [1 + .08/2]<sup>2</sup> - 1 = 8.16%\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032515/what-difference-between-real-and-nominal-interest-rates.asp\">Unlike the nominal rate, the real interest rate</a> takes the inflation rate into account. The equation that links nominal and real interest rates can be approximated as nominal rate = real interest rate + inflation rate, or nominal rate - inflation rate = real interest rate.\n", "\nTo avoid purchasing power erosion through inflation, investors consider the real interest rate, rather than the nominal rate. One way to estimate the real rate of return in the United States is to observe the interest rates on Treasury Inflation-Protected Securities (TIPS).<span class=\"ql-inline-citation\" data-cite=\"2\"></span> The difference between the yield on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">Treasury bond</a> and the yield on TIPS of the same maturity provides an estimate of inflation expectations in the economy.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nFor example, if the nominal interest rate offered on a three-year deposit is 4% and the inflation rate over this period is 3%, the investor’s real rate of return is 1%. On the other hand, if the nominal interest rate is 2% in an environment of 3% annual inflation, the investor’s purchasing power erodes by 1% per year.\n", "\nNominal interest rates do not account for inflation while real interest rates do. For example, in the United States the federal funds rate, the interest rate set by the Federal Reserve, can form the basis for the nominal interest rate being offered. The real interest, however, would be the nominal interest rate minus the inflation rate, usually measured by the CPI (Consumer price index).\n", "\nTo avoid purchasing power erosion through inflation, investors consider the real interest rate, rather than the nominal rate. One way to estimate the real rate of return in the United States is to observe the interest rates on Treasury Inflation-Protected Securities (TIPS). The difference between the yield on a Treasury bond and the yield on TIPS of the same maturity provides an estimate of inflation expectations in the economy.\n", "\nAPY (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apy.asp\">annual percentage yield</a>) is the effective interest rate which tends to be more relevant to borrowers and lenders. The consumer, usually the borrower, pays an effective rate that varies from the nominal (stated) rate based on fees and the effect of compounding. To that end, the effective rate (APY) is often higher than the nominal rate.\n", "\nThe effective rate, which factors in compounding, can be calculated from the nominal rate which is often the rate that is stated. The formula for effective interest rate (e) is:\n", "\ne = (1 + n/m)<sup>m</sup> - 1\n", "\n{where n = nominal rate and m = number of compounding periods}\n"]}