{"name": "Nominal Gross Domestic Product", "@id": "https://www.investopedia.com/terms/n/nominalgdp.asp", "related": ["https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/r/realeconomicrate.asp", "https://www.investopedia.com/terms/g/gdppricedeflator.asp", "https://www.investopedia.com/terms/i/inflationary_gap.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/m/mccallum_rule.asp"], "body": ["\nNominal gross domestic product is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product (GDP)</a> evaluated at current market prices. GDP is the monetary value of all the goods and services produced in a country. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nominal.asp\">Nominal</a> differs from <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realgdp.asp\">real GDP</a> in that it includes changes in prices due to inflation, which reflects the rate of price increases in an economy.\n", "\nNominal GDP is an assessment of economic production in an economy that includes current prices in its calculation. In other words, it doesn't strip out inflation or the pace of rising prices, which can inflate the growth figure. All goods and services counted in nominal GDP are valued at the prices that are actually sold for in that year.\n", "\nBecause it is measured in current prices, growing nominal GDP from year to year might reflect a rise in prices as opposed to growth in the amount of goods and services produced. If all prices rise more or less together, known as inflation, then this will make nominal GDP appear greater. Inflation is a negative force for economic participants because it diminishes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchasingpower.asp\">purchasing power</a> of income and savings, both for consumers and investors.\n", "\nInflation is most commonly measured using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">Consumer Price Index (CPI)</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppi.asp\">Producer Price Index (PPI)</a>. The CPI measures price changes from the buyer's perspective or how they impact the consumer. The PPI, on the other hand, measures the average change of selling prices that are paid to producers in the economy.\n", "\nWhen the overall price level of the economy rises, consumers have to spend more to purchase the same amount of goods. If an individual’s income rises by 10% in a given period but inflation rises 10% as well, then the individual’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realincome.asp\">real income</a> (or purchasing power) is unchanged. The term real in real income merely reflects the income after inflation has been subtracted from the figure.\n", "\nLikewise, if we were comparing the GDP growth between two periods, the nominal GDP growth might overstate the growth if inflation is present. Economists use the prices of goods from a base year to act as a reference point when comparing GDP from one year to another. The difference in prices from the base year to the current year is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdppricedeflator.asp\">GDP price deflator</a>.\n", "\nFor example, if prices rose by 1% since the base year, the GDP deflator would be 1.01. Overall, real GDP is a better measure any time the comparison is over multiple years.\n", "\nReal GDP starts with nominal GDP but factors in any change in prices from one period to the other. Real GDP is calculated by taking the total output for GDP and dividing it by the GDP deflator.\n", "\nFor example, let's say the current year's nominal GDP output was $2,000,000, while the GDP deflator showed a 1% increase in prices since the base year. Real GDP would be calculated as $2,000,000/1.01 or $1,980,198 for the year.\n", "\nOne of the limitations of using nominal GDP is when an economy is mired in recession or a period of negative GDP growth. Negative nominal GDP growth could be due to a decrease in prices, called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\">deflation</a>. If prices declined at a greater rate than production growth, nominal GDP might reflect an overall negative growth rate in the economy. A negative nominal GDP would be signaling a recession when, in reality, production growth was positive. \n"]}