{"name": "Nomination Committee Definition", "@id": "https://www.investopedia.com/terms/n/nominationcommittee.asp", "related": ["https://www.investopedia.com/terms/c/chairman.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/c/classifiedboard.asp", "https://www.investopedia.com/terms/c/ceo.asp", "https://www.investopedia.com/terms/c/chair-of-the-board.asp", "https://www.investopedia.com/terms/c/corporate-hierarchy.asp"], "body": ["\nThe term nomination committee refers to a committee that acts as part of an organization’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">corporate governance</a>. A nomination committee evaluates a firm's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardoftrustees.asp\" rel=\"noopener noreferrer\">board of directors</a> and examines the skills and characteristics required of board candidates. Nomination committees may also have other duties, which vary from company to company.\n", "\nNominating committees serve a very useful and important purpose for different organizations ranging from nonprofits to major corporations. Also referred to as nominating committees or nominating and governance committees, they are often made up of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chairman.asp\" rel=\"noopener noreferrer\">chairman</a> of the board, the deputy chairman, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\" rel=\"noopener noreferrer\">chief executive officer</a> (CEO). There are usually at least two members on each committee, although the exact number of people who serve on the committee tends to differ based on the type and size of the organization. The length of time each member serves on the committee also varies depending on the nature of the entity.\n", "\nThese committees are tasked with a series of responsibilities. One of their primary duties is to seek out candidates to fill a variety of important positions in a company including its board of directors as well as key management roles. The committees review candidates' qualifications and ensure they align with the requirements of the company. More about this is outlined a little further down.\n", "\nCommittees may also need to review and change policies including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/051115/what-are-some-examples-different-corporate-governance-systems-across-world.asp\" rel=\"noopener noreferrer\">corporate governance</a>. Corporate governance is a system of rules and processes that provides the framework for a company to achieve its objectives. Put simply, corporate governance helps companies stay on track. It's an important factor when balancing the interests of a company's many stakeholders including—but not limited to—<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>, management, customers, suppliers, financiers, government, and community of users.\n", "\nAs mentioned above, the nominating committee often seeks out and appoints the board chairman. The chairman presides over executive committee or board meetings. They ensure these meetings run smoothly and remain orderly, and they also aim to reach a consensus in board decisions through skilled negotiation tactics. The board position is usually distinctly different from that of the CEO. The chairman of the board position can be either a nonexecutive (part-time) or executive (full-time) position.\n", "\nA nomination committee may also support the search for a CEO. The CEO is an organization’s highest-ranking executive. They make major corporate decisions ranging from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating-activities.asp\" rel=\"noopener noreferrer\">day-to-day operations</a> to managing company resources and liaise between the board of directors and other executives. A company's CEO often has a position on the board as well.\n", "\nWhile the role of the CEO depends on the size, culture, and industry of the company, it is almost always full-time. This is in contrast with the chairman of the board, who may be part-time. In small companies, the CEO often takes on a more hands-on role, making a range of lower-level choices, such as interviewing and hiring staff. But it's different for those in larger, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fortune500.asp\" rel=\"noopener noreferrer\">Fortune 500</a> companies. In these cases, the CEO typically deals with macro-level strategy and directing overall growth. This means the CEO delegates more tasks to other senior managers. CEOs set the tone and the vision for their organization. As such, it's important that the nominating committee be deliberate when considering potential candidates.\n"]}