{"name": "Nominal Effective Exchange Rate (NEER) Definition", "@id": "https://www.investopedia.com/terms/n/neer.asp", "related": ["https://www.investopedia.com/terms/n/nominalvalue.asp", "https://www.investopedia.com/terms/c/currency-peg.asp", "https://www.investopedia.com/terms/r/reer.asp", "https://www.investopedia.com/terms/s/sdr.asp", "https://www.investopedia.com/terms/k/key-currency.asp", "https://www.investopedia.com/terms/c/currencyoverlay.asp"], "body": ["\nThe nominal effective exchange rate (NEER) is an unadjusted <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/weightedaverage.asp\">weighted average</a> rate at which one country's currency exchanges for a basket of multiple foreign currencies. The nominal exchange rate is the amount of domestic currency needed to purchase foreign currency.\n", "\nIn economics, the NEER is an indicator of a country's international competitiveness in terms of the foreign exchange (forex) market. Forex traders sometimes refer to the NEER as the trade-weighted currency index.\n", "\nThe NEER may be adjusted to compensate for the inflation rate of the home country relative to the inflation rate of its trading partners. The resulting figure is the real effective exchange rate (REER). Unlike the relationships in a nominal exchange rate, NEER is not determined for each currency separately. Instead, one individual number, typically an index, expresses how a domestic currency’s value compares against multiple foreign currencies at once.\n", "\nIf a domestic currency increases against a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basket.asp\">basket </a>of other currencies inside a floating exchange rate regime, NEER is said to appreciate. If the domestic currency falls against the basket, the NEER depreciates.\n", "\nThe NEER only describes relative value; it cannot definitively show whether a currency is strong or gaining strength in real terms. It only describes whether a currency is weak or strong, or weakening or strengthening, compared to foreign currencies. As with all exchange rates, the NEER can help identify which currencies store value more or less effectively. Exchange rates influence where international actors buy or sell goods.\n", "\nNEER is used in economic studies and for policy analysis on international trade. It is also used by forex traders who engage in currency arbitrage. The Federal Reserve calculates three different NEER indices for the United States: the broad index, the major currencies index and the other important trading partners (OITP) index.\n", "\nEvery NEER compares one individual currency against a basket of foreign currencies. This basket is chosen based on the domestic country's most important trading partners as well as other major currencies. The world's major currencies are the U.S. dollar, the euro, the British pound, the Japanese yen, the Australian dollar, the Swiss franc, the South African rand and the Canadian dollar.\n", "\nThe value of foreign currencies in a basket are weighted according to the value of trade with the domestic country. This could be export or import value, the total value of exports and imports combined or some other measure. The weights often relate to the assets and <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liabilities</a> of different countries.\n", "\nA higher NEER coefficient (above 1) means that the home country's currency is usually worth more than an imported currency, and a lower coefficient (below 1) means that the home currency is usually worth less than the imported currency.\n", "\nThere is no international standard for selecting a basket of currencies. The Organization for Economic Co-operation and Development (OECD) basket is different than the basket for the International Monetary Fund (IMF) or the Federal Reserve or Bank of Japan. However, many different institutions rely on the International Financial Statistics (IFS) published by the IMF.\n"]}