{"name": "Non-Compete Agreement Definition", "@id": "https://www.investopedia.com/terms/n/noncompete-agreement.asp", "related": ["https://www.investopedia.com/terms/n/nda.asp", "https://www.investopedia.com/terms/g/gardening-leave.asp", "https://www.investopedia.com/terms/c/confidentiality_agreement.asp", "https://www.investopedia.com/terms/c/caveat.asp", "https://www.investopedia.com/terms/t/trade-secret.asp", "https://www.investopedia.com/terms/l/licensing-agreement.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/070114/caution-noncompete-contract.asp\" rel=\"noopener noreferrer\">non-compete agreement</a> is a contract wherein an employee promises not to enter into a competition with an employer after the employment period is over. These agreements also prohibit the employee from revealing proprietary information or secrets to any other parties during or after employment.\n", "\nMany contracts specify a certain length of time when the employee is barred from working with a competitor after they end employment with the former employer. Employers may require employees to sign non-compete agreements to keep their place in the market. Those required to sign these agreements may include employees, contractors, and consultants.\n", "\nThe validity and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/070114/caution-noncompete-contract.asp\" rel=\"noopener noreferrer\">enforcement of a non-compete</a> varies by jurisdiction and may require the former employer to keep paying the ex-employee a base salary during the non-compete period.\n", "\nNon-compete agreements are signed when the relationship between employer and employee begins. They give the employer control over specific actions of the former employee—even after that relationship ends.\n", "\nThese agreements have specific clauses stating that the employee will not work for a competitor after their employment is over, regardless of whether they are terminated or resign. Employees are also prevented from working for a competitor even if the new job wouldn't involve disclosing trade secrets.\n", "\nSome of the terms of the contract may include the length of time the employee is bound to the non-compete agreement, the geographic location, and/or market. These agreements may also be called a \"covenant not to compete\" or a \"restrictive covenant.\"\n", "\nNon-competes ensure the employee will not use information learned during employment to start a business and compete with the employer once work is over. It also ensures the employer keeps its place in the market.\n", "\nNon-compete agreements are common in the media. A television station might have legitimate concerns that a popular meteorologist may siphon viewers away if they began working for a rival station in the same area. In most jurisdictions, this would be considered a reasonable cause to sign a non-compete agreement.\n", "\nNon-competes are also common in the information technology (IT) sector, where employees are often charged with proprietary information that may be deemed valuable to a company. Other places where these agreements are found include the financial industry, the corporate world, and manufacturing.\n", "\nIn the U.S., the legal status of non-compete agreements is a matter of state jurisdiction. States vary widely in their enforcement and recognition of non-compete agreements, and many state legislatures have undertaken recent debates and updated legislation related to non-compete agreements.\n", "\nNon-compete agreements cannot be enforced in North Dakota and Oklahoma. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/011416/californias-economy-9-industries-driving-gdp-growth.asp\" rel=\"noopener noreferrer\">California</a> does not recognize non-compete agreements at all, and an employer who binds an employee to one after employment is over can be sued. Hawaii banned non-competes for high-tech companies in 2015. In 2016, Utah changed legislation, limiting new non-compete agreements to only a year.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nMost states adopt some sort of standard that a non-compete agreement must not be egregious in the length of time or geographic scope and shouldn't meaningfully restrict a worker's ability to find employment. However, jurisdictions differ widely in interpreting what terms of a non-compete agreement would be overly onerous.\n", "\nNon-compete agreements are distinct from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nda.asp\" rel=\"noopener noreferrer\">non-disclosure agreements</a> (NDAs), which generally don't prevent an employee from working for a competitor. Instead, NDAs prevent the employee from revealing information the employer considers to be proprietary or confidential, such as client lists, underlying technology, or information about products in development. \n", "\nThere are advantages and disadvantages to non-compete agreements for both employers and employees. These agreements can protect employers from employees leaving for a competitor and sharing proprietary information. That being stated, the agreements should be fair to both the employee signing the agreement and the employer who is issuing it. A non-compete agreement may not daunt employees who plan on staying put in a job or who prize being trusted with valuable information. But employees who sign non-compete agreements may find themselves leaving their industry entirely if it is too hard to find a new job after signing one.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nMaybe, but it may require going to court. It is wise to contact an attorney if you consider trying to get out of a non-compete agreement.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIf you break a non-compete agreement, you could, in theory, be sued, but state law (and it differs state by state) sets the enforceability (or not) of non-compete agreements.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nWhen you are offered a job, you may be asked to sign a non-compete agreement as part of your<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/terms-of-employment.asp\" rel=\"noopener noreferrer\"> </a>employment terms. If you want to negotiate it, you should reach out to an employment attorney for help. Talking to the company's human resource manager about your concerns is another way to open the door to negotiating your agreement.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe laws surrounding non-compete agreements vary by state, and the length of time must be considered \"reasonable\" by the courts. Non-compete agreements could be two or three years, but the length of time would be up to the company, and its enforceability would be up to the courts.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nSigning a non-compete agreement may not always be in your best interest, but it's usually in the best interest of your potential employer. Talk to an employment attorney about it before you sign one and consider the possibility that by signing a non-compete agreement, you may have a difficult time finding work in your field if you leave your position.\n", "\nNot all states uphold non-compete agreements, but some do, making it worthwhile to know ahead of time how a non-compete agreement might play out if you leave your job or break your agreement.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n"]}