{"name": "Non-Renounceable Rights Definition", "@id": "https://www.investopedia.com/terms/n/nonrenounceablerights.asp", "related": ["https://www.investopedia.com/terms/r/renounceablerights.asp", "https://www.investopedia.com/terms/r/rightsoffering.asp", "https://www.investopedia.com/terms/f/flip-in-poison-pill.asp", "https://www.investopedia.com/terms/o/oversubscriptionprivilege.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/n/nilpaidrights.asp"], "body": ["\nA non-renounceable rights issue refers to an offer issued by a corporation to shareholders to purchase more shares of the corporation (usually at a discount). Unlike a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/renounceablerights.asp\">renounceable right</a>, a non-renounceable right is not transferable, and therefore cannot be bought or sold.\n", "\nIssuing more shares dilutes the value of outstanding stock. But because the rights issue allows the existing shareholders to buy the newly issued stock at a discount, they are compensated for the impending share <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dilution.asp\">dilution</a>. The compensation the rights issue gives them is equivalent to the cost of share dilution. However, shareholders who do not take exercise the rights by buying the discounted stock will lose money as their existing holdings will suffer from the dilution.\n", "\nBy offering non-renounceable rights, the company is setting a narrow <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/window-of-opportunity.asp\">window of opportunity</a> for the shareholders to potentially purchase more stock at discount. Offering such rights can be seen as more favorable to the company than to existing shareholders, even though a discount may be offered. If the shareholders do not have sufficient funds at the time the non-renounceable rights come into play to exercise said rights, they stand to lose the opportunity to purchase the shares at the discount rate. Regardless of what action the existing shareholders take, the company will proceed with issuing more stock, which could service the capital needs of the business.\n", "\nA company might offer non-renounceable rights on shares if there are a set timeframe and capital objective the business needs to meet. This could be to gather enough funds to make an acquisition of another company, to expand its operations through mass hiring and the establishing of new locations, pay back debts, make new purchases of other assets, or to reorient its financial roadmap for long-term needs. The company could be facing bankruptcy if it does not address its capital circumstances.\n", "\nIf the company is under constraints to raise more capital in order to maintain its prospects as a going concern, it might be necessary to issue shares regardless of the potential dilution effect it could have on existing shareholders. Non-renounceable rights are a way for the company to give existing shareholders the chance to maintain their stake in the business while controlling the leeway available to them to take advantage of the discounts. For shareholders, this can be seen as a less than desirable option than being offered rights they could conceivably sell on the market and see returns for themselves.\n"]}