{"name": "Non-Qualified Deferred Compensation (NQDC)", "@id": "https://www.investopedia.com/terms/n/nqdc.asp", "related": ["https://www.investopedia.com/terms/d/deferred-compensation.asp", "https://www.investopedia.com/terms/n/non-qualified-plan.asp", "https://www.investopedia.com/terms/1/457plan.asp", "https://www.investopedia.com/terms/1/403bplan.asp", "https://www.investopedia.com/terms/1/401kplan.asp", "https://www.investopedia.com/terms/e/employee-savings-plan.asp"], "body": ["\nA non-qualified deferred compensation is compensation that has been earned by an employee but not yet received from their employer. Because the ownership of the compensation—which may be monetary or otherwise—has not been transferred to the employee, it is not yet part of the employee's earned income and is not counted as taxable income.\n", "\nNQDCs, often referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/052915/how-nonqualified-deferred-compensation-plans-work.asp\" rel=\"noopener noreferrer\">409A plans</a> due to the section of the tax code they exist in, emerged in response to the cap on employee contributions to government-sponsored retirement savings plans. Because high-income earners were unable to contribute the same proportional amounts to their tax-deferred retirement savings as other earners, NQDCs offer a way for high-income earners to defer the actual ownership of income and avoid income taxes on their earnings while enjoying tax-deferred investment growth.\n", "\nFor example, if Sarah, an executive, earned $750,000 per year, her maximum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)</a> contribution of $19,500 would represent only 2.6% of her annual earnings, making it challenging to save enough in her retirement account to replace her salary in retirement.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ By deferring some of her earnings to an NQDC, she could postpone paying income taxes on her earnings, enabling her to save a higher percentage of her income than is allowable under her 401(k) plan.\n", "\nSavings in an NQDC are often deferred for five or 10 years, or until the employee reaches retirement.\n", "\nNQDCs don’t have the same restrictions as retirement plans; an employee could use their deferred income for other savings goals, like travel or education expenses. Investment vehicles for NQDC contributions vary by employer and may be similar to the 401(k) investment options offered by a company.\n", "\nHowever, NQDCs are not without risk; they’re not protected by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/erisa.asp\" rel=\"noopener noreferrer\">Employee Retirement Income Security Act</a> (ERISA) like 401(k)s and 403(b)s are.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ If the company holding an employee’s NQDC declared <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a> or was sued, the employee’s assets would not be protected from the company’s creditors. Another important point is that the money from NQDCs cannot be rolled over into an IRA or other retirement accounts after they’re paid out.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Another consideration is that if tax rates are higher when the employee accesses their NQDC than they were when the employee earned the income, the employee's tax burden could increase.\n", "\nNQDCs can be a valuable savings vehicle for highly compensated workers who’ve exhausted their other savings options.\n"]}