{"name": "Non-Owner Occupied Definition", "@id": "https://www.investopedia.com/terms/n/non-owner_occupied.asp", "related": ["https://www.investopedia.com/terms/o/occupancyfraud.asp", "https://www.investopedia.com/terms/h/home.asp", "https://www.investopedia.com/terms/f/floor-loan.asp", "https://www.investopedia.com/terms/v/vacationhome.asp", "https://www.investopedia.com/terms/p/participation-mortgage.asp", "https://www.investopedia.com/terms/m/mortgage-fraud.asp"], "body": ["\nNon-owner occupied is a classification used in mortgage origination, risk-based pricing, and housing statistics for one- to four-unit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-property.asp\" rel=\"noopener noreferrer\">investment properties</a>. The classification means the owner does not occupy the property. The term non-owner occupied is not typically used for multi-family rental properties, such as apartment buildings.\n", "\nThe accurate classification of property is important for real estate lenders to determine the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rate</a> they will charge a borrower and to ensure they are adequately compensated for the risks they take in lending money for a purchase. A mortgage on a non-owner occupied property might have a slightly higher interest rate than a mortgage on an owner-occupied property. This is because borrowers of non-owner occupied properties are more likely to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a> on their mortgages.\n", "\nBecause of the higher interest rate, some unscrupulous borrowers will try to classify a non-owner occupied mortgage as an owner-occupied mortgage to receive a lower interest rate and save money. This is a type of mortgage fraud known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/occupancyfraud.asp\" rel=\"noopener noreferrer\">occupancy fraud</a>.\n", "\nOccupancy fraud occurs when a borrower lies on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage-application.asp\" rel=\"noopener noreferrer\">mortgage application</a> regarding whether or not the property will be owner-occupied. If discovered, the borrower could face many repercussions, including prosecution for bank fraud or a demand from the lender that the entire mortgage balance be repaid immediately.\n", "\nIn many cases, non-owner occupied properties refer to condominiums and other single-family homes that are owned and rented out to others. Non-owner occupied properties require <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homeowners-insurance.asp\" rel=\"noopener noreferrer\">insurance coverage</a> before renters can use them. Furthermore, if the property is not rented out to tenants, and is intentionally vacant with no occupants, a different type of property insurance will be necessary.\n", "\nBuying and renting out properties for other residential occupants represents a significant part of the overall real estate market. Those who invest in these properties typically search for properties that need repairs but offer the possibility of attracting tenants if they are refurbished and repositioned on the market. This could also apply to different types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vacationhome.asp\" rel=\"noopener noreferrer\">vacation properties</a> that are not the primary dwelling of the owner.\n", "\nThere is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financing.asp\" rel=\"noopener noreferrer\">class of financing</a> for non-owner occupied properties specifically for renovation purposes. A non-owner occupied renovation loan is a type of mortgage that the borrower can use to not only acquire the property but also to borrow funds that will go towards the renovation of the dwelling. In this case, the property will not be a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/turnkey-property.asp\" rel=\"noopener noreferrer\">turnkey property</a> that the investor can purchase and immediately rent out. The value of such a mortgage is typically based on the value of the property after it has been refurbished and renovated.\n", "\nWhile there is no minimum repair work that must be done with the funds from this type of mortgage, the renovations must be a permanent part of the residence. This could include the addition of a new bathroom, the replacement of a roof, new plumbing, or the paving of a new driveway. The renovations must also increase the overall value of the property the mortgage was taken out on. Cosmetic improvements that increase the appeal of the property are not enough. The repairs and refurbishment must create a tangible improvement to the dwelling's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a>. Such mortgages can typically be used by owners with up to four financed non-owner occupied properties.\n"]}