{"name": "Non-Exempt Employee Definition", "@id": "https://www.investopedia.com/terms/n/nonexempt-employee.asp", "related": ["https://www.investopedia.com/terms/e/exempt-employee.asp", "https://www.investopedia.com/terms/m/minimum_wage.asp", "https://www.investopedia.com/terms/b/base-pay.asp", "https://www.investopedia.com/terms/f/fair-labor-standards-act-flsa.asp", "https://www.investopedia.com/terms/d/dayrate.asp", "https://www.investopedia.com/medicare-tax-definition-5115380"], "body": ["\nNon-exempt employees are workers who are entitled to earn the federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum_wage.asp\">minimum wage</a> and qualify for overtime pay, which is calculated as one-and-a-half times their hourly rate, for every hour they work, above and beyond a standard 40-hour workweek. These regulations are created by the federal <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fair-labor-standards-act-flsa.asp\">Fair Labor Standards Act (FLSA)</a>.\n", "\n\"Non-exempt\" is a term referring to employees who earn less than $684 per week, though not always the case. This weekly wage, resulting in an annual threshold of $35,568, was put into effect on Jan. 1, 2020. It replaced the old weekly wage of $455.\n", "\nFurthermore, non-exempt employees:\n", "\nNon-exempt employees are expected to dutifully carry out orders, without interjecting their own management decisions. For this reason, non-exempt employees tend to dominate job sectors such as construction, maintenance, and other work that involves physical labor or carrying out repetitive tasks. Assembly line workers are a perfect example of non-exempt employees.\n", "\nNon-exempt employees are typically paid hourly wages, unlike exempt employees, who generally earn fixed salaries that are invariably significantly higher than what minimum wage earners rake in. However, while non-exempt workers must receive overtime pay of one-and-a-half times their hourly wage, for all hours worked in excess of a 40-hour workweek, exempt employees are not legally entitled to collect overtime pay—even if their workweeks radically exceed 40 hours.\n", "\nUnder the FLSA, workers may be considered non-exempt if they either earn less than the $684 weekly minimum <em>or </em>if they have limited scope for self-supervision. Take, for example, a maintenance worker who's hired to work 40 hours per week, at $18 an hour. With typical weekly earnings of $720, he easily passes the salary test, in order to be designated as an exempt worker, since his weekly income exceeds the $684 threshold. \n", "\nBut this worker is also directly supervised and therefore has a minimal opportunity for independent judgment. Hence, he is ultimately classified as a non-exempt employee. If this staffer works 50 hours in a single week, he would earn his regular $18/hour rate for 40 hours, while earning 1.5 times his hourly rate at $27 for each of the 10 extra hours he clocked in.\n", "\nUnder FLSA, non-exempt employees must earn at minimum the federal minimum hourly wage of $7.25; however, many states and some municipalities impose higher minimum wages than the federal floor. In these cases, the higher minimum wage overrides the federal rate.\n", "\nWhether it is preferable to be a non-exempt employee versus an exempt one largely depends on an individual's priority for work-life balance. The biggest benefit to being a non-exempt employee is arguably the ability to enjoy additional compensation for working long hours, although this may be at a lower rate than salaried exempt employees. Contrarily, an exempt worker may be able to occasionally duck out of work early, and still collect a full paycheck. That being said, non-exempt employees also tend to receive more protection under labor laws like the FLSA than exempt employees.\n", "\nBecause exempt employees are entitled to their full paycheck, they will receive a full salary every workweek, even if unforeseen circumstances such as a crisis require exempt employees to work remotely or under new arrangements.\n", "\nOn the flip side, non-exempt employees in these circumstances are not entitled to pay if their physical presence is required for their jobs and they are unable to perform their duties. Either way, non-exempt employees are required to log their hours. For example, non-exempt employees folding clothes at a retail store will not get paid if the store is undergoing remodeling or closed on a given week.\n", "\nMeanwhile, retail store managers who are exempt might still get paid nonetheless for remote work that they do in managing store operations.\n", "\nExempt workers are also more likely to receive benefits such as paid time off, healthcare coverage, and participation in retirement plans. However, both non-exempt and exempt employees are equally eligible for government employment benefits. Case in point: Both categories of workers qualify for Social Security benefits once they retire, and both may be eligible to collect weekly unemployment payments, should they lose their jobs. \n"]}