{"name": "Non-Security Definition", "@id": "https://www.investopedia.com/terms/n/non-security.asp", "related": ["https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/e/etf.asp", "https://www.investopedia.com/terms/b/bullion.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/p/privateannuity.asp", "https://www.investopedia.com/terms/i/investing.asp"], "body": ["\nA non-security is an alternative investment that is not traded on a public <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchange</a> as stocks and bonds are. Assets such as art, rare coins, life insurance, gold, and diamonds all are non-securities.\n", "\nNon-securities by definition are not liquid assets. That is, they cannot be easily bought or sold on demand as no exchange exists for trading them.\n", "\nNon-securities also are known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realasset.asp\">real assets</a>.\n", "\nIndividual markets exist for non-securities, ranging from auctions to private listings. However, these are generally specialized sources. Non-securities cannot be purchased on a public exchange such as the NYSE or the NASDAQ.\n", "\nWhile they do not trade on public market exchanges, they may be components of packaged investment offerings that are traded on public exchanges, such as exchange-traded funds (ETFs).\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hnwi.asp\">High net worth investors</a> may have comprehensive portfolios that include valuable non-security assets such as fine art, precious metals, and real estate. Investors may also buy funds that manage portfolios of real assets such as gold. These funds trade on public exchanges.\n", "\nThe SPDR Gold Shares ETF is one example. The portfolio is fully invested in gold bullion. This ETF lowers the barriers for investors who would like to hold gold real assets in their portfolio.\n", "\nHowever, non-security assets do not themselves undergo an institutionalized process for public trading on exchanges. This makes them highly illiquid investments, in contrast to securities such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stocks</a>, mutual funds, and bonds.\n", "\nThe valuation process for non-securities also differs. Market experts in each type of non-security typically appraise them to estimate their valuations. In some cases, non-securities may require authentication and registration to support their use and potential sale.\n", "\nThese assets, however, do not require the backing of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">underwriter</a> or bank and involve much less documentation and paperwork.\n", "\nSome personal financial assets such as life insurance and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\">annuities</a> could be considered non-securities.\n", "\nInvestors have the option to invest in these non-security assets through an insurance company. Life insurance and annuities are two types of non-security assets that are not publicly traded but rather contractual agreements made with a sponsoring company.\n", "\nLife insurance and annuities require regular premium payments that help to build out a portfolio that offers a payout in the future. Life insurance plans can be used to provide for dependents following the death of a family member. Annuity plans may also offer provisions for life insurance. However, they are often used as vehicles for retirement savings with consistent annuity payouts scheduled to follow a targeted payout date.\n", "\nThat makes them assets, although they are not securities.\n"]}