{"name": "Non-Marketable Security Definition", "@id": "https://www.investopedia.com/terms/n/non-marketable_securities.asp", "related": ["https://www.investopedia.com/terms/t/treasurybill.asp", "https://www.investopedia.com/terms/d/discount.asp", "https://www.investopedia.com/terms/f/fixed-incomesecurity.asp", "https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/c/capitalmarkets.asp", "https://www.investopedia.com/terms/s/short-term-note.asp"], "body": ["\nA non-marketable security is an asset that is difficult to buy or sell due to the fact that they are not traded on any major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary market exchanges</a>. Such <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a>, often forms of debt or fixed-income securities, are usually only bought and sold through private transactions or in an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter (OTC)</a> market.\n", "\nFor the holder of a non-marketable security, finding a buyer can be difficult, and some non-marketable securities cannot be resold at all because government regulations prohibit any resale. A non-marketable security may be contrasted with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketablesecurities.asp\">marketable security</a>, which is listed on an exchange and easily traded.\n", "\nMost non-marketable securities are government-issued debt instruments. Common examples of nonmarketable securities include U.S. savings bonds, rural electrification certificates, private shares, state and local government securities, and federal government series bonds. Non-marketable securities that are prohibited from being resold, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ussavingsbonds.asp\">U.S. savings bonds</a>, are required to be held until maturity.\n", "\nLimited partnership investments are an example of a private security that may be nonmarketable due to the difficulty of reselling. Another example is private shares held by an owner of a company that is not publicly traded. The fact that these shares are non-marketable is not usually an obstacle for the owner unless they wish to relinquish ownership or control of the company.\n", "\nThe U.S. government issues both marketable and non-marketable debt securities. The most widely held marketable securities include U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\">Treasury bills</a> and Treasury bonds, both of which are freely traded in the U.S. bond market.\n", "\nThe primary reason that some debt securities are purposely issued as non-marketable is a perceived need to ensure stable ownership of the money the security represents. Non-marketable securities are frequently sold at a discount to their face value and redeemable for face value at maturity. The gain for an investor is then the difference between the purchase price of the security and its face value amount.\n", "\nMarketable securities are those that are freely traded in a secondary market. The principal difference between marketable and nonmarketable securities revolves around the concepts of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value</a> and intrinsic, or book, value. Marketable securities have both a marketable value, one which is subject to potentially volatile fluctuation in accordance with the changing levels of demand for the security in the trading marketplace. Thus, marketable securities generally carry a higher level of risk than nonmarketable securities.\n", "\nNon-marketable securities, however, are not subject to the demand changes in a secondary trading market and, therefore, have only their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\">intrinsic value</a>, but no market value. The intrinsic value of a non-marketable security, depending on the structure of the security, can be considered as either its face value, the amount payable upon maturity or its purchase price plus interest.\n"]}