{"name": "Non-Interest Income Definition", "@id": "https://www.investopedia.com/terms/n/noninterest-income.asp", "related": ["https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/f/fee-income.asp", "https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/o/overdraft-protection.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/r/retailbanking.asp"], "body": ["\nNon-interest income is bank and creditor income derived primarily from fees including deposit and transaction fees, insufficient funds (NSF) fees, annual fees, monthly account service charges, inactivity fees, check and deposit slip fees, and so on. Credit card issuers also charge penalty fees, including late fees and over-the-limit fees. Institutions charge fees that generate non-interest income as a way of increasing revenue and ensuring liquidity in the event of increased default rates.\n", "\nInterest is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofdebt.asp\">cost of borrowing</a> money and is one form of income that banks collect. For financial institutions, such as banks, interest represents <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatingincome.asp\">operating income</a>, which is income from normal business operations. The core purpose of a bank's business model is to loan money, so its primary source of income is interest and its primary asset is cash. That said, banks rely heavily on non-interest income when <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a> are low. When interest rates are high, sources of non-interest income can be lowered to entice customers to choose one bank over another.\n", "\nMost businesses that are not banks rely entirely on non-interest income. Financial institutions and banks, on the other hand, make most of their money from loaning and re-loaning money. As a result, these firms view non-interest income as a strategic line-item on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a>. This is especially true when interest rates are low since banks profit from the spread between the cost of funds and the average lending rate. Low interest rates make it difficult for banks to make a profit, so they often rely on non-interest income to maintain profit margins.\n", "\nFrom a client perspective, non-interest income sources like fees and penalties are annoying at best. For some people, these fees can quickly add up and do real financial harm to a budget. From an investor's perspective, however, a bank's ability to dial up non-interest income to protect profit margins or even increase margins in good times is a positive. The more drivers of income a financial institution has, the better it is able to weather adverse economic conditions.\n", "\nThe degree to which banks rely on non-interest fees to make a profit is a function of the economic environment. Market interest rates are driven by benchmark rates such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\">Federal funds rate</a>. The Fed funds rate, or the rate at which banks lend money to one another, is determined by the rate at which the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">Federal Reserve</a> pays banks interest. This rate is referred to as the interest rate on excess reserves (IOER). As the IOER increases, banks can make a higher profit from interest income. At a certain point, it becomes more advantageous for a bank to use the reduction of fees and charges as a marketing tool to lure new deposits, rather than as a way to increase profits. Once one bank makes this move, the market competition on fees begins anew.\n"]}