{"name": "Non-Accredited Investor", "@id": "https://www.investopedia.com/terms/n/nonaccreditedinvestor.asp", "related": ["https://www.investopedia.com/terms/a/accreditedinvestor.asp", "https://www.investopedia.com/terms/s/sophisticatedinvestor.asp", "https://www.investopedia.com/terms/p/privatepurchase.asp", "https://www.investopedia.com/terms/1/2000-investor-limit.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/n/networth.asp"], "body": ["\nA non-accredited investor is any investor who does not meet the income or net worth requirements set out by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC). The concept of a non-accredited investor comes from the various SEC acts and regulations that refer to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\" rel=\"noopener noreferrer\">accredited investors</a>.\n", "\nAn accredited investor can be a bank or a company but is mainly used to distinguish individuals who are considered financially knowledgeable enough to look after their own investing activities without SEC protection. The current standard for an individual accredited investor is a net worth of more than $1 million excluding the value of their primary residence or an income of more than $200,000 annually (or $300,000 combined income with a spouse).\n", "\nA non-accredited investor, therefore, is anyone making less than $200,000 annually (less than $300,000 including a spouse) that also has a total net worth of less than $1 million when their primary residence is excluded.\n", "\nNon-accredited investors make up the bulk of investors in the world. When people speak of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\" rel=\"noopener noreferrer\">retail investors</a>, they often mean non-accredited investors. Basically, this term covers everyone that holds less than $1 million in assets, aside from the value they may have in their house, and earns under $200,000, i.e., the vast majority of Americans.\n", "\nEven though those numbers are not as far away as when the definition was set, accredited investors are still in the 95th percentile according to 2015 statistics from the U.S. Census Bureau. The SEC does have the ability to change the definition of accredited investor should inflation and other factors result in too much of the general population meeting the standard. \n", "\nNon-accredited investors are limited in their investment choices for their own safety. After the speculation around the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1929.asp\" rel=\"noopener noreferrer\">1929 Crash</a> and the resulting depression, the SEC was created to protect regular people from getting into investments they couldn't afford or understand.\n", "\nThe SEC uses acts and regulations to set out what a non-accredited investor can invest in and what those investments need to provide in terms of documentation and transparency. Private funds, private companies, and hedge funds can do things with investor money that mutual funds cannot simply because they deal primarily with accredited investors.\n", "\nThe SEC assumes that all parties involved know the risks and rewards involved, so they have a lighter regulatory touch where these funds are concerned.\n", "\nThat said, these funds must pay close attention to their compliance and make sure their investor counts stay within the rules because they can lose their regulation status. For some types of private investment, they are only allowed non-accredited investors when they are employees or fit a specific exemption.\n", "\nOther funds and companies can have unrelated non-accredited investors, but they must keep the number below a certain level. This is the case with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationd.asp\" rel=\"noopener noreferrer\">Regulation D</a>, which keeps the number of non-accredited investors in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateplacement.asp\" rel=\"noopener noreferrer\">private placement</a> below 35.\n"]}