{"name": "Non-Assessable Stock Definition", "@id": "https://www.investopedia.com/terms/n/nonassessablestock.asp", "related": ["https://www.investopedia.com/terms/a/assessable-capital-stock.asp", "https://www.investopedia.com/terms/a/assessablestock.asp", "https://www.investopedia.com/terms/a/assessable-security.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/p/paidincapital.asp", "https://www.investopedia.com/terms/d/dilution.asp"], "body": ["\nA non-assessable stock is a class of stock in which the issuing company is not allowed to impose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/levy.asp\">levies</a> on its shareholders for additional funds in order to make further investments. The maximum liability the purchaser of the stock assumes is equal to the initial purchase price of the shares. Stocks issued by U.S. companies and traded on U.S. exchanges (and almost all other exchanges) are generally non-assessable.\n", "\nA non-assessable stock is the opposite of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assessablestock.asp\">assessable stocks</a>, a now-defunct type of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primaryoffering.asp\">primary offering</a>. Assessable stock was the primary type of equity issued in the late 1800s. Assessable stock was usually sold at a discount and allowed the issuer to gather additional funds from investors after their initial purchase of the stock.\n", "\nFor example, a share of stock with a face value of $20 might be sold for $5. At some point, the issuer would serve the investors with an assessment for more funds—up to the entire discounted amount (In this example, $15). If an investor refused to pay, the stock returned to the issuing company.\n", "\nNot surprisingly, assessable stock proved to be unpopular. Most companies switched over to issuing non-assessable stock in the early 1900s, and the last assessable shares were sold in the 1930s.\n", "\nAlthough equity was no longer sold <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/at-a-discount.asp\">at a discount</a> compared to its share price, investors were more confident about buying non-assessable stocks because they no longer had to worry about the possibility that the issuer would force them to invest more money in the stock after the initial transaction.\n", "\nThe largest investment the purchaser of a non-assessable stock has to make is the initial purchase price of the shares. The investor may lose the invested amount if the stock price goes to zero. However, the investor will never be required by the issuing company to make additional investments as a condition of their stock ownership.\n", "\nWhen a stock is non-assessable, it also means that if the issuing company goes bankrupt, the shareholders cannot lose more money than they invested in the first place.\n", "\nNon-assessable stocks have the word \"non-assessable\" printed on their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockcertificate.asp\">stock certificates</a>.\n", "\nThis vintage Pennsylvania Power &amp; Light Company common stock certificate for 20 shares, dating from 1973, contains the phrase \"fully paid and non-assessable shares of the common stock without nominal or par value.\" The phrase is common for boilerplate language.\n"]}