{"name": "Non-Disclosure Agreement (NDA) Definition", "@id": "https://www.investopedia.com/terms/n/nda.asp", "related": ["https://www.investopedia.com/terms/c/confidentiality_agreement.asp", "https://www.investopedia.com/terms/m/mou.asp", "https://www.investopedia.com/terms/b/bond-violation.asp", "https://www.investopedia.com/terms/n/noncompete-agreement.asp", "https://www.investopedia.com/terms/p/proprietarytechnology.asp", "https://www.investopedia.com/terms/l/letterofintent.asp"], "body": ["\nA non-disclosure agreement is a legally binding contract that establishes a confidential relationship. The party or parties signing the agreement agree that sensitive information they may obtain will not be made available to any others. An NDA may also be referred to as a confidentiality agreement.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/041315/how-ndas-work-and-why-theyre-important.asp\" rel=\"noopener noreferrer\">Non-disclosure agreements</a> are common for businesses entering into negotiations with other businesses. They allow the parties to share sensitive information without fear that it will end up in the hands of competitors. In this case, it may be called a mutual non-disclosure agreement.\n", "\nThe NDA serves a purpose in a variety of situations. NDAs are generally required when two companies enter into discussions about <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/090815/basics-business-development.asp\" rel=\"noopener noreferrer\">doing business together</a> but want to protect their own interests and the details of any potential deal. In this case, the language of the NDA forbids all involved from releasing information regarding any business processes or plans of the other party or parties.\n", "\nSome companies also require that new employees sign an NDA If the employee has access to sensitive information about the company.\n", "\nNDAs are also commonly used before discussions between a company seeking funding and potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/younginvestors/09/common-mistakes-young-investors.asp\" rel=\"noopener noreferrer\">investors</a>. In such cases, the NDA is meant to prevent competitors from obtaining its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade-secret.asp\" rel=\"noopener noreferrer\">trade secrets</a> or business plans.\n", "\nIn all of the above, the information that is being protected may include a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing-strategy.asp\" rel=\"noopener noreferrer\">marketing strategy</a> and sales plan, potential customers, a manufacturing process, or proprietary software.\n", "\nIf an NDA is breached by one party, the other party may seek court action to prevent any further disclosures and may sue the offending party for monetary damages.\n", "\nSuch agreements also are often required of new employees, if they may have access to sensitive information about the company. In such cases, the employee is the only party signing the agreement.\n", "\nIncreasingly, individuals are asked to sign the opposite of a non-disclosure agreement. For example, a doctor may require a patient to sign an agreement that the patient's medical details may be shared with an insurer.\n", "\nNDAs may be customized to any degree but there are six major elements that are considered essential:\n", "\nThat last \"miscellaneous\" item might cover details such as the state law or laws that apply to the agreement and which party pays attorney fees in the case of a dispute.\n", "\nTemplates for non-disclosure agreements and samples of standard agreements are available from a number of legal websites.\n"]}