{"name": "Nonaccrual Experience Method (NAE)", "@id": "https://www.investopedia.com/terms/n/nonaccrual-experience-method.asp", "related": ["https://www.investopedia.com/terms/p/personal-service-corporation.asp", "https://www.investopedia.com/terms/i/irs-pub-542.asp", "https://www.investopedia.com/terms/a/accountingmethod.asp", "https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/h/hobbyloss.asp", "https://www.investopedia.com/terms/r/revenueagent.asp"], "body": ["\nThe Nonaccrual Experience Method (NAE) is an accounting procedure allowed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\">Internal Revenue Code</a> (IRC) for handling <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/baddebt.asp\">bad debts</a>. This method can only be applied to bad debts for services performed in the fields of accounting, actuarial science, architecture, consulting, engineering, health, law, or the performing arts. The company in question also must have average annual gross receipts for any three prior tax years of less than $5 million.\n", "\nA company incurs a bad debt when it can't collect the money that it is owed. Bad debts that cannot be claimed on the business's tax return using the nonaccrual experience method may be claimed using the specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chargeoff.asp\">charge-off</a> method, which is more common. Under NAE the firm can estimate the level of debt that will end up being bad debt based upon their own past experiences with customers and vendors.\n", "\nA nonaccrual experience method of accounting, as described in SEC rule 448(d) (5), allows certain service providers to except from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accruals.asp\">accrual</a> the portion of revenue they have determined will not be collected, based on their own experience and through the use of formulas allowed under this section and the regulations. These service providers must fall under the following categories: in the fields of accounting, actuarial science, architecture, consulting, engineering, health, law, or the performing arts. According to the rule, a taxpayer is eligible to use an NAE method of accounting if the taxpayer uses an accrual method of accounting with respect to amounts received for the performance of services by the taxpayer, is in one of the above listed service sectors, and earned less than $5 million in gross receipts in any one of the past three tax years.\n", "\nThere are several ways that NAE can be employed. For instance, a taxpayer can request the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">IRS</a>’s consent to change to a formula that clearly reflects the taxpayer’s experience. This item focuses on the nuances surrounding the adoption of, or change to, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/safeharbor.asp\">safe harbor</a> NAE methods. Safe harbor refers to an accounting method that avoids legal or tax regulations or one that allows for a simpler method of determining a tax consequence than the methods described by the precise language of the tax code. In September 2011, the IRS released a revised rule that allowed a safe harbor method for taxpayers accounting for revenues using the NAE method to compute uncollectible revenues by applying a factor of 95% to their allowance for doubtful accounts as determined through the taxpayer’s applicable <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\">financial statements</a>.\n"]}