{"name": "Noncurrent Liabilities Definition", "@id": "https://www.investopedia.com/terms/n/noncurrent-liabilities.asp", "related": ["https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/s/solvencyratio.asp", "https://www.investopedia.com/terms/d/debtratio.asp", "https://www.investopedia.com/terms/c/capitalization-ratios.asp", "https://www.investopedia.com/terms/t/totaldebttototalassets.asp", "https://www.investopedia.com/terms/o/overall-liquidity-ratio.asp"], "body": ["\nNoncurrent liabilities, also called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermliabilities.asp\">long-term liabilities</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermdebt.asp\">long-term debts</a>, are long-term financial obligations listed on a company’s balance sheet. These liabilities have obligations that become due beyond twelve months in the future, as opposed to current liabilities which are short-term debts with maturity dates within the following twelve month period.\n", "\nNoncurrent liabilities are compared to cash flow, to see if a company will be able to meet its financial obligations in the long-term. While lenders are primarily concerned with short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> and the amount of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentliabilities.asp\">current liabilities</a>, long-term investors use noncurrent liabilities to gauge whether a company is using excessive leverage. The more stable a company’s cash flows, the more debt it can support without increasing its default risk.\n", "\nInvestors and creditors use numerous financial ratios to assess liquidity risk and leverage. The debt ratio compares a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totaldebttototalassets.asp\">total debt to total assets</a>, to provide a general idea of how leveraged it is. The lower the percentage, the less leverage a company is using and the stronger its equity position. The higher the ratio, the more financial risk a company is taking on. Other variants are the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-term-debt-to-total-assets-ratio.asp\">long term debt to total assets</a> ratio and the long-term debt to capitalization ratio, which divides noncurrent liabilities by the amount of capital available.\n", "\nAnalysts also use coverage ratios to assess a company’s financial health, including the cash flow-to-debt and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestcoverageratio.asp\">interest coverage ratio</a>. The cash flow-to-debt ratio determines how long it would take a company to repay its debt if it devoted all of its cash flow to debt repayment. The interest coverage ratio, which is calculated by dividing a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebit.asp\">earnings before interest and taxes</a> (EBIT) by its debt interest payments for the same period, gauges whether enough income is being generated to cover interest payments. To assess short-term liquidity risk, analysts look at liquidity ratios like the current ratio, the quick ratio, and the acid test ratio.\n", "\nNoncurrent liabilities include debentures, long-term loans, bonds payable, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredtaxliability.asp\">deferred tax liabilities</a>, long-term lease obligations, and pension benefit obligations. The portion of a bond liability that will not be paid within the upcoming year is classified as a noncurrent liability. Warranties covering more than a one-year period are also recorded as noncurrent liabilities. Other examples include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferred-compensation.asp\">deferred compensation</a>, deferred revenue, and certain health care liabilities.\n", "\nMortgages, car payments, or other loans for machinery, equipment, or land are all long-term debts, except for the payments to be made in the subsequent twelve months which are classified as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentportionlongtermdebt.asp\">current portion of long-term debt</a>. Debt that is due within twelve months may also be reported as a noncurrent liability if there is an intent to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refinance.asp\">refinance</a> this debt with a financial arrangement in the process to restructure the obligation to a noncurrent nature.\n"]}