{"name": "Noncallable Definition", "@id": "https://www.investopedia.com/terms/n/noncallable.asp", "related": ["https://www.investopedia.com/terms/c/callable-security.asp", "https://www.investopedia.com/terms/c/calldate.asp", "https://www.investopedia.com/terms/h/hardcallprotection.asp", "https://www.investopedia.com/terms/e/europeancallablebond.asp", "https://www.investopedia.com/terms/c/conditional-call-option.asp", "https://www.investopedia.com/terms/r/ratetrigger.asp"], "body": ["\nNoncallable security is a financial security that cannot be redeemed early by the issuer except with the payment of a penalty. The issuer of a noncallable bond subjects itself to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\">interest rate risk</a> because, at issuance, it locks in the interest rate it will pay until the security matures. If interest rates decline, the issuer must continue paying the higher rate until the security matures.\n", "\nMost treasury securities and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\">municipal bonds</a> are noncallable.\n", "\nPreferred shares and corporate bonds have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callprovision.asp\" rel=\"noopener noreferrer\">call provisions</a> that are stipulated in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prospectus.asp\" rel=\"noopener noreferrer\">share prospectus</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust_indenture.asp\" rel=\"noopener noreferrer\">trust indenture</a> at the time of security issuance. A call provision may indicate that a bond is callable or noncallable. <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callable-security.asp\" rel=\"noopener noreferrer\">Callable security</a> can be redeemed early and pays a premium to compensate the investor for the risk that they will not earn any additional interest in the event that the security is redeemed prior to its maturity date. Bonds are often “called” when interest rates drop because lower interest rates mean the company can refinance its debt at a lower cost. For example, if prevailing interest rates in the economy decrease to 3%, an existing bond that pays a 4% <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\" rel=\"noopener noreferrer\">coupon rate</a> will represent a higher cost of borrowing for the issuing firm. To reduce its costs, the issuing firm may decide to redeem the existing bonds and reissue them at the lower interest rate. While this move is advantageous to issuers, bond investors are at a disadvantage as they are exposed to <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestmentrisk.asp\" rel=\"noopener noreferrer\">reinvestment risk</a> – risk of reinvesting proceeds at a lower interest rate.\n", "\nA bond may also be noncallable either for the duration of the bond’s life or until a predetermined period of time has passed after initial issuance. A bond that is entirely noncallable cannot be redeemed early by the issuer regardless of the level of interest rates in the market. Noncallable bondholders are protected from income loss that is caused by premature redemption. They are guaranteed regular interest or coupon payments as long as the bond has not matured, which ensures that their interest income and rate of return is predictable. Bond issuers, however, are at a disadvantage since they may be stuck with paying higher interest payments on a bond and, thus, a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofdebt.asp\" rel=\"noopener noreferrer\">cost of debt</a>, when interest rates have declined. As a result, noncallable bonds tend to pay investors a lower interest rate than callable bonds. However, the risk is lower to the investor, who is assured of receiving the stated interest rate for the duration of the security.\n", "\nSome callable bonds are noncallable for a set period after they are first issued. This time period is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callprotection.asp\" rel=\"noopener noreferrer\">call protection</a> period. For example, a trust indenture may stipulate that a 20-year bond may not be called until eight years after its issue date. The call protection period ensures that bondholders continue to receive interest payments for at least eight years during which time the bonds remain noncallable. After the call protection ends, the noncallable security becomes callable, and the date that an issuer may redeem its bonds is referred to as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calldate.asp\" rel=\"noopener noreferrer\">first call date</a>. If the issuer redeems its bonds prior to maturity due to more attractive refinancing rates, interest payments will cease to be made to bondholders.\n", "\nA noncallable bond or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\">preferred share</a> that is redeemed before the maturity date or during the call protection period will incur the payment of a steep penalty.\n"]}