{"name": "Nonelective Contribution Definition", "@id": "https://www.investopedia.com/terms/n/non-electivecontribution.asp", "related": ["https://www.investopedia.com/terms/s/sep.asp", "https://www.investopedia.com/terms/e/electivedeferralcontribution.asp", "https://www.investopedia.com/terms/s/salaryreductioncontribution.asp", "https://www.investopedia.com/terms/d/deferred-compensation.asp", "https://www.investopedia.com/terms/c/cash-or-deferred-arrangement-coda.asp", "https://www.investopedia.com/terms/p/pensionplan.asp"], "body": ["\nNonelective contributions are funds employers choose to direct toward their eligible workers' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer_sponsored_plan.asp\" rel=\"noopener noreferrer\">employer-sponsored retirement plans</a> regardless if employees make their own contributions. These contributions come directly from the employer and are not deducted from employees' salaries. \n", "\nThis distinction separates a nonelective contribution from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/matchingcontribution.asp\" rel=\"noopener noreferrer\">matching contribution</a>, which an employer makes depending on how much money is deducted from an employee's salary and directed into their employer-sponsored retirement plan. \n", "\nNonelective contributions can vary. For example, a company can choose to contribute 3% of each employee's salary toward their employer-sponsored retirement plan. If an employee earns $50,000 per year, the employer would be contributing $1,500 per year.\n", "\nEmployers are free to change the contribution rates as they see fit for their organizations. However, nonelective contributions can not exceed the annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/retirement/401k-contribution-limits/\" rel=\"noopener noreferrer\">contribution limits</a> set by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a>. The total annual amount that can be contributed to a defined-contribution plan, such as a 401(k) in 2020 is $57,000, while in 2021, the limit is $58,000.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are advantages to an employer by making nonelective contributions. Nonelective contributions are tax-deductible, and they can encourage more employees to participate in the company's retirement plan. The decision to offer fully-vested nonelective contributions can also provide retirement plans with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/safeharbor.asp\" rel=\"noopener noreferrer\">Safe Harbor</a> protection, which exempts plans from government-mandated nondiscrimination testing.\n", "\nThe IRS administers these tests to make sure plans are designed to benefit all employees instead of favoring highly-compensated ones. Making nonelective contributions can help employers meet this goal while also remaining compliant with government rules.\n", "\nTo be granted safe harbor by the IRS, employers' nonelective contributions must be at least 3%. Before the end of the plan year, a company can decide to elect Safe Harbor provisions like making nonelective contributions for the following year. They can also decide to elect Safe Harbor provisions for the year generally 30 days before the end of the plan year.\n", "\nOffering nonelective contributions could come with additional administrative costs, and it may not be feasible for all employers. Making nonelective contributions also means flowing money into default funds for employees who don't manually enroll in a plan and select a fund or make contributions. As fiduciary <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/plansponsor.asp\" rel=\"noopener noreferrer\">plan sponsors</a>, employers would need to take due-diligence in selecting these funds.\n", "\nTo make this simpler, the Pension Protection Act of 2006 outlined its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.dol.gov/agencies/ebsa/about-ebsa/our-activities/resource-center/fact-sheets/default-investment-alternatives-under-participant-directed-individual-account-plans\" rel=\"noopener noreferrer\">qualified default investment alternatives</a> (QDIAs) and how employers can enroll workers in these funds while gaining Safe Harbor protection. QDIAs are defined as target-date funds (TDFs) or lifecycle funds, balanced funds, and professionally managed accounts.\n", "\nHowever, a TDF should not be viewed as a definitive option that would meet the needs of all employees. Employers still need to take a thorough look at their workforce to determine appropriate plan menu funds and QDIAs to remain compliant with government regulations and to help employees secure a comfortable retirement.\n"]}