{"name": "Nonforfeiture Clause Definition", "@id": "https://www.investopedia.com/terms/n/nonforfeiture-clause.asp", "related": ["https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/c/cash-value-accumulation-test-cvat.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp"], "body": ["\nA nonforfeiture (sometimes hyphenated) clause is an insurance policy clause stipulating that an insured party can receive full or partial benefits or a partial refund of premiums after a lapse due to non-payment. Standard life insurance and long-term care insurance may have nonforfeiture clauses. The clause may involve returning some portion of the total premiums paid, the cash surrender value of the policy, or a reduced benefit based upon premiums paid before the policy lapsed.\n", "\nWhen the owner of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\">whole-life insurance</a> policy opts to surrender the policy, nonforfeiture options become available. The insurance company guarantees a minimum cash value for the insurance policy after a specific period—typically three years from when placed in force.\n", "\nFor traditional whole-life policies, the owner decides which of four ways (see below) they would like to access the policy’s cash value. There are no guarantees for the minimum amount of insurance available in variable and universal life policies, which allow for variable investing. Also, the amount of reduced paid-up or extended-term insurance may decrease if a policy’s sub-account performance is poor or credited interest rates are low.\n", "\nIn permanent life insurance policies, if you fail to pay the premiums in the grace period, you won't lose your life insurance; your accumulated cash value will come to your rescue with the following options:\n", "\nIf the policyholder does not make a selection, the terms of the policy will generally stipulate which option would go into effect, in the event that the policy lapses or is surrendered.\n", "\nAfter surrendering a whole-life insurance policy, the death benefit no longer exists. Before issuing payment to the policy owner, outstanding loan amounts are satisfied with the cash value.\n", "\nSelect companies offer an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\">annuity</a> option in the nonforfeiture clause, as well. The remaining cash value may be used to purchase an annuity free of commissions or expenses. Annuities pay regular payments as outlined in the contract.\n", "\nHere, the policy owner receives the remaining cash value within six months under the nonforfeiture cash payment option. Cash surrender value applies to the savings element of whole life insurance policies payable before death. However, during the early years of a whole life insurance policy, the savings portion brings very little return compared to the premiums paid.\n", "\nCash surrender value is the accumulated portion of a permanent life insurance policy's cash value that is available to the policyholder upon surrender of the policy.\n", "\nDepending on the age of the policy, the cash surrender value could be less than the actual cash value. In the early years of a policy, life insurance companies can deduct fees upon cash surrender. Depending on the type of policy, the cash value is available to the policyholder during his lifetime. It is important to note that surrendering a portion of the cash value reduces the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\">death benefit</a>.\n", "\nChoosing the nonforfeiture extended term option allows the policy owner to use the cash value to purchase a term insurance policy with a death benefit equal to that of the original whole-life policy. The policy is calculated from the insured’s attained age. The term policy ends after a fixed number of years as detailed in the policy’s nonforfeiture table. For some companies, this option may be automatic when surrendering a whole life insurance policy.\n", "\nExtended-term insurance allows a policyholder to quit paying the premiums but not forfeit the equity of their policy. The amount of cash value you will have built-in your policy will be reduced by the amount of any loans against it. \n", "\nExtended-term insurance is often the default non-forfeiture option. With extended term insurance, the face amount of the policy stays the same, but it is flipped to an extended-term insurance policy. Meanwhile, the equity you built is used to purchase a term policy that equals the number of years you paid premiums.\n", "\nFor example, if you purchase a policy when you were 20 years old and you paid until age 55, you would receive a term policy that is less than 35 years. Or if you were 35 years old when you purchased your policy and you paid until you were 45 years old, you would receive a term policy less than 10 years.\n", "\nUnlike conventional loans, policy loans don't need to be paid back. Any money you take out will simply be deducted from the death benefit that goes to your beneficiaries. However, just like a conventional loan, you’ll be charged interest, ranging anywhere from 5% to 9% on the loan. Unpaid interest will be added to your loan amount and will be subject to compounding.\n", "\nReduced paid-up insurance option allows the policy owner to receive a lower amount of fully paid whole life insurance, excluding commissions and expenses. The attained age of the insured will determine the face value of the new policy. As a result, the death benefit is smaller than that of the lapsed policy.\n", "\nA policyholder can opt to roll the cash value of their whole life policy into paid-up insurance. In such a scenario, the policy is not necessarily paid up in the strict definition of the term, but it is capable of making its own premium payments.\n", "\nDepending on the type of policy and how well it has performed, a policyholder may have to resume premium payments in the future, or it may reach a point where the premiums are covered for the rest of the life of the policy.\n"]}