{"name": "Nonmonetary Assets Definition", "@id": "https://www.investopedia.com/terms/n/nonmonetary-assets.asp", "related": ["https://www.investopedia.com/terms/f/fixedasset.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/a/asset.asp", "https://www.investopedia.com/terms/q/quickratio.asp", "https://www.investopedia.com/terms/m/monetary-item.asp", "https://www.investopedia.com/terms/l/liquidasset.asp"], "body": ["\nNonmonetary assets are items a company holds for which it is not possible to precisely determine a dollar value. These are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a> whose dollar value may fluctuate substantially over time. A company may need to change its nonmonetary assets as the assets wear out or become obsolete. An example of this would be factory equipment and vehicles. Generally speaking, nonmonetary assets are assets that appear on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> but are not readily or easily convertible into cash or cash equivalents.\n", "\nNonmonetary assets are distinct from monetary assets. Monetary assets include cash and cash equivalents, such as cash on hand, bank deposits, investment accounts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a> (AR), and notes receivable, all of which can readily be converted into a fixed or precisely determinable amount of money.\n", "\nNonmonetary assets, on the other hand, do not have a fixed rate at which the company can convert them into cash. Typical nonmonetary assets of a company include both tangible assets and intangible assets. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangibleasset.asp\" rel=\"noopener noreferrer\">Tangible assets</a> have a physical form and are the most basic types of assets listed on a company's balance sheet. Examples of tangible assets are a company's inventory and its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppe.asp\" rel=\"noopener noreferrer\">property, plant, and equipment</a> (PP&amp;E).\n", "\nIn contrast, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\" rel=\"noopener noreferrer\">intangible assets</a> are not physical in nature. Companies can acquire intangible assets or they can create them. Examples include copyrights, design patents, trademarks, brand recognition, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/goodwill.asp\" rel=\"noopener noreferrer\">goodwill</a>.\n", "\nIt is not always clear as to whether an asset is a monetary or nonmonetary asset. The deciding factor in such instances is whether the asset's value represents an amount that can be converted into a determined cash or a cash equivalent amount within a very short span of time. If it can be converted into cash easily, the asset is considered a monetary asset. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidasset.asp\" rel=\"noopener noreferrer\">Liquid assets</a> are assets that can easily be converted into cash in a short amount of time. If it cannot be readily converted to cash or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashequivalents.asp\" rel=\"noopener noreferrer\">cash equivalent</a> in the short term, then it is considered a nonmonetary asset.\n", "\nIn addition to nonmonetary assets, companies also commonly have nonmonetary <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a>. Nonmonetary liabilities include obligations that cannot be met in the form of cash payments, such as a warranty service on goods a company sells. It is possible to determine the dollar value of such a liability, but the liability represents a service obligation rather than a financial obligation such as interest payments on a loan.\n", "\nDollar values are the accepted measure for quantifying a company's assets and liabilities as they are presented in a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>. However, nonmonetary assets and liabilities that cannot be readily converted to cash are also included in a company's balance sheet. Common examples of nonmonetary assets are the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\" rel=\"noopener noreferrer\">real estate</a> a company owns where its offices or a manufacturing facility are located, and intangibles such as proprietary technology or other intellectual property.\n", "\nThese items are undeniably assets, but their current value is not always apparent as it changes over time in accordance with economic and market conditions and forces. For example, marketplace competition changes the dollar value of a company's inventory as the company adjusts its market price in response to price competition from other companies or to the demand for the company's products. General economic forces such as inflation or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\" rel=\"noopener noreferrer\">deflation</a> also impact the value of nonmonetary assets such as inventory or manufacturing facilities.\n", "\nA company can use its monetary assets to fund <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalimprovement.asp\" rel=\"noopener noreferrer\">capital improvements</a> or to pay for day-to-day operational expenses. A company will use its nonmonetary assets to help generate revenue. For example, a company can use its factory and equipment to produce the products it will sell to its customers.\n"]}