{"name": "Nonprofit Organization (NPO)", "@id": "https://www.investopedia.com/terms/n/non-profitorganization.asp", "related": ["https://www.investopedia.com/terms/e/executive-director.asp", "https://www.investopedia.com/terms/a/accumulated-fund.asp", "https://www.investopedia.com/terms/c/charter.asp", "https://www.investopedia.com/terms/q/qualified-charitable-organization.asp", "https://www.investopedia.com/terms/1/501c3-organizations.asp", "https://www.investopedia.com/terms/n/not-for-profit.asp"], "body": ["\nA nonprofit organization is a business that has been granted tax-exempt status by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service (IRS)</a> because it furthers a social cause and provides a public benefit. Donations made to a nonprofit organization are typically tax-<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\">deductible</a> to individuals and businesses that make them, and the nonprofit itself pays no tax on the received donations or on any other money earned through fundraising activities. Nonprofit organizations are sometimes called NPOs or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/501c3-organizations.asp\">501(c)(3) organizations</a> based on the section of the tax code that permits them to operate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA nonprofit designation and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/08/nonprofit-tax.asp\">tax-exempt status</a> are given only to organizations that further religious, scientific, charitable, educational, literary, public safety or cruelty-prevention causes or purposes. Examples of nonprofit organizations include hospitals, universities, national charities, churches, and foundations.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nA nonprofit must serve the public in some way, whether through the offering of goods, services, or a combination of the two. They're also required to make <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form-8282.asp\">financial and operating information</a> public so that donors can be informed about how—and how well—their contributions have been used.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Nonprofits may also exist to collect income to dispense to other qualifying charities.\n", "\nBefore it can receive a tax exemption, an organization needs to request 501(c)(3) status from the IRS. Once registered and running, the organization has to maintain compliance with the appropriate state agency that regulates charitable organizations. This often requires a dedicated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chief-investment-officer.asp\">CIO</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/060216/top-10-checking-accounts-nonprofits-ever-wfc.asp\">accounting team</a>.\n", "\nNPOs cannot be political, which helps explain why so many of them actively seek a non-partisan tone in their communications. Organizations seeking 501(c)(3) status must state explicitly in their organizing papers that they will not participate in any political campaign on the behalf of any candidate or make expenditures for political purposes.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ There are 501(c) groups that can engage in these activities, but not 501(c)(3) organizations.\n", "\nWhile some not-for-profit organizations use only volunteer labor, many large or even medium-size non-profits are likely to require a staff of paid full-time employees, managers, and directors. Despite having special tax advantages in other respects, nonprofits typically must pay employment taxes and abide by state and federal workplace rules in the same way as for-profit organizations.\n", "\nNonprofits are allowed to provide assets or income to individuals only as fair compensation for their services. Indeed, the organization must explicitly state in its organizing papers that it will not be used for the personal gain or benefit of its founders, employees, supporters, relatives, or associates.\n", "\nThe terms nonprofit organization (NPO) and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/not-for-profit.asp\">not-for-profit</a> organization (NFPO)are sometimes used interchangeably. There are, however, key distinctions between the two types of enterprise.\n", "\nA key one is their purpose. As mentioned, nonprofits must offer some social benefit and provide goods or services. Not-for-profits need not have such an orientation and may exist simply to serve their membership rather than society at large.\n", "\nThe sections of the IRS's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/501c.asp\">501(c)</a> code that governs each of NPOs and NFPOs serve to further delineate their differences. Nonprofits operate under<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/501c3-organizations.asp\"> 501(c)(3)</a>, for \"corporations, funds or foundations that operate for religious, charitable, scientific, literary or educational purposes.\" NFPOs, by contrast, primarily do so under other sections, such as 501(c)(7), for \"recreational organizations.\" One classic example of an NFPO, then, is a sports club that's jointly owned by its members and sustained simply for their enjoyment.\n", "\nIn turn, the code sets out different tax treatment for NPOs and NFPOs. In general, both organization types are tax-exempt, as in the income they earn is not subject to tax. But only with NPOs is the money people give to the organization, as dues or donations, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\">deductible from their taxable income</a>.\n"]}