{"name": "Nonresident Alien Definition", "@id": "https://www.investopedia.com/terms/n/nonresidentalien.asp", "related": ["https://www.investopedia.com/form-1040nr-ez-4782481", "https://www.investopedia.com/terms/r/residentalien.asp", "https://www.investopedia.com/form-1040nr-4782170", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/1/1040.asp", "https://www.investopedia.com/terms/i/irs-pub-519.asp"], "body": ["\nA nonresident alien is a noncitizen who \"has not passed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/green-card.asp\">Green Card</a> test or the substantial presence test,\" according to the Internal Revenue Service (IRS).<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Nonresident aliens must pay taxes on income earned in the U.S. Typical examples of nonresident aliens are teachers, people seeking medical treatment, and students.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nOnce a person has been inside the U.S. for a specific period, they may qualify as a resident alien under the substantial presence test. Foreign nationals are classified as either resident or nonresident aliens.\n", "\nTo pass the substantial presence test, an individual must stay in the U.S. for more than 31 days in any given current year. They must also have resided in the U.S. for more than 183 days over a three-year period, which includes the current year.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Those not passing the test or not having or qualifying for a green card must file their taxes as nonresident aliens.\n", "\nLike permanent citizens, resident aliens pay taxes on all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnedincome.asp\">earned income</a>. However, a nonresident alien is subject to taxation only under specific circumstances. For a nonresident alien in the U.S., income is taxed based on whether or not it is effectively connected with a trade or business in the U.S.\n", "\nEffectively connected income includes personal service income (wages, salaries, commissions, etc.), certain investment income, and certain business income. Effectively connected income is taxed at the same rates that apply to U.S. citizens and U.S. residents. Income that is not effectively connected to trade or business in the U.S. is taxed at a flat 30%. Nonresident aliens may also enjoy other tax benefits such as international treaty exemptions.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nNonresident alien income sources may be taxable should the source come from the U.S. For example, rent payments on properties they own within the U.S. would be taxable, as well as any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/royalty.asp\">royalties</a> associated with the extraction of natural resources from the properties.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> Nonresident aliens are required to submit tax filings regarding their U.S. income-generating activities.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> \n", "\nNonresident aliens must file Form 1040NR, or Form 1040NR-EZ if they are filing with no dependents. The deadline for filing Form 1040NR or Form 1040NR-EZ is April 15th if you were an employee and received wages subject to U.S. income tax withholding. Otherwise, the due date is June 15th.\n", "\nBefore leaving the U.S., a nonresident alien may need to file a Form 1040-C. This form confirms they have paid all tax obligations. The nonresident alien must file this form to obtain a certificate of compliance, known as the sailing or departure permit.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ \n", "\nThe certificate of compliance asserts that the nonresident alien complies with applicable tax laws as of their date of departure. However, a Form 1040-C does not remove the requirement to file an appropriate Form 1040NR for annual tax filing purposes.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n"]}