{"name": "Nontariff Barrier Definition", "@id": "https://www.investopedia.com/terms/n/nontariff-barrier.asp", "related": ["https://www.investopedia.com/terms/v/voluntary_export_restraint.asp", "https://www.investopedia.com/terms/q/quota.asp", "https://www.investopedia.com/terms/c/customs-barrier.asp", "https://www.investopedia.com/terms/p/protectionism.asp", "https://www.investopedia.com/terms/n/netexports.asp", "https://www.investopedia.com/terms/t/trade-act-of-1974.asp"], "body": ["\nA nontariff barrier is a way to restrict trade using trade barriers in a form other than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\" rel=\"noopener noreferrer\">tariff</a>. Nontariff barriers include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quota.asp\" rel=\"noopener noreferrer\">quotas</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embargo.asp\" rel=\"noopener noreferrer\">embargoes</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/10/economic-sanctions.asp\" rel=\"noopener noreferrer\">sanctions</a>, and <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/levy.asp\" rel=\"noopener noreferrer\">levies</a>. As part of their political or economic strategy, some countries frequently use nontariff barriers to restrict the amount of trade they conduct with other countries.\n", "\nCountries commonly use nontariff barriers in international trade. Decisions about when to impose nontariff barriers are influenced by the political alliances of a country and the overall availability of goods and services.\n", "\nIn general, any barrier to international trade–including tariffs and non-tariff barriers–influences the global economy because it limits the functions of the free market. The lost revenue that some companies may experience from these barriers to trade may be considered an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicprofit.asp\" rel=\"noopener noreferrer\">economic loss</a>, especially for proponents of laissez-faire capitalism. Advocates of laissez-faire capitalism believe that governments should abstain from interfering in the workings of the free market.\n", "\nCountries can use nontariff barriers in place of, or in conjunction with, conventional tariff barriers, which are taxes that an exporting country pays to an importing country for goods or services. Tariffs are the most common type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/tariff-trade-barrier-basics.asp\" rel=\"noopener noreferrer\">trade barrier</a>, and they increase the cost of products and services in an importing country.\n", "\nOften times countries pursue alternatives to standard tariffs because they release countries from paying added tax on imported goods. Alternatives to standard tariffs can have a meaningful impact on the level of trade (while creating a different monetary impact than standard tariffs).\n", "\nCountries may use licenses to limit imported goods to specific businesses. If a business is granted a trade license, it is permitted to import goods that would otherwise be restricted for trade in the country.\n", "\nCountries often issue <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quota.asp\" rel=\"noopener noreferrer\">quotas</a> for importing and exporting both goods and services. With quotas, countries agree on specified limits for products and services allowed for importation to a country. In most cases, there are no restrictions on importing these goods and services until a country reaches its quota, which it can set for a specific timeframe. Additionally, quotas are often used in international trade licensing agreements.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embargo.asp\" rel=\"noopener noreferrer\">Embargoes</a> are when a country–or several countries–officially ban the trade of specified goods and services with another country. Governments may take this measure to support their specific political or economic goals.\n", "\nCountries impose <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tradesanction.asp\" rel=\"noopener noreferrer\">sanctions</a> on other countries to limit their trade activity. Sanctions can include increased administrative actions–or additional customs and trade procedures–that slow or limit a country’s ability to trade.\n", "\nExporting countries sometimes use voluntary export restraints. Voluntary export restraints set limits on the number of goods and services a country can export to specified countries. These restraints are typically based on availability and political alliances.\n", "\nIn December 2017, the United Nations adopted a round of nontariff barriers against North Korea and the Kim Jong Un regime. The nontariff barriers included sanctions that cut exports of gasoline, diesel, and other refined oil products to the nation. They also prohibited the export of industrial equipment, machinery, transport vehicles, and industrial metals to North Korea. The intention of these nontariff barriers was to put economic pressure on the nation to stop its nuclear arms and military exercises.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}