{"name": "North American Free Trade Agreement (NAFTA) Definition", "@id": "https://www.investopedia.com/terms/n/nafta.asp", "related": ["https://www.investopedia.com/usmca-4582387", "https://www.investopedia.com/terms/t/trade-liberalization.asp", "https://www.investopedia.com/terms/i/import.asp", "https://www.investopedia.com/terms/c/clintonomics.asp", "https://www.investopedia.com/terms/g/group-of-3.asp", "https://www.investopedia.com/terms/b/bilateral-trade.asp"], "body": ["\nThe North American <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/free-trade.asp\">Free Trade Agreement</a> (NAFTA) was implemented to promote trade between the U.S., Canada, and Mexico. The agreement, which eliminated most <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\">tariffs</a> on trade between the three countries, went into effect on Jan. 1, 1994. Numerous tariffs—particularly those related to agricultural products, textiles, and automobiles—were gradually phased out between Jan. 1, 1994, and Jan. 1, 2008.\n", "\nNAFTA’s purpose was to encourage economic activity among North America's three major economic powers: Canada, the U. S., and Mexico. Proponents of the agreement believed that it would benefit the three nations involved by promoting freer trade and lower tariffs among Canada, Mexico, and the United States.\n", "\nOn Aug. 27, 2018, President Donald Trump announced a new trade deal with Mexico to replace NAFTA. The U.S.-Mexico Trade Agreement, as it was called, would maintain duty-free access for agricultural goods on both sides of the border and eliminate non-tariff barriers while also encouraging more agricultural trade between Mexico and the United States.\n", "\nOn Sept. 30, 2018, this agreement was modified to include Canada. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/usmca-4582387\">United States-Mexico-Canada Agreement</a> (USMCA) took effect on July 1, 2020, completely replacing NAFTA. If not renewed, the USMCA will expire in 16 years.\n", "\nA Sept. 30, 2018, joint press release from the U.S. and Canada Trade Offices stated:\n", "\n“USMCA will give our workers, farmers, ranchers, and businesses a high-standard trade agreement that will result in freer markets, fairer trade, and robust economic growth in our region. It will strengthen the middle class and create good, well-paying jobs and new opportunities for the nearly half billion people who call North America home.\"<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAbout one-fourth of all U.S. imports, such as crude oil, machinery, gold, vehicles, fresh produce, livestock, and processed foods, originate from Mexico and Canada, which are, respectively, the United States' second- and third-largest suppliers of imported goods, as of 2019.<span class=\"ql-inline-citation\" data-cite=\"5\"></span><span class=\"ql-inline-citation\" data-cite=\"4\"></span> In addition, approximately one-third of U.S. exports, particularly machinery, vehicle parts, mineral fuel/oil, and plastics are destined for Canada and Mexico.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nNAFTA legislation was developed during George H. W. Bush's presidency as the first phase of his <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enterprise-for-the-americas-initiative.asp\">Enterprise for the Americas Initiative</a>. The Clinton administration, which signed NAFTA into law in 1993, believed it would create 200,000 U.S. jobs within two years and 1 million within five years because exports play a major role in U.S. economic growth. The administration anticipated a dramatic increase in U.S. imports from Mexico as a result of the lower tariffs.\n", "\nNAFTA's provisions were supplemented by two other regulations: the North American Agreement on Environmental Cooperation (NAAEC) and the North American Agreement on Labor Cooperation (NAALC). These tangential agreements were intended to prevent businesses from relocating to other countries to exploit lower wages, more lenient worker health and safety regulations, and looser environmental regulations.\n", "\nNAFTA did not eliminate regulatory requirements on companies wishing to trade internationally, such as rule-of-origin regulations and documentation requirements that determine whether certain goods can be traded under NAFTA. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/free-trade.asp\">free-trade</a> agreement also contained administrative, civil, and criminal penalties for businesses that violate any of the three countries’ laws or customs procedures.\n", "\nThe three NAFTA signatory countries developed a new collaborative business-classification system that facilitates comparison of business activity statistics across North America. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/naics.asp\">The North American Industry Classification System</a> (NAICS) organizes and separates industries according to their production processes.\n", "\nThe NAICS replaced the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sic_code.asp\">Standard Industrial Classification</a> (SIC) system, allowing businesses to be classified systematically in an ever-changing economy. The new system enables easier comparability between all countries in North America. To ensure that the NAICS remains relevant, the system is reviewed every five years.\n", "\nThe three parties responsible for the formation and continued maintenance of the NAICS are the Instituto Nacional de Estadística y Geografía in Mexico, Statistics Canada, and the United States Office of Management and Budget through its Economic Classification Policy Committee, which also includes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bea.asp\">Bureau of Economic Analysis</a>, Bureau of Labor Statistics, and the Bureau of Census. The first version of the classification system was released in 1997. A revision in 2002 reflected the substantial changes occurring in the information sector. The most recent revision, in 2017, created 21 new industries by reclassifying, splitting, or combining 29 existing industries.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nThis classification system allows for more flexibility than the SIC's four-digit structure by implementing a hierarchical six-digit coding system and classifying all economic activity into 20 industry sectors. Five of these sectors are primarily those that produce goods, and the remaining 15 sectors provide some type of service. Every company receives a primary NAICS code that indicates its main line of business. A company receives its primary code based on the code definition that generates the largest portion of the company's revenue at a specified location in the past year.\n", "\nThe first two digits of a NAICS code indicate the company's economic sector. The third digit designates the company’s subsector. The fourth digit indicates the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industrygroup.asp\">industry group</a>. The fifth digit reflects the company’s NAICS industry, and the sixth designates the company’s specific national industry.\n", "\nNAFTA's immediate aim was to increase cross-border commerce in North America, and it did indeed spur trade and investment among its three member countries by limiting or eliminating tariffs. It was especially advantageous to small or mid-size businesses, because it lowered costs and did away with the requirement of a company to have a physical presence in a foreign country to do business there.\n", "\nMost of the increase came from trade between the U.S and Mexico or between the U.S. and Canada., though Mexico-Canada trade grew as well. Overall, there was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/north-american-free-trade-agreement.asp#citation-7\">$1.0 trillion in trilateral trade from 1993 to 2015</a>, a 258.5% increase in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nominal.asp\">nominal</a> terms (125.2%, when adjusted for inflation). Real <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/per-capita-gdp.asp\">per-capita gross domestic product</a> (GDP) also grew slightly in all three countries, primarily Canada and the U.S.\n", "\nNAFTA protected non-tangible assets like intellectual property, established dispute- resolution mechanisms, and, through the NAAEC NAALC) side agreements implemented labor and environmental safeguards. It increased U.S. competitiveness abroad and \"exported\" higher U.S. workplace safety and health standards to other nations.\n", "\nFrom the beginning, NAFTA critics were concerned that the agreement would result in U.S. jobs relocating to Mexico, despite the supplementary NAALC. In fact, many companies did subsequently move their manufacturing operations to Mexico and other countries with lower labor costs—in particular, thousands of U.S. auto workers and garment-industry workers were affected in this way. However, NAFTA may not have been the reason for all those moves.\n", "\nDuring the NAFTA years, U.S. trade deficits (importing more from a nation than you export) did increase, especially with Mexico. So did inflation.\n", "\nSome critics also cite the rising wave of Mexican immigrants to the U.S. as a result of NAFTA—partly because the expected convergence of U.S. and Mexican wages <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.cgdev.org/blog/us-mexico-wage-gap-has-grown-not-shrunk-under-nafta-awkward\" rel=\"nofollow\">didn’t happen</a>, thus making the U.S. more attractive to Mexican workers.\n", "\nThe U.S.-Mexico-Canada Agreement (USMCA) entered into force on July 1, 2020. Basically, it builds on NAFTA, using the older legislation as a basis for a new agreement. But it does have some differences.\n", "\nSome are simple updates, expanding the tariff ban on new technologies and industries. Most notably, the USMCA prohibits tariffs on digital music, e-books, and other digital products. The agreement also establishes copyright safe harbor for internet companies, meaning they can't be held liable for copyright infringements by users.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nAnother change moves the labor and environmental protections of the original side agreements into the main agreement, meaning issues like the right to organize are now subject to the pact’s normal procedures for settling disputes.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nIn particular, it revised and toughened labor laws relating to Mexico, establishing an independent investigatory panel that can investigate companies accused of violating workers' rights, and stop shipments from those found to be in violation of labor laws. It also compelled Mexico to enact a wide array of labor reforms, to improve working conditions and increase wages.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nHere are some other distinctions between the two agreements, indicating qualifications for tariff-free status and other rules.\n", "\nNAFTA aimed to create a free trade zone between the U.S., Canada, and Mexico. The goal was to make doing business in Mexico and Canada less expensive for U.S. companies (and vice versa), reducing the red tape needed to import or export goods.\n", "\nAmong its three member nations, NAFTA eliminated tariffs and other trade barriers to agricultural and manufactured goods, along with services. It also removed investment restrictions and protected intellectual property rights. Finally, its provisions addressed environmental and labor concerns, attempting to establish a common high standard in each country.\n", "\nNo, NAFTA was effectively replaced by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ustr.gov/trade-agreements/free-trade-agreements/united-states-mexico-canada-agreement/agreement-between\">United States-Mexico-Canada Agreement</a> (USMCA). Signed on Nov. 30, 2018, it went into full effect on July 1, 2020.\n", "\nWhether NAFTA helped the U.S. economy is a matter of some debate. Certainly, trade between the United States and its North American neighbors more than tripled, from roughly $290 billion in 1993 to more than $1.1 trillion in 2016. Cross-border investments also surged, and U.S. GDP overall rose slightly.\n", "\nBut economists find it's been tough to target the deal’s direct effects from other factors, including rapid technological change and expanded trade with countries such as China. Meanwhile, debate persists regarding NAFTA’s effect on employment (which was badly hit in certain industries) and wages (which largely remained stagnant).<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\n\"NAFTA has had an overwhelmingly positive effect on the Canadian economy. It has opened up new export opportunities, acted as a stimulus to build internationally competitive businesses, and helped attract significant foreign investment,\" states the Canadian government's website.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nMore specifically, since NAFTA went into full effect, U.S. and Mexican investments in Canada have tripled. U.S. investment alone grew from $70 billion in 1993 to more than $368 billion in 2013.<span class=\"ql-inline-citation\" data-cite=\"8\"></span> Total merchandise trade between Canada and the United States more than doubled since 1993 and grew nine-fold between Canada and Mexico.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\n.\n", "\nDebate continues surrounding NAFTA's impact on its signatory countries. There were significant gains, some serious losses—and some results that are hard to unravel.\n", "\nWhile the United States, Canada, and Mexico have all experienced increased trade, economic growth, and higher wages (mainly in the northern nations) since NAFTA’s implementation, experts disagree on how much the agreement actually contributed to, if at all, U.S. manufacturing, jobs, immigration, and the price of consumer goods. Nor has NAFTA affected all three of its member nations to the same degree or in the same ways.\n", "\nSo, the overall, actual impact of the agreement is hard to isolate, especially from the lingering effects of the 2007-09 Great Recession, and other significant economic, technological, and industrial trends that have occurred on the continent and globally in the past quarter-century. Often, NAFTA gets blamed for developments that are not directly its fault, or that may have happened anyway.\n", "\nIn a sense, NAFTA stands as a symbol for globalization and free trade. So views and analyses of it are often projected through the lens of opinion about these subjects in general.\n"]}