{"name": "Nostro Account Definition", "@id": "https://www.investopedia.com/terms/n/nostroaccount.asp", "related": ["https://www.investopedia.com/terms/i/interbank-deposits.asp", "https://www.investopedia.com/terms/x/xenocurrency.asp", "https://www.investopedia.com/terms/v/vostroaccount.asp", "https://www.investopedia.com/terms/r/reserve-assets.asp", "https://www.investopedia.com/terms/m/monetary-reserve.asp", "https://www.investopedia.com/terms/d/due-from-account.asp"], "body": ["\nA nostro account refers to an account that a bank holds in a foreign currency in another bank. Nostros, a term derived from the Latin word for \"ours,\" are frequently used to facilitate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange</a> and trade transactions. The opposite term \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vostroaccount.asp\" rel=\"noopener noreferrer\">vostro accounts</a>,\" derived from the Latin word for \"yours,\" is how a bank refers to the accounts that other banks have on its books in its home currency.\n", "\nA nostro account and a vostro account actually refer to the same entity but from a different perspective. For example, Bank X has an account with Bank Y in Bank Y's home currency. To Bank X, that is a nostro, meaning \"our account on your books,\" while to Bank Y, it is a vostro, meaning \"your account on our books.\" These accounts are used to facilitate international <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\" rel=\"noopener noreferrer\">transactions</a> and to settle transactions that hedge <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\" rel=\"noopener noreferrer\">exchange rate</a> risk.\n", "\nPrior to the advent of the euro as a currency for financial settlements on Jan. 1, 1999, banks needed to hold nostro accounts in all the countries that now use the euro. Since that date, one nostro for the entire eurozone has been sufficient. If a country were to leave the eurozone, either voluntarily or involuntarily, banks would need to re-establish nostros in that country in its new currency in order to continue making payments.\n", "\nThe following example illustrates the process of making a payment using a nostro account. Bank A in the United States enters into a spot foreign exchange contract to buy British pounds from Bank B, which is in Sweden. On the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementdate.asp\" rel=\"noopener noreferrer\">settlement date</a>, Bank B must deliver pounds from its nostro account in the United Kingdom to the nostro account of Bank A, also in the United Kingdom. On the same day, Bank A must pay dollars in the United States to the nostro account of Bank B.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\" rel=\"noopener noreferrer\">central banks</a> of many developing countries limit the buying and selling of their currencies, which is usually to control imports and exports and to control the exchange rate. Banks generally do not hold nostro accounts in those countries, as there is little or no foreign exchange business. When a bank needs to make a payment in a country where it does not hold a nostro account, it can use a bank with which it has a correspondent relationship to make the payment on its behalf.\n"]}