{"name": "Obelisk Consensus Algorithm Definition", "@id": "https://www.investopedia.com/terms/o/obelisk-consensus-algorithm.asp", "related": ["https://www.investopedia.com/terms/p/proof-activity-cryptocurrency.asp", "https://www.investopedia.com/terms/p/proof-assignment-poa.asp", "https://www.investopedia.com/terms/p/proof-work.asp", "https://www.investopedia.com/terms/s/skycoin-sky-cryptocurrency.asp", "https://www.investopedia.com/terms/p/peercoin.asp", "https://www.investopedia.com/terms/p/proof-capacity-cryptocurrency.asp"], "body": ["\nObelisk is a blockchain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consensus-mechanism-cryptocurrency.asp\">consensus algorithm</a>, used by the cryptocurrency Skycoin, that purports to eliminate the shortcomings of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">proof of work (PoW)</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\">proof of stake (PoS)</a> algorithms. According to its creators, Obelisk also reduces the need for mining, significantly improves transaction speed, and delivers enhanced security.\n", "\nBlockchains operate globally as self-regulated, decentralized platforms without any single authority. A real-time, reliable, and secure network mechanism is required to ensure the authenticity of the transactions occurring on the network, as well as a consensus on the ledger's status. This role is performed by the consensus algorithm. A consensus algorithm is a procedure through which all the participants in the blockchain network reach a common agreement about the present state of the distributed ledger. \n", "\nWhile the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">proof of work (PoW)</a> system—used by bitcoin and litecoin—and the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\">proof of stake (PoS)</a> system—used by Dash—are the two most commonly used consensus algorithms, they both have some drawbacks. PoW is said to be energy-intensive, and PoS can promote cryptocurrency hoarding instead of spending.\n", "\nObelisk attempts to circumvent the problems of PoW and PoS by distributing influence over the network, according to a concept called a “web of trust.” This concept distributes influence over various network nodes and makes consensus decisions depending upon the influence score of each node. Each node subscribes to a select number of other network nodes, and the density of a node’s subscriber network determines its influence on the network.\n", "\nIn terms of roles and activities performed, there are two types of nodes that participate in Obelisk: block-generating nodes and consensus nodes. Nodes can take either role; they are interchangeable. Block-generating nodes collect new transactions, authenticate them, package the verified transactions in a new block, and then broadcast the block to the network.\n", "\nConsensus nodes collect the blocks generated by block-generating nodes and put them in a separate container (apart from the blockchain). It then identifies the block which was made by the largest number of block-generators. This block is called the local winner and qualifies to be added to the blockchain. Each such consensus node maintains necessary statistics on local winners (as reported by other nodes).\n", "\nWhen local winners have been reported by the majority of the consensus nodes, it qualifies as a global winner and continues to remain a part of the blockchain. However, if the nodes decide otherwise, then it will take one of the following actions based on the available data and local logs:\n", "\nObelisk is used by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/skycoin-sky-cryptocurrency.asp\">Skycoin</a>, the cryptocurrency of the Skycoin project. Skycoin is a complete ecosystem of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a> technology that was launched in order to promote the practical use of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> and public ledger technology. The platform has been in development for more than six years, although it was officially launched in 2017.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>It was created by a group of developers who were also involved in Bitcoin and Ethereum.\n", "\nSkycoin, which trades under the symbol SKY in the cryptocurrency marketplace, can be traded against popular cryptocurrencies like Bitcoin (BTC), LiteCoin (LTC), and DogeCoin (DOGE), along with U.S. dollars (USD).<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nSkycoin's ecosystem also supports various other components, including Skywire, a blockchain application that is intended to decentralize the Internet and bandwidth at the hardware level (in addition to providing storage and computation in a decentralized manner). The developers describe Skywire as \"user-controlled Internet.\" Users of Skywire are rewarded for providing bandwidth to other users.\n"]}