{"name": "Obligation Definition", "@id": "https://www.investopedia.com/terms/o/obligation.asp", "related": ["https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/r/reaffirmation.asp", "https://www.investopedia.com/terms/c/corporate-lien.asp", "https://www.investopedia.com/terms/g/guarantor.asp", "https://www.investopedia.com/terms/t/tax-cheat.asp"], "body": ["\nAn obligation in finance is the responsibility to meet the terms of a contract. If an obligation is not met, the legal system often provides recourse for the injured party.\n", "\nFinancial obligations represent any outstanding debts or regular payments that you must make. If you owe or will owe money to anybody, that is one of your financial obligations. Almost any form of money represents a financial obligation—coins, bank notes, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bonds</a> are all promises that you will be credited with the accepted value of the item. Most formal financial obligations, like mortgages, student loans or scheduled service payments, are set down in written contracts signed by both parties. Brokers performing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/05/shortvsput.asp\">short selling and put options</a> are dealing with obligations.\n", "\nObligations are an important aspect of personal finance. Every budget should first include all financial obligations for which the individual is responsible over the given time period. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-obligation-ratio-for.asp\">Financial Obligation Ratio</a> (FOR), a quarterly figure released by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve Board</a> that estimates the ratio of household debt payments to disposable income, is a useful benchmark for individual budgets. Assessing obligations carefully is especially important for retirement planning. When planning over longer periods of time such as this, the individual budgeter should consider more long-term obligations, like interest rates on mortgage payments or healthcare costs that have yet to be incurred.\n", "\nThe failure to meet obligations is met with punishment, the degree of which depends on the character of the contract. If an individual fails to make their car payments regularly, the auto company will repossess the car.\n", "\nTaxes, too, are a form of obligation and failing to meet them results in large fines or imprisonment. When large companies fail and find themselves unable to fulfill their outstanding debts, they can declare bankruptcy, which initiates the relief of the total debt for the debtor while giving the creditor an opportunity to recuperate some of their losses in the form of assets held by the debtor.\n", "\nObligations can be held by any individual or entity that is engaged in any sort of contract with another party, and broadly speaking, can be written or unwritten. A politician, for example, has the written obligation to serve all of his constituents within the confines of the law, but they may also have an unwritten obligation to make decisions that will affect their largest donors.\n", "\nThe existence of these kinds of agreements is nearly impossible to prove and such obligations cannot be effectively regulated. Justice systems dating back to the Romans have offered stringent legal enforcement of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assignablecontract.asp\">important contracts</a>.\n", "\n \n"]}