{"name": "Occupational Labor Mobility Definition", "@id": "https://www.investopedia.com/terms/o/occupational-labor-mobility.asp", "related": ["https://www.investopedia.com/terms/g/geographical-mobility-of-labor.asp", "https://www.investopedia.com/terms/u/unemployment.asp", "https://www.investopedia.com/terms/t/technical-job-skills.asp", "https://www.investopedia.com/terms/m/minimum_wage.asp", "https://www.investopedia.com/terms/t/terms-of-employment.asp", "https://www.investopedia.com/terms/f/factors-production.asp"], "body": ["\nOccupational labor mobility refers to the ability of workers to switch career fields in order to find gainful employment or meet labor needs.\n", "\nWhen conditions allow for high degrees of occupational labor mobility, it can help maintain strong employment and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/productivity.asp\" rel=\"noopener noreferrer\">productivity</a> levels. Governments may provide occupational retraining to help workers acquire the necessary skills and expedite this process.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/geographical-mobility-of-labor.asp\" rel=\"noopener noreferrer\">Geographical labor mobility</a>, on the other hand, refers to the level of flexibility and freedom laborers have to move in order to find gainful employment in their field.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/labor-mobility.asp\" rel=\"noopener noreferrer\">Labor mobility</a> is the ease at which workers can leave one job for another. Workers may not be able to pursue new career opportunities in the event of layoffs or a termination if their occupational labor mobility is limited. This can be true for workers who possess few or specialized skills that are only of use under finite circumstances. For example, a worker trained to operate a piece of machinery that only exists in one industry can face challenges seeking employment outside of that industry.\n", "\nIf an experienced worker who has earned a substantial salary attempts to switch career paths they may face a significant financial adjustment. This is because alternate jobs they could perform might not make use of their most developed skills. For example, a physician may have to find work as a taxi driver if no medical positions are available. Such circumstances can lead to workers and professionals taking substantially lower pay that does not reflect the years of work experience they may possess.\n", "\nThe ease with which employees can move from a job in one particular industry to a job in a different industry determines how quickly an economy can develop. For example, if there was zero occupational mobility, we would still be hunter-gatherers, because no one would have been able to become farmers or specialists.\n", "\nAn easing of occupational mobility restrictions can do several things:\n", "\nThe decrease in the number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manufacturing.asp\">manufacturing</a> sector jobs in favor of services-focused employment such as software development has diminished the occupational labor mobility for some workers.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> The U.S. automobile industry, for example, faced ongoing staff cuts as production became more efficient and required fewer workers or was relocated overseas.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Domestic job eliminations left many downsized workers unable to find employment that offered compensation that compared with their previous salary levels. Workers in other types of manufacturing-based careers have also dealt with issues of limited occupational labor mobility as their industries shrank.\n", "\nPublic and private employment training programs have been established to give workers the opportunity to increase their occupational labor mobility by teaching them new skills. The focus of such programs is to expand the potential career paths these individuals could succeed in. Companies can benefit from the existence of such programs because they increase the pool of potential hires for current job openings.\n", "\nOccupational labor mobility can especially benefit emerging, innovation-oriented businesses. Such companies can see their productivity increase when there is a growing population of workers who possess skills that are in demand. For instance, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\">startup</a> company could see its development plans stall until it hires enough software coders and programmers to work on its core product.\n"]}