{"name": "October Effect Definition", "@id": "https://www.investopedia.com/terms/o/octobereffect.asp", "related": ["https://www.investopedia.com/terms/a/anomaly.asp", "https://www.investopedia.com/terms/s/stock-market-crash.asp", "https://www.investopedia.com/terms/s/september-effect.asp", "https://www.investopedia.com/terms/c/crash.asp", "https://www.investopedia.com/terms/b/blackthursday.asp", "https://www.investopedia.com/terms/f/finance.asp"], "body": ["\nThe October effect is a perceived market anomaly that stocks tend to decline during the month of October. The October effect is considered mainly to be a psychological expectation rather than an actual phenomenon as most statistics go against the theory. Some investors may be nervous during October because the dates of some large historical market crashes occurred during this month.\n", "\nThe events that have given October the reputation for stock losses have happened over decades, but they include:\n", "\nBlack Monday, the great crash of 1987 that occurred on October 19 and saw the Dow plummet 22.6% in a single day, is arguably the worst single-day decline. The other black days, of course, were part of the process that led to the Great Depression—an economic disaster that stood unrivaled until the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\">mortgage meltdown</a> nearly took out the whole global economy with it.\n", "\nProponents of the October effect, one of the most popular of the so-called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiscalyear.asp\">calendar effects</a>, argue that October is when some of the greatest crashes in stock market history, including the 1929 Black Tuesday and Thursday and the 1987 stock market crash, occurred. While statistical evidence doesn't support the phenomenon that stocks trade lower in October, the psychological expectations of the October effect still exist.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/09/october-effect.asp\">October effect</a>, however, tends to be overrated. Despite the dark titles, this seeming concentration of days is not statistically significant. In fact, September has more historical down months than October. From a historical perspective, October has marked the end of more bear markets than it has acted as the beginning. This puts October in an interesting perspective for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/08/contrarian-investing.asp\">contrarian buying</a>. If investors tend to see a month negatively, it will create opportunities to buy during that month. However, the end of the October effect, if it ever was a market force, is already at hand.\n", "\nWhat is true is that October has traditionally been the most volatile month for stocks. According to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://lplresearch.com/2018/10/11/thoughts-on-the-market-sell-off/\" rel=\"nofollow\">research</a> from LPL Financial, there are more 1% or larger swings in October in the S&amp;P 500 than any other month in history dating back to 1950. Some of that can be attributed to the fact that October precedes elections in early November in the U.S. every other year. Oddly enough, September, not October, has more historical down markets.\n", "\nMore importantly, the catalysts that set off both the 1929 crash and the 1907 panic happened in September or earlier, and the reaction was simply delayed. In 1907, the panic nearly occurred in March. Throughout the year, the public's confidence continued to diminish in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustcompany.asp\">trust companies</a>, which were considered risky because of their lack of regulation.\n", "\nEventually, public skepticism came to a head in October and sparked a run on the trusts. The 1929 Crash arguably began in February when the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve</a> banned margin-trading loans and cranked up interest rates.\n", "\nThe numbers don't support the October effect. If we look at all October monthly returns going back more than a century, there simply is no data to support the claim that October is a losing month, on average. Indeed, some historical events have fallen in the month of October, but they have mostly stuck around in the collective memory because Black Monday sounds ominous. Markets have also crashed in months other than October.\n", "\nMany investors today have a better memory of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom.asp\">dotcom crash</a> and the 2008–2009 financial crisis, yet none of those days were given the black moniker to bear for their particular month. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lehman-brothers.asp\">Lehman Brothers' collapse</a> happened on a Monday in September and marked a large increase in the global stakes of the financial crisis, but it didn't get reported as a new Black Monday. For whatever reason, the media no longer leads with black days and Wall Street doesn't seem eager to revive the practice either.\n", "\nMoreover, an increasingly global pool of investors doesn't have the same historical perspective when it comes to the calendar. The end of the October effect was inevitable, as it was mostly a gut feeling mixed with a few random chances to create a myth. In a way, this is unfortunate, as it would be wonderful for investors if financial disasters, panics, and crashes chose to occur only in one month of the year.\n"]}