{"name": "Odd Lot Definition", "@id": "https://www.investopedia.com/terms/o/oddlot.asp", "related": ["https://www.investopedia.com/terms/r/roundlot.asp", "https://www.investopedia.com/terms/l/lot.asp", "https://www.investopedia.com/terms/o/oddlotter.asp", "https://www.investopedia.com/terms/m/mixedlot.asp", "https://www.investopedia.com/terms/b/bunching.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nAn odd lot is an order amount for a security that is less than the normal unit of trading for that particular asset. Odd lots are considered to be anything less than the standard 100 shares for stocks. Trading commissions for odd lots are generally higher on a percentage basis than those for standard lots since most brokerage firms have a fixed minimum commission level for undertaking such transactions.\n", "\nOdd lots may inadvertently arise in an investor's portfolio through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversesplit.asp\" rel=\"noopener noreferrer\">reverse splits</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendreinvestmentplan.asp\" rel=\"noopener noreferrer\">dividend reinvestment plans</a>. For example, a one-for-eight reverse split of a security, of which the investor holds 200 shares, will result in a post-split amount of 25 shares. While trading commissions for odd lots may still be higher than for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-lot.asp\" rel=\"noopener noreferrer\">standard lots</a> on a percentage basis, the popularity of online trading platforms and the consequent plunge in brokerage commissions means that it is no longer as difficult or expensive for investors to dispose of odd lots as it used to be in the past. \n", "\nWhile odd lots can include any number of shares between one and 100, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roundlot.asp\" rel=\"noopener noreferrer\">round lot</a> is any lot of shares that can be evenly divided by 100. For example, 75 shares would be an odd lot since it is below 100 shares, while 300 shares would be counted as a round lot since it can be evenly divided by 100.\n", "\nWhile round lots are posted on the associated exchange, odd lots are not posted as part of the bid/ask data. Further, the execution of odd-lot trades does not display on various data reporting sources. Due to the uncommon number of shares involved in the trade, odd-lot transactions often take longer to complete than those associated with round lots.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mixedlot.asp\" rel=\"noopener noreferrer\">Mixed lots</a> include lots with over 100 shares, but that cannot be evenly divided by 100. For example, 147 or 2,999 would both be mixed lots. Reporting on mixed lots, including bid/ask data, generally only displays the portion that constitutes a round lot. For example, using the aforementioned mixed-lot sizes, the 147 shares would report as 100 and the 2,999 shares would report as 2,900.\n", "\nSince an odd lot is considered fairly insignificant to larger institutions, a company may choose to eliminate any odd holdings from the marketplace. This can include buying out the associated shareholder at a premium, offering additional shares to the shareholder to create a round lot, or engaging in a reverse split designed to result in the odd lot becoming equivalent to less than one share to pay the investor cash for a residual holding.\n"]}