{"name": "Off-Balance Sheet (OBS)", "@id": "https://www.investopedia.com/terms/o/off-balance-sheet-obs.asp", "related": ["https://www.investopedia.com/terms/c/capitallease.asp", "https://www.investopedia.com/terms/o/obsf.asp", "https://www.investopedia.com/terms/s/syntheticlease.asp", "https://www.investopedia.com/terms/o/operatinglease.asp", "https://www.investopedia.com/terms/p/prepetition.asp", "https://www.investopedia.com/terms/b/bargain-purchase-option.asp"], "body": ["\nOff-balance sheet (OBS) items is a term for assets or liabilities that do not appear on a company's balance sheet. Although not recorded on the balance sheet, they are still assets and liabilities of the company. Off-balance sheet items are typically those not owned by or are a direct obligation of the company. For example, when loans are securitized and sold off as investments, the secured debt is often kept off the bank's books. Prior to a change in accounting rules that brought obligations relating to most significant operating leases onto the balance sheet, an operating lease was one of the most common off-balance items.\n", "\nOff-balance sheet items are an important concern for investors when assessing a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-health.asp\" rel=\"noopener noreferrer\">financial health</a>. Off-balance sheet items are often difficult to identify and track within a company's financial statements because they often only appear in the accompanying notes. Also, of concern is some off-balance sheet items have the potential to become hidden liabilities. For example, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cdo.asp\" rel=\"noopener noreferrer\">collateralized debt obligations (CDO)</a> can become toxic assets, assets that can suddenly become almost completely illiquid, before investors are aware of the company's financial exposure.\n", "\nOff-balance sheet items are not inherently intended to be deceptive or misleading, although they can be misused by bad actors to be deceptive. Certain businesses routinely keep substantial off-balance sheet items. For example, investment management firms are required to keep clients' investments and assets off-balance sheet. For most companies, off-balance sheet items exist in relation to financing, enabling the company to maintain compliance with existing financial covenants. Off-balance sheet items are also used to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-participation.asp\" rel=\"noopener noreferrer\">share</a> the risks and benefits of assets and liabilities with other companies, as in the case of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jointventure.asp\" rel=\"noopener noreferrer\">joint venture (JV)</a> projects.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enron.asp\" rel=\"noopener noreferrer\">Enron</a> scandal was one of the first developments to bring the use of off-balance-sheet entities to the public's attention. In Enron's case, the company would build an asset such as a power plant and immediately claim the projected profit on its books even though it hadn't made one dime from it. If the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> from the power plant was less than the projected amount, instead of taking the loss, the company would then transfer these assets to an off-the-books corporation, where the loss would go <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/enron-scandal-summary/\" rel=\"noopener noreferrer\">unreported</a>.\n", "\nThere are several ways to structure off-balance sheet items. The following is a short list of some of the most common:\n", "\nAn OBS <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatinglease.asp\" rel=\"noopener noreferrer\">operating lease</a> is one in which the lessor retains the leased asset on its balance sheet. The company leasing the asset only accounts for the monthly rental payments and other fees associated with the rental rather than listing the asset and corresponding liability on its own balance sheet.At the end of the lease term, the lessee generally has the opportunity to purchase the asset at a drastically reduced price.\n", "\nUnder a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leaseback.asp\" rel=\"noopener noreferrer\">leaseback agreement</a>, a company can sell an asset, such as a piece of property, to another entity. They may then lease that same property back from the new owner.\n", "\nLike an operating lease, the company only lists the rental expenses on its balance sheet, while the asset itself is listed on the balance sheet of the owning business.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">Accounts receivable (AR)</a> represents a considerable liability for many companies. This asset category is reserved for funds that have not yet been received from customers, so the possibility of default is high. Instead of listing this risk-laden asset on its own balance sheet, companies can essentially sell this asset to another company, called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/factor.asp\" rel=\"noopener noreferrer\">factor</a>, which then acquires the risk associated with the asset. The factor pays the company a percentage of the total value of all AR upfront and takes care of collection. Once customers have paid up, the factor pays the company the balance due minus a fee for services rendered. In this way, a business can collect what is owed while outsourcing the risk of default.\n", "\nAn operating lease, used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obsf.asp\" rel=\"noopener noreferrer\">off-balance sheet financing (OBSF)</a>, is a good example of a common off-balance sheet item. Assume that a company has an established line of credit with a bank whose financial covenant condition stipulates that the company must maintain its debt-to-assets ratio below a specified level. Taking on additional debt to finance the purchase of new computer hardware would violate the line of credit covenant by raising the debt-to-assets ratio above the maximum specified level.\n", "\nThe company solves its financing problem by using a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spv.asp\" rel=\"noopener noreferrer\">special purpose entity (SPE)</a>, which purchases the hardware and then leases it to the company through an operating lease while legal ownership is retained by the separate entity. The company must only record the lease expense on its financial statements. Even though it effectively controls the purchased equipment, the company does not have to recognize additional debt nor list the equipment as an asset on its balance sheet.\n", "\nCompanies must follow <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles (GAAP)</a> requirements by disclosing OBSF in the notes of its financial statements. Investors can study these notes and use them to decipher the depth of potential financial issues, although as the Enron case showed, this is not always as straightforward as it seems.\n", "\nIn Feb. 2016, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fasb.asp\" rel=\"noopener noreferrer\">Financial Accounting Standards Board (FASB)</a>, the issuer of generally accepted accounting principles, changed the rules for lease accounting. It took action after establishing that public companies in the United States with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatinglease.asp\" rel=\"noopener noreferrer\">operating leases</a> carried over $1 trillion in OBSF for leasing obligations. According to its findings, about 85% of leases were not reported on balance sheets, making it difficult for investors to determine companies' leasing activities and ability to repay their debts.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThis OBSF practice was targeted in 2019 when Accounting Standards Update 2016-02 ASU 842 came into effect. Right-of-use assets and liabilities resulting from leases are now to be recorded on balance sheets. According to the FASB: “A lessee is required to recognize assets and liabilities for leases with lease terms of more than 12 months.”<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEnhanced disclosures in qualitative and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitativeanalysis.asp\" rel=\"noopener noreferrer\">quantitative</a> reporting in footnotes of financial statements is also now required. Additionally, OBSF for sale and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leaseback.asp\" rel=\"noopener noreferrer\">leaseback</a> transactions will not be available.\n"]}