{"name": "Offering Price", "@id": "https://www.investopedia.com/terms/o/offeringprice.asp", "related": ["https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/d/directpublicoffering.asp", "https://www.investopedia.com/terms/i/initial-offering-date.asp", "https://www.investopedia.com/terms/b/boughtdeal.asp", "https://www.investopedia.com/terms/l/leadunderwriter.asp", "https://www.investopedia.com/terms/d/dutchauction.asp"], "body": ["\nThe offering price is the per-share value at which publicly issued securities are made available for purchase by the investment bank during an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> (IPO). <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">Underwriters</a> analyze numerous factors when attempting to determine the ideal price for a security's offering. The underwriter's fee and any management fees applicable to the issue are typically included in the price.\n", "\nThe term offering price is most often used in reference to the IPO process, but it could apply to securities such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stocks</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bonds</a>, and other investments that are bought and sold in financial markets. For example, a stock quote includes a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-and-ask.asp\">bid and offer</a>. The bid is the current price that an investor can sell shares and the offer, which is also called the ask price, is how much it costs to buy shares.\n", "\nIn the context of an IPO, a lead manager of the underwriting sets the offering price. Ideally, an investment bank assesses the current and near-term values of the underlying company and sets an offering price that is fair to the company relative to capital. In order to attract sufficient buying interest when the offering becomes available to the public, the price must also be fair to investors in terms of potential value.\n", "\nSetting the offering price is more Hollywood script writing than high finance, especially when high profile companies go public. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter-syndicate.asp\">syndicate</a> handling the IPO wants to set the offering price high enough that the company is satisfied with the amount of money raised, but just low enough that the opening price and the trading on the first few days of listing provide a nice IPO pop as the public finally gets a chance at shares.\n", "\nThe offering price was, and sometimes still is, referred to as the public offering price. This is a bit misleading as almost no individual investors are able to purchase an IPO at the offering price. The syndicate generally sells all the shares at the offering price to institutional and accredited investors.\n", "\nThe opening price is thus the first opportunity for the public to purchase shares and it is set purely by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\">supply and demand</a>, as buy and sell orders queue up for the first day of trading. Shares of an IPO can see some <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/upside-downside-of-ipos.asp\">ups and downs</a> from that point forward.\n", "\nIndividual investors should not be too upset about missing out on the offering price because many IPOs hit a patch of post-IPO blues where they can be snapped up below the offering price as initial market expectations and a company’s performance in reality finally collide. Indeed, there are many examples where an offering price is set much higher than any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\">intrinsic value</a> can justify.\n", "\nThe high valuation is often based on the perceived market appetite for shares in the sector or industry a company operates in, as opposed to the fundamentals of that particular company. In that case, the stock price in the market can fall and offer investors an opportunity to buy shares below the offering price.\n"]}