{"name": "Offshore Definition", "@id": "https://www.investopedia.com/terms/o/offshore.asp", "related": ["https://www.investopedia.com/terms/t/taxhaven.asp", "https://www.investopedia.com/terms/s/structured-transaction.asp", "https://www.investopedia.com/terms/d/dummyshareholder.asp", "https://www.investopedia.com/terms/o/opis.asp", "https://www.investopedia.com/terms/w/wiretransfer.asp", "https://www.investopedia.com/terms/h/hawala.asp"], "body": ["\nThe term <em>offshore</em> refers to a location outside of one's national boundaries, whether or not that location is land- or water-based. The term may be used to describe foreign banks, corporations, investments, and deposits.\n", "\nA company may legitimately move offshore for the purpose of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax_avoidance.asp\">tax avoidance</a> or to enjoy relaxed regulations. Offshore financial institutions can also be used for illicit purposes such as money laundering and tax evasion.\n", "\nOffshore can refer to a variety of foreign-based entities or accounts. In order to qualify as offshore, the accounts or entity must be based in any country other than the customer’s or investor’s home nation. Many countries, territories, and jurisdictions have offshore financial centers (OFCs). These include well-known centers such as Switzerland, Bermuda, or the Cayman Islands, and lesser-known centers such as Mauritius, Dublin, and Belize. The level of regulatory standards and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transparency.asp\">transparency</a> differs widely among OFCs.\n", "\nSupporters of OFCs argue that they improve the flow of capital and facilitate international business transactions. Critics argue that offshoring is a way to hide tax liabilities or ill-gotten gains from the authorities.\n", "\nIn the terms of business activities, offshoring is often referred to as outsourcing—the act of establishing certain business functions, such as manufacturing or call centers, in a nation other than the one in which the business most often does business. This is often to take advantage of more favorable conditions in a foreign country, such as lower wage requirements or looser regulations, and can result in significant cost savings for the business.\n", "\nBusinesses with significant sales overseas, such as Apple Inc. and Microsoft Corp., may take the opportunity to keep related profits in offshore accounts in countries with lower tax burdens. In 2018, it was estimated that more than $3 trillion in profits were held overseas, across more than 300 U.S. corporations.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/pros-cons-foreign-market-investing/\">Offshore investing</a> can involve any situation in which the offshore investors reside outside of the nation in which they are investing. This practice is mostly used by high net worth investors, as the cost to operate offshore accounts can be notable. Offshore investing may require the creation of accounts in the nation in which the investor wishes to invest. Advantages include tax benefits, asset protection, and privacy.\n", "\nThe primary downsides to offshore investing are the high costs involved and the increased regulatory scrutiny worldwide that offshore jurisdictions and accounts face, therefore offshore investing is beyond the means of most investors. Offshore investors may also be scrutinized by regulators and tax authorities to make sure taxes are paid.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/managing-wealth/042916/offshore-banking-isnt-illegal-hiding-it.asp\">Offshore banking</a> involves the securing of assets in financial institutions in foreign countries, which may be limited by the laws of the customer’s home nation, can be used to avoid certain unfavorable circumstances should the funds be kept in a financial institution in the home nation. This can include the avoidance of tax obligations as well as making it more difficult for these assets to be seized by a person or entity in the home nation. You’ve probably heard of the famed “Swiss bank account,” that James Bond-like account that puts rich people’s money out of reach of their own country’s government—like the IRS, for example.\n", "\nIt’s true that the Swiss have strict privacy laws, and in the past Swiss banks didn’t even have names attached to the accounts. But Switzerland has agreed to turn over information to foreign governments on their account holders, effectively ending any tax evasion that could have come with having an account when an account holder didn't report it.\n", "\nFor those who work internationally, the ability to save and use funds in a foreign currency for international dealings can be a benefit, which can provide a simpler way to access funds in the needed currency without the need to account for rapidly changing exchange rates. Because banking regulations vary from nation to nation, it is possible the country in which offshore banking is conducted does not offer the same protections as other nations.\n"]}