{"name": "Offset Definition", "@id": "https://www.investopedia.com/terms/o/offset.asp", "related": ["https://www.investopedia.com/terms/f/futures.asp", "https://www.investopedia.com/terms/c/cashsettlement.asp", "https://www.investopedia.com/terms/p/position.asp", "https://www.investopedia.com/terms/d/deltahedging.asp", "https://www.investopedia.com/terms/d/derivative.asp", "https://www.investopedia.com/terms/h/hedge.asp"], "body": ["\nAn offset involves assuming an opposite position in relation to an original opening position in the securities markets. For example, if you are long 100 shares of XYZ, selling 100 shares of XYZ would be the offsetting position. An offsetting position can also be generated through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedging</a> instruments, such as futures or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionscontract.asp\" rel=\"noopener noreferrer\">options</a>.\n", "\nIn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a> markets, to offset a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">futures</a> position a trader enters an equivalent but opposite transaction that eliminates the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/physicaldelivery.asp\" rel=\"noopener noreferrer\">delivery</a> obligation of the physical underlying. The goal of offsetting is to reduce an investor's net position in an investment to zero so that no further gains or losses are experienced from that position.\n", "\nIn business, an offset can refer to the case where losses generated by one business unit are made up for by gains in another. Similarly, firms may also use the term in reference to enterprise risk management (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enterprise-risk-management.asp\" rel=\"noopener noreferrer\">ERM</a>), where risks exposed in one business unit are offset by opposite risks in another. For instance, one unit may have risk exposure to a declining Swiss franc, while another may benefit from a declining franc.\n", "\nOffsetting can be used in a variety of transactions to remove or limit liabilities. In accounting, an entry can be offset by an equal but opposite entry that nullifies the original entry. In banking, the right to offset provides financial institutions with the ability to cease debtor assets in the case of delinquency or the ability to request a garnishment to recoup funds owed. For investors involved in a futures contract, an offsetting position eliminates the need to receive a physical delivery of the underlying asset or commodity by selling the associated goods to another party.\n", "\nBusinesses may choose to offset losses in one business area by reallocating the gains from another. This allows the profitability of one activity to support the other activity. If a business is successful in the smartphone market and decides it wants to produce a tablet as a new product line, gains experienced through the smartphone sales may help offset any losses associated with expanding into a new arena.\n", "\nIn 2016, BlackBerry Ltd. experienced significant losses in its mobility solutions and service access fees. The associated declines were offset by gains in the areas of software and other service offerings, lessening the overall impact to BlackBerry's bottom line.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nInvestors offset futures contracts and other investment positions to remove themselves from any associated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a>. Almost all futures positions are offset before the terms of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\" rel=\"noopener noreferrer\">futures contract</a> are realized. Even though most positions are offset near the delivery term, the benefits of the futures contract as a hedging mechanism are still realized.\n", "\nThe purpose of offsetting a futures contract on a commodity, for most investors, is to avoid having to physically receive the goods associated with the contract. A futures contract is an agreement to purchase a particular commodity at a specific price on a future date. If a contract is held until the agreed-upon date, the investor could become responsible for accepting the physical delivery of the commodity in question.\n", "\nIn options markets, traders often look to offset certain risk exposures, sometimes referred to as their \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/greeks.asp\" rel=\"noopener noreferrer\">Greeks</a>.\" For instance, if an options book is exposed to declines in implied volatility (long <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vega.asp\" rel=\"noopener noreferrer\">vega</a>), a trader may sell related options in order to offset that exposure. Likewise, if an options position is exposed to directional risk, a trader may buy or sell the underlying security to become <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deltaneutral.asp\" rel=\"noopener noreferrer\">delta neutral</a>. Dynamic hedging (or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deltagamma-hedging.asp\" rel=\"noopener noreferrer\">delta-gamma hedging</a>) is a strategy employed by derivatives traders to maintain offsetting positions throughout their books on a regular basis.\n", "\nIf the initial investment was a purchase, a sale is made to neutralize the position; to offset an initial sale, a purchase is made to neutralize the position.\n", "\nWith futures related to stocks, investors may use hedging to assume an opposing position to manage the risk associated with the futures contract. For example, if you wanted to offset a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long position</a> in a stock, you could short sell an identical number of shares.\n"]}