{"name": "Offtake Agreement Definition", "@id": "https://www.investopedia.com/terms/o/offtake-agreement.asp", "related": ["https://www.investopedia.com/terms/c/conditional-sales-agreement.asp", "https://www.investopedia.com/terms/c/counterpurchase.asp", "https://www.investopedia.com/terms/l/licensing-agreement.asp", "https://www.investopedia.com/terms/s/standby-note-issuance-facility-snif.asp", "https://www.investopedia.com/terms/b/barter.asp", "https://www.investopedia.com/terms/p/ppi.asp"], "body": ["\nAn offtake agreement is an arrangement between a producer and a buyer to purchase or sell portions of the producer's upcoming goods. An offtake agreement is normally negotiated prior to the construction of a production facility—such as a mine or a factory—to secure a market for its future output.\n", "\nOfftake agreements are typically used to help the selling company acquire financing for future construction, expansion projects, or new equipment through the promise of future income and proof of existing demand for the goods.\n", "\nOfftake agreements are legally binding contracts related to transactions between buyers and sellers. Their provisions usually specify the purchase price for the goods and their delivery date, even though the agreements are reached before any goods are produced and any ground is broken on a facility. However, companies can usually back out of an offtake agreement through negotiations with the other party and with the payment of a fee.\n", "\nOfftake agreements are frequently used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/12/natural-resource-investing.asp\">natural resource development</a>, where the capital costs to extract resources are significant and the company wants a guarantee some of its product will be sold.\n", "\nThe offtake agreement serves an important role for the producer. If <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\">lenders</a> can see the company has clients and customers lined up before production begins, they are more likely to approve the extension of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loan</a> or credit. So offtake agreements make it easier to obtain <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financing.asp\">financing</a> to construct a facility.\n", "\nIn addition to providing a guaranteed market and source of revenue for its product, an offtake agreement allows the producer/seller to guarantee a minimum level of profit for its investment. Since offtake agreements often help secure funds for the creation or expansion of a facility, the seller can negotiate a price that secures a minimum level of return on the associated goods, and so lowering the risk associated with the investment.\n", "\nOfftake agreements may provide a benefit to buyers as well, functioning as a way to secure goods at a particular price. That means prices are fixed for the buyer before the manufacture of them begins. Doing this may act as a hedge against future price changes, especially if a product becomes popular or a resource becomes scarce, causing demand to outweigh supply. It also provides a guarantee that the requested assets will be delivered: fulfillment of the order is considered the seller's obligation under the terms of the offtake agreement.\n", "\nMost offtake agreements include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forcemajeure.asp\">force majeure clauses</a>. These clauses allow the buyer or seller to cancel the contract if certain events occur deemed outside the control of either party and if one puts unnecessary hardship on the other. Force majeure clauses often provide protection against the negative impact of certain acts of nature such as flooding or wildfires.\n"]}