{"name": "OHLC Chart Definition and Uses", "@id": "https://www.investopedia.com/terms/o/ohlcchart.asp", "related": ["https://www.investopedia.com/terms/b/barchart.asp", "https://www.investopedia.com/terms/v/vertical-line-charting.asp", "https://www.investopedia.com/terms/r/red-candlestick.asp", "https://www.investopedia.com/terms/b/bar-graph.asp", "https://www.investopedia.com/terms/k/kagichart.asp", "https://www.investopedia.com/terms/r/realbody.asp"], "body": ["\nAn OHLC chart is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barchart.asp\" rel=\"noopener noreferrer\">bar chart</a> that shows open, high, low, and closing prices for each period. OHLC charts are useful since they show the four major data points over a period, with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\" rel=\"noopener noreferrer\">closing</a> price being considered the most important by many traders.\n", "\nThe chart type is useful because it can show increasing or decreasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum.asp\" rel=\"noopener noreferrer\">momentum</a>. When the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openingprice.asp\" rel=\"noopener noreferrer\">open</a> and close are far apart it shows strong momentum, and when the open and close are close together it shows indecision or weak momentum. The high and low show the full price range of the period, useful in assessing <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a>. There several patterns traders watch for on OHLC charts.\n", "\nOHLC charts consist of a vertical line and two short horizontal lines extending to the left and right of the horizontal line. The horizontal line extending to the left represents the opening price for the period, while the horizontal line extending to the right represents the closing price for the period. The height of the vertical line represents the intraday range for the period, with the high being the period's high and the low of the vertical line being the period's low. The entire structure is called a price bar.\n", "\nWhen the price rises over a period, the right line will be above the left, since the close is above the open. Often times, these bars are colored black. If the price falls during a period, the right line will be below the left, since the close is below the open. These bars are typically colored red.\n", "\nOHLC charts can be applied to any time frame. If applied to a 5-minute chart it will show the open, high, low, and close price for each 5-minute period. If applied to a daily chart, it will show the open, high, low, and close price for each day.\n", "\nOHLC charts show more information than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/linechart.asp\" rel=\"noopener noreferrer\">line charts</a> which only show closing prices connected together into a continuous line. OHLC and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\" rel=\"noopener noreferrer\">candlestick</a> charts show the same amount of information, but they show it in a slightly different way. While OHLC charts show the open and close via left and right facing horizontal lines, candlesticks show the open and close via a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realbody.asp\" rel=\"noopener noreferrer\">real body</a>.\n", "\nThere are several different techniques that technical analysts use to interpret OHLC charts. Here are several guidelines.\n", "\n<strong>Vertical Height:</strong> The vertical height of an OHLC bar is indicative of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> during the period. If the line height is great, then traders know that there's a lot of volatility and indecision in the market.\n", "\n<strong>Horizontal Line Position:</strong> The position of the left and right horizontal lines tell technical traders where the asset opened and closed relative to its high and low. If the security <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rally.asp\" rel=\"noopener noreferrer\">rallied</a> higher, but the close was much lower than the high, traders might assume that the rally fizzled toward the end of the period. If the price fell, but closed much higher than its low, selling fizzled toward the end of the period.\n", "\nIf the open and close are close together, it shows indecision, since the price couldn't make much progress in either direction. If the close is well above or below the open, it shows that there was strong selling or buying during the period.\n", "\n<strong>Bar Color:</strong> Typically during an uptrend, more bars will be colored black than red. During a downtrend, more red bars than black bars are common. This can provide information on the trend direction and its strength. A series of large black bars, at a glance, shows strong upward movement. While more analysis is necessary, this information may be helpful when deciding whether to look further into the details.\n", "\n<strong>Patterns:</strong> Traders also watch for patterns to occur on the OHLC chart. The major patterns include the key reversal, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inside-days.asp\" rel=\"noopener noreferrer\">inside bar</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outsidereversal.asp\" rel=\"noopener noreferrer\">outside bar</a>. A key reversal in an uptrend occurs when the price opens above the prior bar's close, makes a new high, and then closes below the prior bar's low. It shows a strong shift in momentum which could indicate a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pullback.asp\" rel=\"noopener noreferrer\">pullback</a> is starting. A key reversal in a downtrend occurs when the price opens below the prior bar's close, makes a new low, and then closes above the prior bar's high. This indicates a strong shift to the upside, warning of a potential rally.\n", "\nThe following is an OHLC chart for the S&amp;P 500 SPDR ETF (SPY). Overall rises are typically marked by a greater number of black bars, like the period at the start of October. Trough mid-November the price moves slightly higher but mostly sideways, marked by more alternating bar colors.\n", "\nIn mid-November, the price starts to rise, marked by a couple wider ranging black bars. At the start of the year, the price continued to escalate, dominated by black rising bars. At the start of February, there are large red bars, much larger than any seen during the prior advance. This is a major warning sign of strong selling pressure.\n"]}