{"name": "Oil Pollution Act of 1990", "@id": "https://www.investopedia.com/terms/o/oil-pollution-act-of-1990.asp", "related": ["https://www.investopedia.com/terms/g/green_fund.asp", "https://www.investopedia.com/terms/w/water-quality-improvement-act-of-1970.asp", "https://www.investopedia.com/terms/b/bioremediation.asp", "https://www.investopedia.com/terms/e/environmental-protection-agency.asp", "https://www.investopedia.com/terms/l/longshore-and-harbor-workers-compensation-act.asp", "https://www.investopedia.com/disparate-impact-5114526"], "body": ["\nThe U.S. Congress enacted the Oil Pollution Act of 1990 (OPA) to streamline and strengthen the Environmental Protection Agency's (EPA) power to prevent oil spills. It was passed as an amendment to the Clean Water Act of 1972 following the Exxon Valdez oil spill of 1989. The Oil Pollution Act of 1990 is one of the most wide-reaching and critical pieces of environmental legislation ever passed.\n", "\nThe Oil Pollution Act was designed to establish a comprehensive federal framework that would prevent future spills and develop cleanup procedures in the case of a spill-related emergency. Primary enforcement and administration of the act are by the U.S. Coast Guard and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/environmental-protection-agency.asp\">U.S. Environmental Protection Agency</a> (EPA).\n", "\nBefore passage of the OPA, federal pollution legislation had been an ineffective web of weak enforcement and insufficient liability for polluters. The OPA sought to solve this problem by establishing stricter standards for the maritime transportation of oil:\n", "\nA primary emphasis of the OPA is the liability, financial and otherwise, which the act imposes on any party found to be responsible for a destructive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tier-3-spill.asp\">oil spill</a>. Any firm identified as a responsible party is subject to virtually unlimited cleanup costs. However, any claimant seeking reimbursement for cleanup costs must first request it directly from the guilty party. If the responsible party refuses, a claimant can then take legal action against the firm or seek it directly from a federally established Oil Spill Liability Trust Fund. \n", "\nEstablishment of the Liability Trust Fund came in 1986, before the Valdez incident. It was established to finance clean-up efforts and damage assessments and to cover unmet private liability on the part of a responsible party. Funding for the trust is by a tax, on both domestic production and imports, of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/petroleum.asp\">petroleum</a> products.\n"]}