{"name": "Oil Price to Natural Gas Ratio Definition", "@id": "https://www.investopedia.com/terms/o/oil-price-to-natural-gas-ratio.asp", "related": ["https://www.investopedia.com/terms/n/natural-gas-equivalent.asp", "https://www.investopedia.com/terms/n/natural-gas-etf.asp", "https://www.investopedia.com/terms/c/crude-oil.asp", "https://www.investopedia.com/terms/c/commodity-market.asp", "https://www.investopedia.com/terms/w/wti.asp", "https://www.investopedia.com/terms/j/joblot.asp"], "body": ["\nAs its name suggests, the oil price to natural gas ratio is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ratioanalysis.asp\" rel=\"noopener noreferrer\">ratio</a> in which the price of oil is the numerator and the price of natural gas is the denominator. \n", "\nThe purpose of the oil price to natural gas ratio is to capture the relative valuation of these two important <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/energy-trading-4689668\" rel=\"noopener noreferrer\">energy commodities</a>. It is widely used by commodities traders, energy analysts, and investors.\n", "\nCrude oil and natural gas are important energy commodities that are actively traded on commodities markets such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nymex.asp\" rel=\"noopener noreferrer\">New York Mercantile Exchange (NYMEX)</a>. They are widely used as fuels for heating and electricity generation throughout the world.\n", "\nOne NYMEX crude oil contract is equivalent to 1,000 barrels of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crude-oil.asp\" rel=\"noopener noreferrer\">crude oil</a>, whereas one natural gas contract equals 10,000 British Thermal Units (MMBtu) of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/12/natural-gas-primer.asp\" rel=\"noopener noreferrer\">natural gas</a>.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ When calculating the oil price to natural gas ratio, the oil numerator refers to barrels of oil whereas the natural gas denominator refers to units of 10 MMBtu. The higher the oil price to natural gas ratio, the greater the price of oil relative to natural gas. If the ratio declines, then this means the difference in the prices of the two commodities is narrowing.\n", "\nOftentimes, traders will purchase crude oil futures when the oil price to natural gas ratio is below its historical averages, believing that they are receiving a bargain price for oil. Likewise, they will purchase natural gas <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">futures</a> when the ratio is above its historical norm. The same strategy can also work in reverse, selling oil futures when the ratio is high and selling natural gas futures when the ratio is low.\n", "\nThe oil price to natural gas ratio has shown a fair amount of volatility in recent years. Up until 2009, for instance, the ratio averaged about 10:1, meaning that when oil was at $50 a barrel, natural gas would be at $5 per MMBtu. In April 2012, however, the ratio jumped to 50:1, with oil at $120 per barrel and natural gas at only $2 per MMBtu. Just a few years later, between June 2014 and March 2015, the price of oil dropped to $45 per barrel, bringing the ratio down to 16:1.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nBut perhaps the most dramatic recent event in the oil price to natural gas ratio occurred in April 2020, when the price of oil hit historic lows as a result of the COVID-19 pandemic. During this period, crude oil reached $15 per barrel, while natural gas reached $1.91 per MMBtu, yielding a ratio of 8:1.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n"]}