{"name": "Omnibus Account", "@id": "https://www.investopedia.com/terms/o/omnibusaccount.asp", "related": ["https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/n/nominee.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/l/limited-discretionary-account.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp"], "body": ["\nAn omnibus account allows for managed trades of more than one person, and allows for anonymity of the persons in the account. Omnibus accounts are used by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fcm.asp\">futures commission merchants</a>. Transactions within the account are carried out in the name of the broker, protecting the individual identities of the two or more people invested in the omnibus account. The broker managing the omnibus account typically has the ability to execute trades on behalf of investors with funds inside the omnibus account. Trades are made in the name of the broker, although trade confirmations and statements are provided to customers within the account. \n", "\nOmnibus accounts refer to accounts that hold more than one item (<em>omni-</em> meaning 'many' and <em>-bus</em> meaning 'business'). A minimum of two individuals are required to create an omnibus account. All transactions occurring within an omnibus account will appear under the name of the associated broker, leaving the details of individual investors private.\n", "\nAn omnibus account is normally overseen by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managedfuturesaccount.asp\">futures manager</a>. The futures manager uses the funds in the account to complete trades on behalf of the participating individual investors. This method is similar to when an investor leaves stock in a broker's name, allowing the broker to hold the majority of the responsibility while also allowing them to take fast actions when required.\n", "\nAside from performing trades, the fund manager may also perform other actions designed to maintain the value of the account. In exchange, the futures manager charges fees or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a> to compensate for taking on the responsibility of these tasks.\n", "\nIf a country accepts an omnibus account from a foreign country, it becomes the host market. Depending on the host country involved, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulatory_risk.asp\">regulatory concerns</a> may arise. Since the individual investors participating in the account aren't known, there is no way to determine the intents of the investors involved. The addition of foreign funds may destabilize a small host market if the omnibus account represents a very large sum of money. Because of this, some markets have banned omnibus accounts to defend against destabilization or potential market <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manipulation.asp\">manipulation</a>. Other countries welcome the accounts, seeing it as an ideal method for encouraging foreign investments into the host market.\n", "\nAn omnibus account can provide investors with access to foreign markets while maintaining a level of anonymity, although, omnibus accounts are not allowed in parts of the world.\n"]}