{"name": "One-Child Policy Definition", "@id": "https://www.investopedia.com/terms/o/one-child-policy.asp", "related": ["https://www.investopedia.com/pink-tax-5095458", "https://www.investopedia.com/terms/d/demographics.asp", "https://www.investopedia.com/terms/b/baby_boomer.asp", "https://www.investopedia.com/terms/a/american-dream.asp", "https://www.investopedia.com/terms/g/generation-gap.asp", "https://www.investopedia.com/terms/p/population.asp"], "body": ["\nThe one-child policy was a policy implemented by the Chinese government as a method of controlling the population, mandating that the vast majority of couples in the country could only have one child. This was intended to alleviate the social, economic and environmental problems associated with the country's rapidly growing population.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/120114/understanding-chinas-one-child-policy.asp\">The one-child policy </a>was introduced in 1979 in response to an explosive population growth. China has a long history of encouraging birth control and family planning. However, by the late 70s, China's population was quickly approaching the 1 billion mark, and the Chinese government was forced to give serious consideration to curbing the population growth rate. This effort began in 1979 with mixed results, but was implemented more seriously and uniformly in 1980, as the government standardized the practice nationwide. There were, however, certain exceptions, for ethnic minorities, for those whose firstborn was handicapped, and for rural families in which the first-born was not a boy. The policy was most effective in urban areas, where it was well received by nuclear families, more willing to comply with the policy; the policy was resisted to some extent in agrarian communities in China.\n", "\nThere were various methods of enforcement, both through incentives and sanctions. For those who complied there were financial incentives, as well as preferential employment opportunities. For those who violated the policy, there were sanctions, economic and otherwise. At times, the government employed more draconian measures, including forced abortions and sterilizations.\n", "\nThe one-child policy was officially discontinued in 2015 and the government attempted to replace it with a two-child policy. It has been estimated that since 1979, the law has prevented between<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://archive.boston.com/news/world/asia/articles/2011/10/27/chinas_touting_of_1_child_rules_draws_challenges/\"> 200</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.chinadaily.com.cn/china/2006-11/09/content_729166.htm\" rel=\"nofollow\">400</a> million births. The efficacy of the policy itself, though, has been challenged, as it is true that populations, generally, naturally taper off as societies get wealthier. In China's case, as the birth-rate declined, the death rate declined, too, and life expectancy increased. \n", "\nThe one-child policy had serious implications for China's demographic and economic future. In 2017, China's fertility rate was 1.6, among the lowest in the world.\n", "\nChina now has a considerable gender skew—there are roughly 3-4% more males than females in the country. With the implementation of the one-child policy, and the preference for male children, China saw a rise in female fetus abortions, increases in the number of baby girls left in orphanages, and even increases in infanticide of baby girls. There were 33 million more men, with 115 boys for every 100 girls, as compared to women in China.\n", "\nThis will have an impact on marriage in the country, and a number of factors surrounding marriage, for years to come. Lower numbers of females also means that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.scmp.com/comment/insight-opinion/article/2151359/patriotism-may-hold-key-china-births-challenge\" rel=\"nofollow\">there were less women</a> of child-bearing age in China.\n", "\nThe drop in birth-rates meant less children, which occurred as death rates dropped and longevity rates rose. It is estimated that a third of China's population will be over the age of 60 by 2050. That means more elderly people relying on their children to support them, and fewer children to do so. So, China is facing a labor shortage, and will have trouble supporting this aging population through its state services. \n", "\nAnd finally, the one-child policy has led to the proliferation of undocumented, non-first-born children. Their status as undocumented makes it impossible to leave China legally, as they cannot register for a passport. They have no access to public education. Oftentimes, their parents were fined or removed from their jobs.\n"]}