{"name": "OneCoin", "@id": "https://www.investopedia.com/terms/o/onecoin.asp", "related": ["https://www.investopedia.com/terms/m/multi-level-marketing.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/i/iota.asp", "https://www.investopedia.com/terms/c/cryptocurrency.asp", "https://www.investopedia.com/terms/s/satoshi-nakamoto.asp"], "body": ["\nOneCoin was a cryptocurrency-based <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ponzischeme.asp\">Ponzi scheme</a>. The companies behind the scheme was OneCoin Ltd. and OneLife Network Ltd., founded by Bulgarian national Ruja Ignatova, who disappeared in 2017. However, not before the scheme raised $4 billion.\n", "\nRuja Ignatova started OneCoin in 2014, claiming it worked just like any other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a>. The claim was that OneCoins could be mined (with 120 billion coins available) and used to make payments, even having an e-wallet. However, there was no OneCoin blockchain model or payment system. \n", "\nThe company did sell educational materials, such as courses on cryptocurrencies. This was considered its main business. The courses included other areas as well, such as trading and investing. The courses were part of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multi-level-marketing.asp\">multi-level marketing</a> (MLM) scheme, where buyers were offered rewards for bringing in more participants.\n", "\nBuyers of the course packages were to receive tokens that could be used to mine OneCoins. Much of the course material offered was said to be plagiarized. \n", "\nThe exchange for converting OneCoin into other currencies was the OneCoin Exchange xcoinx, which was an internal marketplace. Members were able to access the exchange if they bought more than just the beginner package. \n", "\nSelling limits were placed on the accounts based on the level of education package purchased. In January 2017, the exchange was shut down. Leading up to the shutdown, OneCoin denied the majority of withdrawal requests. The exchange was the only way for affiliates to cash out.\n", "\nIn 2016, questions started to come up about OneCoin as many countries began to investigate the company, with some calling it a pyramid scheme. The Direct Selling Association in Norway first called the OneCoin fraud a pyramid scheme in March 2016. Later that year (in December 2016), the Hungarian Central Bank warned against OneCoin being a pyramid scheme. \n", "\nIn 2017, OneCoin claimed it was the first company to become licensed by the Vietnamese government and legally allowed to be used as a digital currency. The Vietnam government rebutted the claim.\n", "\nIn early 2018, the Bulgarian police raided the company’s office. Founder Ruja disappeared in 2017 when a warrant was filed for her arrest. Her brother, Konstantin Ignatova, replaced her as the face and manager of the company. Co-founder Greenwood was arrested in 2018 and Konstantin arrested in November 2019.\n", "\nKonstantin pleaded guilty to fraud and money laundering. Greenwood is in discussion with authorities about a possible plea deal. OneCoin was never actively traded, nor could the coins be used to purchase anything.\n", "\n \n"]}