{"name": "Ontario Securities Commission (OSC)", "@id": "https://www.investopedia.com/terms/o/ontario-securities-commission.asp", "related": ["https://www.investopedia.com/terms/c/csa.asp", "https://www.investopedia.com/terms/s/sec-form-19b-4.asp", "https://www.investopedia.com/terms/s/sec-form-f-8.asp", "https://www.investopedia.com/terms/m/mutual-fund-dealers-association.asp", "https://www.investopedia.com/terms/s/sec-form-f-7.asp", "https://www.investopedia.com/terms/i/investment-industry-regulatory-organization-of-canada-iiroc.asp"], "body": ["\nThe Ontario Securities Commission (OSC) is the largest securities regulator in Canada, enforcing securities laws in the province of Ontario. As a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crowncorporation.asp\" rel=\"noopener noreferrer\">crown corporation</a>, the OSC is answerable to the provincial government of Ontario.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Ontario Securities Commission (OSC) regulates exchanges, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alternative-trading-system.asp\" rel=\"noopener noreferrer\">alternative trading systems</a> (ATS) and quotation and trade reporting systems (QTRS) in the province of Ontario. Like virtually all securities regulators, the OSC works to maintain market integrity and investor confidence by enforcing securities laws. Specifically, the OSC enforces the Securities Act and the Commodity Futures Act, both of Ontario.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe OSC develops securities rules by consulting with the Canadian public, advisory committees and international organizations. The commission is empowered to take a range of actions to enforce compliance with Ontario securities law. It can issue a cease trade order, order the restatement and refiling of financial statements, and add conditions to a registration. It can also, following an enforcement proceeding, impose sanctions and even fines, but recovering damages for defrauded investors is not within its purview.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe OSC currently recognizes two self-regulatory organizations (SRO), the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-industry-regulatory-organization-of-canada-iiroc.asp\" rel=\"noopener noreferrer\">Investment Industry Regulatory Organization of Canada</a> (IIROC) and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutual-fund-dealers-association.asp\" rel=\"noopener noreferrer\">Mutual Fund Dealers Association</a> (MFDA). The three organizations divide up compliance review duties. The OSC reviews advisers, exempt market dealers, scholarship plan dealers and fund managers. The IIROC reviews investment dealers and futures commission merchants.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The MFDA reviews mutual fund dealers.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ These regulatory bodies may subject a firm to a compliance review based on complaints, as part of a broad sweep or at random.  \n", "\nWhile the OSC’s mandate to “foster fair and efficient markets” may seem quite broad, there are limits on its ability to regulate in legal gray areas. For example, in 2017, Canadian markets were disrupted by illegal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortanddistort.asp\" rel=\"noopener noreferrer\">short and distort</a> campaigns, in which short sellers spread false information to drive down the price of the stock they’re shorting. When investors demanded the OSC take action, the commission explained that there is often little it can do without specific evidence of intentionally fraudulent statements. That can be difficult to find, and in some cases, short-sellers are rattling markets without relying on false information at all. They are simply identifying a company they believe is overvalued and shorting it while actively campaigning for its price to drop. While the OSC and IIROC have certain tools to put a damper on the short selling of a stock, they are typically averse to using them, fearing their interference may be more disruptive than the short campaign.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n"]}