{"name": "Opening Price Definition", "@id": "https://www.investopedia.com/terms/o/openingprice.asp", "related": ["https://www.investopedia.com/terms/g/gapping.asp", "https://www.investopedia.com/terms/s/session-price.asp", "https://www.investopedia.com/terms/d/daytrader.asp", "https://www.investopedia.com/terms/c/closing-quote.asp", "https://www.investopedia.com/terms/o/overnighttrading.asp", "https://www.investopedia.com/terms/e/extended_trading.asp"], "body": ["\nThe opening price is the price at which a security first trades upon the opening of an exchange on a trading day; for example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) opens at precisely 9:30 a.m. Eastern time. The price of the first trade for any listed stock is its daily opening price. The opening price is an important marker for that day's trading activity, particularly for those interested in measuring short-term results such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daytrader.asp\">day traders</a>.\n", "\nThe NASDAQ uses an approach called the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opening-cross.asp\">opening cross</a>\" to decide the best opening price considering the orders that accumulated overnight. Typically, a security's opening price is not identical to its prior day closing price. The difference is because <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/afterhourstrading.asp\">after-hours trading</a> has changed investor valuations or expectations for the security.\n", "\nCorporate announcements or other news events that occur after the market closes can change investor expectations and opening price. Large-scale natural disasters or man-made disasters, such as wars or terrorist attacks that occur in after hours, may have similar effects on stock prices. When these events occur, some investors may try to buy or sell securities during the after hours.\n", "\nNot all orders are executed during after-hours trading. The lack of liquidity and the resulting wide spreads make market orders unattractive to traders in after-hours trading because it's much more difficult to complete a transaction at a predictable price with a market order, and limit orders often won't get filled. When the market opens the next day, this large amount of limit or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stoporder.asp\">stop orders</a>—placed at prices different from the prior day’s closing price—causes a substantial disparity in supply and demand. This disparity makes the opening price veer away from the prior day’s close in the direction that corresponds to the effect of whatever market forces are moving the stock price.\n", "\nThere are several day-trading strategies based on the opening of a market. When the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/122414/what-are-most-common-periods-used-creating-moving-average-ma-lines.asp\">opening price varies</a> so much from the prior day’s close that it creates a price gap, day traders use a strategy known as “Gap Fade and Fill.” Traders attempt to profit from the price correction that usually takes place after a sizable price gap at the opening.\n", "\nAnother popular strategy is to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fade.asp\">fade</a> a stock at the open that is showing strong pre-market indications contrary to the rest of the market or similar stocks in a common sector or index. When a strong disparity is present in pre-market indications, a trader waits for the stock to make a move at the open contrary to the rest of the market. The trader then takes a position in the stock in the general direction of the market when momentum and volume of the initial contrary stock price movement diminishes. When executed correctly, these are high probability strategies designed to achieve quick small profits.\n", "\nOn Feb. 14, 2019, the opening price for Facebook (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.marketwatch.com/investing/stock/fb\">FB</a>) was $163.84 per share. On Feb. 26, 2019, the opening price for Apple (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.marketwatch.com/investing/stock/AAPL\">AAPL</a>) was $173.71. The opening of Facebook took investors on a wild ride. The stock initially rose from its $38 price but closed the day with only a modest gain, closing at $38.23.\n"]}