{"name": "Open Definition", "@id": "https://www.investopedia.com/terms/o/open.asp", "related": ["https://www.investopedia.com/terms/e/extended_trading.asp", "https://www.investopedia.com/terms/h/held-at-opening.asp", "https://www.investopedia.com/terms/v/variablepricelimit.asp", "https://www.investopedia.com/terms/v/volumeoftrade.asp", "https://www.investopedia.com/terms/g/globex.asp", "https://www.investopedia.com/terms/s/spottrade.asp"], "body": ["\nThe term \"open\" appears in several usages in the financial markets. However, there are two that hold particular significance, depending on the context in which they are used.\n", "\nDepending on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchange</a> or venue, the open may be the first executed trade price for that particular day. It is very likely that the open price will not be the same as the previous day's closing price. \n", "\nOther venues might sample trading for a short period of time near the beginning of the official trading day and create an official open. It may or may not be the same as the price of the first trade. This may be the method used for securities that have very little trading activity and may just be the previous day's close.\n", "\nDifferent exchanges will have different opening times. For instance, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange (NYSE)</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a> open at 9.30 am EST, whereas the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange (CME)</a> opens trading in U.S. Treasury securities futures at 8:20 am (7:20 CST), \n", "\nThe primary reason why an order remains open is that it carries conditions, such as price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitorder.asp\">limits</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stoporder.asp\">stop</a> levels, unlike a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketorder.asp\">market order</a>. A limit order to buy, entered when the current traded price of the security is already above that limit price, will not execute until such time that the market declines to meet it. A buy stop order will not turn into a market order until the security reaches a specified price level.\n", "\nAnother reason may simply be the lack of liquidity for that particular security. If there are no established bids and offers by market makers or other traders then no trading occurs.\n", "\nThere is a related use for the term open that is of interest to futures and options traders. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openinterest.asp\">Open interest</a> is the total number of open or outstanding options or futures contracts that exist at a given time. Unlike the stock market, where the number of shares outstanding is fixed by the company itself and does not change very often, open interest in the derivatives markets changes constantly. This can yield important information to traders and analysts about how aggressively market participants act in rising and falling price trends.\n"]}