{"name": "Open Outcry Definition", "@id": "https://www.investopedia.com/terms/o/openoutcry.asp", "related": ["https://www.investopedia.com/terms/t/trading_floor.asp", "https://www.investopedia.com/terms/r/runner.asp", "https://www.investopedia.com/terms/g/globex.asp", "https://www.investopedia.com/terms/r/ring-trading.asp", "https://www.investopedia.com/terms/c/commodity-market.asp", "https://www.investopedia.com/terms/o/overnighttrading.asp"], "body": ["\nOpen outcry was a popular method for communicating trade orders in trading pits before 2010. The verbal and hand signal communication used by traders at stock, option and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresexchange.asp\">futures exchanges</a> are now rarely employed, replaced by faster and more accurate electronic order systems. Signals and shouts made in a particular manner and sequence would convey trading information, intentions, and acceptance in the trading pits. Open outcry was also equated with pit trading though both electronic .\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pit.asp\">Trading pits</a> are physical sections of trading floors, often with risers or uneven floor levels to accommodate eye contact with as many traders as possible, where trade orders are communicated face to face. Traders make a contract when one trader declares they want to sell at a certain price, and another trader responds that they will buy at that same price.\n", "\nOpen outcry is similar to an auction where all participants have a chance to compete for orders. It leads to transparency, efficient markets, and fair <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricediscovery.asp\">price discovery</a>. Because trading can occur between any two participants at any given time, it differs from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter</a> trading where trading is negotiated between two parties privately. Most of the trading in pits is conducted between one or more members in the crowd of the pit, and a smaller number of traders that stand at the edge of the pits as market makers. Most of the order flow will come through these market makers to the traders in the pits.\n", "\nThe length of the trading day differs between open outcry exchanges and those that use electronic trading such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globex.asp\">Globex</a>. Regular market hours typically run from 8:30 a.m. to 4:15 p.m. Eastern Standard Time. Open outcry sessions for some <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodities</a> such as corn futures and options (CBOT) run from 9:30 a.m. to 1:15 p.m. \n", "\nFirst introduced in 1992, the Globex is the first global electronic trading system for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a>. The <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange</a> (CME) developed the Globex automated system. Electronic trading on Globex is available nearly 24 hours a day, from Sunday evening through late Friday afternoon. There is a short break each day between closing one day's trades and reopening the next day's trading. This break varies from 30 to 60 minutes, depending on the product of trading.\n", "\nWhile open outcry dates back centuries as the dominant method for trading, most <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchanges</a> now use electronic trading systems. These automated systems reduce the costs, improve trade execution speed, and create an environment less prone to manipulation. They also make it easier to aggregate information for all interested parties. Electronic trading is now available, often for free, on home computers and smartphones.\n", "\nSome professional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\">traders</a> lament that electronic trading cannot capture the intangible information upon which pit traders relied. As an example, electronic trading is void of the subjective assessment of a buyer or seller's intentions or motivations. Electronics do not relay the mood of the trading pit which some pit traders found very useful in making trades.\n", "\nA feel for this pit dynamic is now only available in past movies and documentaries. Trading Places, starring Eddie Murphy and Dan Aykroyd, provided a rather comical, though somewhat informative look into the methods, frustrations, and information asymmetry that traders experienced in the pits. It is still referenced by people experienced in the profession trying to describe what it used to be like.\n", "\nDespite such pop culture references, the reality is that trading is far more efficient in current times than in days past, as evidenced by increased execution speeds and decreased trading fees. Thus it is unlikely that open outcry will ever return or grow as a method for traders operating at an exchange.\n"]}