{"name": "Open-End Credit Definition", "@id": "https://www.investopedia.com/terms/o/openendcredit.asp", "related": ["https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/c/closed_end_credit.asp", "https://www.investopedia.com/terms/d/debit-cancellation-contract.asp", "https://www.investopedia.com/terms/l/lineofcredit.asp", "https://www.investopedia.com/terms/adequate-notice.asp", "https://www.investopedia.com/terms/c/credit_score.asp"], "body": ["\nOpen-end credit is a preapproved loan between a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institution</a> and borrower that may be used repeatedly up to a certain limit and can subsequently be paid back prior to payments coming due.\n", "\nThe preapproved amount will be set out in the agreement between the lender and the borrower. Open-end credit also is referred to as a line of credit or a revolving line of credit.\n", "\nOpen-end credit agreements are good for borrowers because it gives them more control over when and how much they borrow. In addition, interest usually isn't charged on the part of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\">line of credit</a> that is not used, which can lead to interest savings for the borrower compared to using an installment loan.\n", "\nOpen-end credit often takes one of two forms: a loan or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\">credit card</a>. In the consumer market, credit cards are the more common form as they provide flexible access to funds, which are available immediately again once a payment is received. A home equity line of credit is another of the more common loan forms in the consumer market, allowing borrowers to access funds based on the level of equity in their homes or other property.\n", "\nOn the business side, a line of credit loan may use different metrics to determine the maximum amounts. These measures can include information regarding a company’s value or revenue, or by collateral such as real estate assets and the value of other tangible goods held by the organization.\n", "\nA line of credit is different from a closed-end loan. In both the consumer and business sectors, the main difference between a line of credit and a closed-end loan involves how the funds are initially distributed and if they can be reused as payments. While both products will have a maximum dollar amount allowed, which is known as the credit limit, the loans function in different ways.\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/062915/what-difference-between-closed-end-credit-and-line-credit.asp\">closed-end loan</a>, also referred to as an installment loan, the total amount of the loan is provided to the borrower upfront. As payments are made toward the balance, the amount owed decreases, but it is unlikely that those funds can be withdrawn a second time. This factor is what prevents a closed-end loan from being considered a revolving form of credit.\n", "\nWith a line of credit, the full amount of the loan is available once it is granted. This allows borrowers to access as much or as little money as they want, depending on their current needs. As the balance owed is paid down, borrowers also can choose to withdraw the funds again, making the line of credit revolving in nature.\n", "\nOpen-end loans, like credit cards, are different from closed-end loans, like auto loans, in terms of how the funds are distributed and whether a consumer that has started to pay down the balance can withdraw the funds again.\n"]}