{"name": "Open Source", "@id": "https://www.investopedia.com/terms/o/open-source.asp", "related": ["https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/h/hyperledger.asp", "https://www.investopedia.com/terms/m/mist-browser.asp", "https://www.investopedia.com/terms/e/eos.asp", "https://www.investopedia.com/terms/n/namecoin.asp", "https://www.investopedia.com/terms/d/distributed-applications-apps.asp"], "body": ["\nOpen source refers to a software program or platform with source code that is readily accessible and which can be modified or enhanced by anyone. Open source access grants users of an application permission to fix broken links, enhance the design, or improve the original code.\n", "\nOpen source software (OSS) hubs, such as GitHub, are an example of a kind of open collaboration that can broaden design perspectives far more than a single company or design work group. Open source practices can also lead to considerable savings, with many open source offerings provided to consumers for free, relying instead on a shareware or donation model.\n", "\nOpen source is a perfect illustration of the adage that says “It takes a village to raise a child.” To perfect the usability of a product, multiple minds and talents are needed for various areas of the product’s functionality. Platforms developed and built on user collaboration work better and have less bugs. Software developers who encourage the open source concept believe that by giving any interested party access to modify a product’s source code, the application will be more usable and error-free over the long term.\n", "\nMozilla Firefox, Linux, WordPress, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\" rel=\"noopener noreferrer\">Bitcoin</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/android-operating-system.asp\" rel=\"noopener noreferrer\">Android</a> are all popular examples of open source projects. By making their source codes available to all, open source products serve as educational tools for technology students who study the codes, learn from them, and opt to create even better codes. Hence, better and more innovative applications are created from the foundation of previous open source applications. \n", "\nOpen source promotes free redistribution of its source codes, hence it is also called free software. The source code is the built-in function that guides how the application works. Traditionally, most software or apps bought or acquired have codes that can only be legally manipulated or modified by the original creators—usually an individual, team, or organization. This type of software is called proprietary software or closed source. Proprietary software is equipped with licenses that compel its users to agree to guidelines erected by the original creator.\n", "\nOpen source licenses differ from proprietary licenses in that users have to agree to the rules associated with modifying, using, and distributing the software. For example, some open source licenses stipulate that if a user alters and distributes a program to others, they must also distribute the source code without charging a licensing fee.\n", "\nBecause no permission is required when using an open software application, programmers can usually fix and upgrade an application’s source code in less time than it would usually take. With closed source programs, the company or creators of the code have to be notified and users may have to wait a considerable amount of time before any changes have been made to the application.\n", "\nIn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fintech.asp\" rel=\"noopener noreferrer\">fintech</a> areas such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/big-data.asp\" rel=\"noopener noreferrer\">big data</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\" rel=\"noopener noreferrer\">blockchain</a> technology, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cloud-computing.asp\" rel=\"noopener noreferrer\">cloud computing</a>, innovation is being driven by a collaborative open source channel. Due to the tremendous amount of data that emerging technology feeds from, companies are adapting to open source techniques and sharing the work involved with external users who can contribute and find new possibilities for the shared data.\n", "\nThe spirit of open source has spread beyond contributing to code. In recent times, technology innovators, developers, and programmers have devised applications to support collaboration among users all over the world in all sorts of areas including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/peertopeer-p2p-insurance.asp\" rel=\"noopener noreferrer\">peer-to-peer insurance</a>. \n"]}