{"name": "Opening Bell Definition", "@id": "https://www.investopedia.com/terms/o/openingbell.asp", "related": ["https://www.investopedia.com/terms/a/afterthebell.asp", "https://www.investopedia.com/terms/e/extended_trading.asp", "https://www.investopedia.com/terms/o/overnighttrading.asp", "https://www.investopedia.com/terms/b/bigboard.asp", "https://www.investopedia.com/terms/p/premarket.asp", "https://www.investopedia.com/terms/s/session-price.asp"], "body": ["\nThe opening bell refers to the moment a securities exchange opens for its normal daily trading session. The time and conditions of the opening bell differ from one exchange to another. Since 1985, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) has used the opening bell to start its trading session at 9:30 a.m. Eastern time. At the NYSE there is a physical bell and an automated ringer that sounds at the beginning of each trading day. On the Nasdaq exchange, where this is no physical trading floor, the opening of the market is referred to as the opening bell, but it is symbolic in significance.\n", "\nPhysical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading_floor.asp\">trading floors</a> have all but disappeared over the years with the rise of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecn.asp\">electronic trading</a>. Investors and traders use the term opening bell to describe the opening of a given market. The physical ringing of the opening bell has become a ceremonious event where dignitaries visiting the stock markets or companies that are trading for the first day are given the honor of ringing the bell.\n", "\nThis serves a useful function of drawing attention to the day's trading activities and helps maintain the interest of investors. For this reason, media companies such as CNBC, Fox and Cheddar, have on-location fixtures in the last of the well-known formal, physical trading floors in existence, the NYSE. Without these media companies having a place to report on the trading session, the exchange would find it hard to justify the continued operation of the trading floor since so much there is automated anyway. Accordingly, the Nasdaq exchange, which was electronic from its inception, has no physical trading floor and has created a media space for the purpose of featuring its opening bell ceremonies.\n", "\nThe first bell was actually a large gong used on the NYSE to officially notify brokers and dealers that it was okay to begin the work of auctioning prices. However, in 1903, the gong was replaced by an electronically operated brass bell. The bell is accompanied by the gavel that is used in conjunction with the closing bell in recognition of 19<sup>th </sup>century stock calls. The opening and closing bell can be viewed each day on the The New York Stock Exchange’s website.\n", "\nMany exchanges offer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premarket.asp\">pre-market trading</a> that occurs before the opening bell. During this time, traders and investors who have access to the extended session trading may place trades with one another. But there are no market specialist or market makers during these hours, and trading is done with limit orders only. Trades must therefore be exact matches in terms of size and offer time. This means that trades made in these hours may take more time to fill and be less efficient in their pricing. As a result fewer traders participate in such sessions.\n", "\nOne notable exception is the circumstances surrounding earnings announcements. If a company announces its quarterly results before the opening bell, then an unusual flurry of activity is likely to take place on that particular stock. The added participants all rushing to make trades based on the new information means that trading in those moments can occasionally mimic the speed and efficiency of price action that a regular session might provide. This flurry of activity may also occur sporadically based on news that is released overnight or before the opening bell.\n", "\nWhile pre-market trading has its advantages, there are several important risk factors. Pre-market trading tends to have less <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> than trading during regular hours, which means that <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\">bid-ask spreads</a> may be wider and price action may be significantly more volatile. Many pre-market and after-hours traders are also <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\">institutional investors</a> trading in mutual funds and hedge funds, which means that retail investors must compete with professionals who are better equipped to work their orders than the average individual investor.\n", "\nThe New York Stock Exchange and the Nasdaq Exchange open at 9:30 a.m. Eastern Time and closes at 4:00 p.m. Eastern Time, but different exchanges all around the world open at different times of the day. For example, many futures markets have an opening bell followed by a morning and afternoon session. The options markets also tend to have different opening bells depending on the exchange. Traders should be aware of these times before trading in the market.\n", "\nIn the foreign exchange (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\">forex</a>) market, there is no opening bell since the market operates 24-hours a day, six days per week. The start of the trading day, however, is often considered to be 5:00 p.m. Eastern Time until the same time the next day.\n"]}