{"name": "Open Market Operations (OMO) Definition", "@id": "https://www.investopedia.com/terms/o/openmarketoperations.asp", "related": ["https://www.investopedia.com/terms/p/permanent-open-market-operations.asp", "https://www.investopedia.com/terms/o/open-mouth-operations.asp", "https://www.investopedia.com/terms/t/tightmonetarypolicy.asp", "https://www.investopedia.com/terms/m/mspa.asp", "https://www.investopedia.com/terms/f/federal_discount_rate.asp", "https://www.investopedia.com/terms/i/intermediate-targets.asp"], "body": ["\nOpen market operations (OMO) refers to when the Federal Reserve buys and sells primarily <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/073113/introduction-treasury-securities.asp\" rel=\"noopener noreferrer\">U.S. Treasury securities</a> on the open market in order to regulate the supply of money that is on reserve in U.S. banks, and therefore available to loan out to businesses and consumers. It purchases Treasury securities to increase the supply of money and sells them to reduce the supply of money.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nBy using this system of open market purchasing, the Federal Reserve can produce the target federal funds rate it has set by providing or else taking liquidity to commercial banks by buying or selling government bonds with them. The objective of OMOs is to manipulate the short-term interest rate and the supply of base money in an economy.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIts open market operations are the tools it uses to reach that target rate by buying and selling securities in the open market. The central bank is able to increase the money supply and lower the market interest rate by purchasing securities using newly created money. Similarly, the central bank can sell securities from its balance sheet and take money out of circulation, putting a positive pressure on interest rates.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Federal Open Market Committee (FOMC) is the entity that carries the Federal Reserve's OMO policy. The Board of Governors of the Federal Reserve sets a target federal funds rate and then the FOMC implements the open market operations that achieve that rate.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The federal funds rate is the interest percentage that banks charge each other for overnight loans. This constant flow of vast sums of money allows banks to keep their cash reserves high enough to meet the demands of customers while putting excess cash to use.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe federal funds rate also is a benchmark for other rates, influencing the direction of everything from savings deposit rates to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082014/mortgage-rates-rise-when-and-how-much.asp\" rel=\"noopener noreferrer\">home mortgage rates</a> and credit card interest. The Federal Reserve sets a target <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\" rel=\"noopener noreferrer\">federal funds rate</a> in an effort to keep the U.S. economy on an even keel and to forestall the ill effects of uncontrolled price inflation or deflation.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nU.S. Treasurys are government bonds that are purchased by many individual consumers as a safe investment. They are also traded on the money markets and are purchased and held in large quantities by financial institutions and brokerages.\n", "\nOpen market operations allow the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/federal-reserve.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> to buy or sell Treasurys in such large quantities that it has an impact on the supply of money distributed in banks and other financial institutions around the U.S.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are only two ways Treasury rates can move, and that's up or down. In the Federal Reserve's language, the policy is expansionary or contractionary.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIf the Fed's goal is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expansionary_policy.asp\" rel=\"noopener noreferrer\">expansionary</a>, it buys Treasurys in order to pour cash into the banks. That puts pressure on the banks to lend that money out to consumers and businesses. As the banks compete for customers, interest rates drift downwards. Consumers are able to borrow more to buy more. Businesses are eager to borrow more to expand.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIf the Fed's goal is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractionary-policy.asp\" rel=\"noopener noreferrer\">contractionary</a>, it sells Treasurys in order to pull money out of the system. Money gets tight, and interest rates drift upwards. Consumers pull back on their spending. Businesses trim their plans for growth, and the economy slows down.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nPermanent open market operations (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/permanent-open-market-operations.asp\" rel=\"noopener noreferrer\">POMO</a>) refers to when a central bank constantly uses the open market to buy and sell securities in order to adjust the money supply. It has been one of the tools used by the Federal Reserve to implement monetary policy and influence the American economy. Permanent open market operations (POMOs) are the opposite of temporary open market operations, which are used to add or drain reserves available to the banking system on a temporary basis, thereby influencing the federal funds rate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}