{"name": "Open-End Fund Definition", "@id": "https://www.investopedia.com/terms/o/open-endfund.asp", "related": ["https://www.investopedia.com/terms/c/closedendmanagementcompany.asp", "https://www.investopedia.com/terms/s/sec-form-n-2.asp", "https://www.investopedia.com/terms/e/etf.asp", "https://www.investopedia.com/terms/d/discount_to_nav.asp", "https://www.investopedia.com/terms/e/equityuit.asp", "https://www.investopedia.com/terms/n/nav.asp"], "body": ["\nAn open-end fund is a diversified portfolio of pooled investor money that can issue an unlimited number of shares. The fund sponsor sells shares directly to investors and redeems them as well. These shares are priced daily, based on their current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\" rel=\"noopener noreferrer\">net asset value</a> (NAV). Some mutual funds, hedge funds, and exchange-traded funds (ETFs) are types of open-end funds.\n", "\nThese are more common than their counterpart, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-endinvestment.asp\" rel=\"noopener noreferrer\">closed-end funds</a>, and are the bulwark of the investment options in company-sponsored retirement plans, such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)</a>.\n", "\nAn open-end fund issues shares as long as buyers want them. It is always open to investment—hence, the name, open-end fund. Purchasing shares cause the fund to create new—replacement—shares, whereas selling shares takes them out of circulation. Shares are bought and sold on demand at their NAV. The daily basis of the net asset value is on the value of the fund’s underlying securities and is calculated at the end of the trading day. If a large number of shares are redeemed, the fund may sell some of its investments to pay the selling investors.\n", "\nAn open-end fund provides investors an easy, low-cost way to pool money and purchase a diversified portfolio reflecting a specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentobjective.asp\" rel=\"noopener noreferrer\">investment objective</a>. Investing objectives include investing for growth or income, and in large-cap or small-cap companies, among others. Further, the funds can target investments into specific industries or countries. Investors typically do not need a lot of money to gain entry into an open-end fund, making the fund easily accessible for all levels of investors.\n", "\nOccasionally, when a fund's investment management determines that a fund's total assets have become too large to execute its stated objective effectively, the fund will be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closed-to-new-investors.asp\" rel=\"noopener noreferrer\">closed to new investors</a>. In extreme cases, some funds will be closed to additional investment by existing fund shareholders.\n", "\nOpen-end funds are so familiar—virtually synonymous with mutual funds—that many investors may not realize they are not the only type of fund in town. This type of investment fund is not even the original type of investment fund. Closed-end funds are older than mutual funds by several decades, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cefa.com/Learn/Content/CEFBasics/Overview.fs\" rel=\"noopener noreferrer nofollow\">dating from 1893</a>, according to the Closed-End Fund Center.\n", "\nClosed-end funds launch through an initial public offering (IPO) and sell on the open market. The closed-end fund shares trade on an exchange and are more liquid. They price trades at a discount or premium to the NAV based on supply and demand throughout the trading day.\n", "\nSince closed-end funds do not have that requirement, they may invest in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/illiquid.asp\" rel=\"noopener noreferrer\">illiquid</a> stocks, securities or in markets such as real estate. Closed-end funds may impose additional costs through wide <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\" rel=\"noopener noreferrer\">bid-ask spreads</a> for illiquid funds, and volatile premium/discount to NAV. Closed-end funds demand that shares be traded through a broker. Most of the time, investors can also receive the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a> price for the underlying assets of the portfolio when selling.\n", "\nBoth open- and closed-end funds are run by portfolio managers with the help of analysts. Both types of funds mitigate security-specific risk by holding diversified investments, and by having lower investment and operating costs due to the pooling of investor funds.\n", "\nAn open-end fund has unlimited shares issued by the fund and receive a NAV value at the end of the trading day. Investors who trade during a business day must wait until the end of trading to realize any gains or losses from the open-end fund.\n", "\nAlso, open-end funds must maintain large cash reserves as a portion of their portfolios. They do this in case they need to meet shareholder redemptions. Since these funds must be kept in reserve and not invested the yields to open-end funds are usually lower. Open-end funds typically provide more security, whereas closed-end funds often provide a bigger return.\n", "\nBecause management must continually adjust holding to meet investor demand, the management fees for these funds are usually higher than other funds. Open-end funds investors enjoy greater flexibility in buying and selling shares since the sponsoring fund family always makes a market in them.\n", "\nFidelity's Magellan Fund, one of the investment company's earliest open-end funds, aimed at capital appreciation. It was founded in 1963, and during the late 1970s and 1980s, it became a legend for regularly beating the stock market with its 29% annual returns.\n", "\nIts portfolio manager, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/031616/where-does-peter-lynch-keep-his-money.asp\" rel=\"noopener noreferrer\">Peter Lynch, was close to a household name</a>. The fund became so popular, with assets hitting US$100 billion that in 1997, Fidelity closed the fund to new investors for nearly a decade. It reopened in 2008.\n"]}