{"name": "Operating Loss (OL)", "@id": "https://www.investopedia.com/terms/o/operating-loss.asp", "related": ["https://www.investopedia.com/terms/e/ebit.asp", "https://www.investopedia.com/terms/o/operatingincome.asp", "https://www.investopedia.com/terms/o/operatingmargin.asp", "https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/n/netloss.asp"], "body": ["\nAn operating loss occurs when a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\" rel=\"noopener noreferrer\">operating expenses</a> exceed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossprofit.asp\" rel=\"noopener noreferrer\">gross profits</a> (or revenues in the case of a service-oriented company). An operating loss does not consider the effects of interest income, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\" rel=\"noopener noreferrer\">interest expense</a>, extraordinary gains or losses, or income or losses from equity investments or taxes. These items are \"below the line,\" meaning they are added or subtracted after the operating loss (or income, if positive) to arrive at net income. If there is an operating loss, there is usually a net income loss unless an extraordinary gain (e.g., sale of an asset) was recorded during the accounting period.\n", "\nAn operating loss could indicate that a company's core operations are not profitable and that changes need to be made to increase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a>, decrease costs, or both. The immediate solution is typically to cut back on expenses, as this is within the control of company management. Layoffs, office or plant closings, or reductions in marketing spending are ways to reduce expenses. An operating loss is expected for start-up companies that mostly incur high expenses (with little or no revenues) as they attempt to grow quickly.\n", "\nIn most other situations, if sustained, an operating loss is a sign of deteriorating fundamentals of a company's products or services. However, that's not necessarily the case if a company is spending more money in the short-term to hire additional employees, conduct a fresh sales and marketing campaign, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\" rel=\"noopener noreferrer\">lease</a> extra office space in anticipation of expanded future business. In such a scenario, a company may be hit with a few or several quarters of operating losses until the bump-up of the expenditures declines and the benefits of the added spending manifest in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/topline.asp\" rel=\"noopener noreferrer\">top line</a>.\n", "\nFor a company that manufactures products, gross profit is sales less the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold</a> (COGS). In 2009, the year that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> took hold, Huntsman Corporation recorded an operating loss of over $71 million. That year gross profit was $1,068 million, while operating expenses composed of selling, general, and administration (SG&amp;A), research and development (R&amp;D), restructuring, impairment, and plant closing costs totaled $1,139 million, leaving the chemical maker with an operating loss. The last expense line item was $152 million in charges. Such expenses, in most cases, are considered <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/042413/financial-statement-extraordinary-vs-nonrecurring-items.asp\" rel=\"noopener noreferrer\">non-recurring</a>, which means that a normalized operating income/loss number would exclude the charge. Instead of the operating loss, an \"adjusted\" result would be an operating profit of $81 million.\n"]}