{"name": "Operating Margin Definition", "@id": "https://www.investopedia.com/terms/o/operatingmargin.asp", "related": ["https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/e/ebitda-margin.asp", "https://www.investopedia.com/terms/p/profitabilityratios.asp", "https://www.investopedia.com/terms/o/operatingincome.asp", "https://www.investopedia.com/terms/e/ebit.asp", "https://www.investopedia.com/terms/g/grossprofit.asp"], "body": ["\nOperating margin measures how much profit a company makes on a dollar of sales after paying for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variablecost.asp\">variable costs</a> of production, such as wages and raw materials, but before paying interest or tax. It is calculated by dividing a company’s operating income by its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netsales.asp\">net sales</a>. Higher ratios are generally better, illustrating the company is efficient in its operations and is good at turning sales into profits. \n", "\nA company’s operating margin, sometimes referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/ros.asp\">return on sales</a> (ROS), is a good indicator of how well it is being managed and how efficient it is at generating profits from sales. It shows the proportion of revenues that are available to cover non-operating costs, such as paying <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\">interest</a>, which is why investors and lenders pay close attention to it.\n", "\nHighly variable operating margins are a prime indicator of business risk. By the same token, looking at a company’s past operating margins is a good way to gauge whether a company's performance has been getting better. Operating margin can improve through better management controls, more efficient use of resources, improved pricing, and more effective marketing.\n", "\nIn its essence, operating margin is how much profit a company makes from its core business in relation to its total revenues. This allows investors to see if a company is generating income primarily from its core operations or from other means, such as investing.\n", "\nGeneral Motors was a prime example of this. In the 1980s and 1990s, GM was making the bulk of its profits from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financing.asp\">financing</a> cars as opposed to making and selling actual cars, its core operations. Therefore, its operating margins were very low. Since then, its automotive business generates more income than its financing business.\n", "\nThe formula for operating margin is:\n", "\n<span data-value=\"\\begin{aligned} \\text{Operating Margin}=\\frac{\\text{Operating Earnings}}{\\text{Revenue}} \\end{aligned}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mtable>\n<mtr>\n<mtd>\n<mstyle>\n<mrow>\n<mtext>\nOperating Margin\n</mtext>\n<mo>\n=\n</mo>\n<mfrac>\n<mtext>\nOperating Earnings\n</mtext>\n<mtext>\nRevenue\n</mtext>\n</mfrac>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n</mtable>\n<annotation encoding=\"application/x-tex\">\n\\begin{aligned} \\text{Operating Margin}=\\frac{\\text{Operating Earnings}}{\\text{Revenue}} \\end{aligned}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"base\"><span class=\"strut\"></span><span class=\"mord\"><span class=\"mtable\"><span class=\"col-align-r\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord text\"><span class=\"mord\">Operating Margin</span></span><span class=\"mspace\"></span><span class=\"mrel\">=</span><span class=\"mspace\"></span><span class=\"mord\"><span class=\"mopen nulldelimiter\"></span><span class=\"mfrac\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord text\"><span class=\"mord\">Revenue</span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"frac-line\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"mord\"><span class=\"mord text\"><span class=\"mord\">Operating Earnings</span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span><span class=\"mclose nulldelimiter\"></span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"></span></span></span></span></span></span></span></span></span></span></span>﻿﻿\n", "\nWhen calculating operating margin, the numerator uses a firm's <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebit.asp\" rel=\"noopener noreferrer\">earnings before interest and taxes</a> (EBIT). EBIT, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatingearnings.asp\" rel=\"noopener noreferrer\">operating earnings</a>, is calculated simply as revenue minus <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\" rel=\"noopener noreferrer\">cost of goods sold</a> (COGS) and the regular selling, general, and administrative costs of running a business, excluding interest and taxes.\n", "\nFor example, if a company had revenues of $2 million, COGS of $700,000, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/administrative-expenses.asp\">administrative expenses</a> of $500,000, its operating earnings would be $2 million - ($700,000 + $500,000) = $800,000. Its operating margin would then be $800,000 / $2 million = 40%.\n", "\nIf the company was able to negotiate better prices with its suppliers, reducing its COGS to $500,000, then it would see an improvement in its operating margin to 50%.\n", "\nOperating margin should only be used to compare companies that operate in the same industry and, ideally, have similar <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessmodel.asp\">business models</a> and annual sales. Companies in different industries with wildly different business models have very different operating margins, so comparing them would be meaningless. It would not be an apples-to-apples comparison.\n", "\nTo make it easier to compare profitability between companies and industries, many analysts use a profitability ratio that eliminates the effects of financing, accounting, and tax policies: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebitda.asp\">earnings before interest, taxes, depreciation, and amortization</a> (EBITDA). For example, by adding back depreciation, the operating margins of big manufacturing firms and heavy industrial companies are more comparable.\n", "\nEBITDA is sometimes used as a proxy for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operatingcashflow.asp\">operating cash flow</a> because it excludes non-cash expenses, such as depreciation. However, EBITDA does not equal cash flow. This is because it does not adjust for any increase in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\">working capital</a> or account for capital expenditure that is needed to support production and maintain a company’s asset base—as operating cash flow does.\n", "\nBy comparing EBIT to sales, operating profit margins show how successful a company's management has been at generating income from the operation of the business.  There are several other margin calculations that businesses and analysts can employ to get slightly different insights into a firm's profitability.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grossmargin.asp\">gross margin</a> tells us how much profit a company makes on its cost of sales, or COGS. In other words, it indicates how efficiently management uses labor and supplies in the production process.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net_margin.asp\">Net margin</a> considers the net profits generated from all segments of a business, accounting for all costs and accounting items incurred, including taxes and depreciation. In other words, this ratio compares <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> with sales. It comes as close as possible to summing up in a single figure how effectively the managers are running a business.\n", "\nOperating margin is an important measure of a company's overall profitability from operations. It is the ratio of operating profits to revenues for a company or business segment.\n", "\nExpressed as a percentage, the operating margin shows how much earnings from operations is generated from every $1 in sales after accounting for the direct costs involved in earning those revenues. Larger margins mean that more of every dollar in sales is kept as profit.\n", "\nWhen a company's operating margin exceeds the average for its industry, it is said to have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\">competitive advantage</a>, meaning it is more successful than other companies that have similar operations. While the average margin for different industries varies widely, businesses can gain a competitive advantage in general by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/122214/company-it-more-important-lower-costs-or-increase-revenue.asp\">increasing sales or reducing expenses</a>—or both.\n", "\nBoosting sales, however, often involves spending more money to do so, which equals greater costs. Cutting too many costs can also lead to undesirable outcomes, including losing skilled workers, shifting to inferior materials, or other losses in quality. Cutting advertising budgets may also harm sales.\n", "\nTo reduce the cost of production without sacrificing quality, the best option for many businesses is expansion. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insights/what-are-economies-of-scale/\">Economies of scale</a> refer to the idea that larger companies tend to be more profitable. A large business's increased level of production means that the cost of each item is reduced in several ways. For example, raw materials purchased in bulk are often discounted by wholesalers.\n", "\nOperating margin takes into account all operating costs but excludes any non-operating costs. Net profit margin takes into account all costs involved in a sale, making it the most comprehensive and conservative measure of profitability. Gross margin, on the other hand, simply looks at the costs of goods sold (COGS) and ignores things such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overhead.asp\">overhead</a>, fixed costs, interest expenses, and taxes.\n", "\nHigh operating margin sectors typically include those in the services industry, as there are fewer assets involved in production than an assembly line. Similarly, software or gaming companies may invest initially while developing a particular software/game and cash in big later by simply selling millions of copies with very little expense. Meanwhile, luxury goods and high-end accessories often operate on high profit potential and low sales.\n", "\nOperations-intensive businesses such as transportation, which may have to deal with fluctuating fuel prices, drivers’ perks and retention, and vehicle maintenance, usually have lower operating margins. Agriculture-based ventures, too, usually have lower margins owing to weather uncertainty, high inventory, operational overheads, need for farming and storage space, and resource-intensive activities.\n", "\nAutomobiles also have low margins, as profits and sales are limited by intense competition, uncertain consumer demand, and high operational expenses involved in developing dealership networks and logistics.\n"]}