{"name": "Operating Cash Flow (OCF) Definition", "@id": "https://www.investopedia.com/terms/o/operatingcashflow.asp", "related": ["https://www.investopedia.com/terms/o/outbound-cash-flow.asp", "https://www.investopedia.com/terms/c/cash-flow-from-operating-activities.asp", "https://www.investopedia.com/terms/i/indirect_method.asp", "https://www.investopedia.com/terms/o/ocfratio.asp", "https://www.investopedia.com/terms/r/rcp.asp", "https://www.investopedia.com/terms/d/direct_method.asp"], "body": ["\nOperating cash flow (OCF) is a measure of the amount of cash generated by a company's normal business operations. Operating cash flow indicates whether a company can generate sufficient positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a> to maintain and grow its operations, otherwise, it may require external financing for capital expansion.\n", "\nOperating cash flow represents the cash impact of a company's net income (NI) from its primary business activities. Operating cash flow, also referred to as cash flow from operating activities, is the first section presented on the cash flow statement.\n", "\nTwo methods of presenting the operating cash flow section are acceptable under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles (GAAP)</a>—the indirect method or the direct method. However, if the direct method is used, the company must still perform a separate reconciliation in a similar manner to the indirect method.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUsing the indirect method, net income is adjusted to a cash basis using changes in non-cash accounts, such as depreciation, accounts receivable, and accounts payable (AP). Because most companies report net income on an accrual basis, it includes various non-cash items, such as depreciation and amortization.\n", "\nNet income must also be adjusted for changes in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">working capital</a> accounts on the company's balance sheet. For example, an increase in AR indicates that revenue was earned and reported in net income on an accrual basis although cash has not been received. This increase in AR must be subtracted from net income to find the true cash impact of the transactions.\n", "\nConversely, an increase in AP indicates that expenses were incurred and booked on an accrual basis that has not yet been paid. This increase in AP would need to be added back to net income to find the true cash impact.\n", "\nOperating cash flows concentrate on cash inflows and outflows related to a company's main business activities, such as selling and purchasing inventory, providing services, and paying salaries. Any investing and financing transactions are excluded from operating cash flows section and reported separately, such as borrowing, buying capital equipment, and making dividend payments. Operating cash flow can be found on a company's statement of cash flows, which is broken down into cash flows from operations, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp\" rel=\"noopener noreferrer\">investing</a>, and financing.\n", "\nThe first option for presenting cash flow is the indirect method, where the company begins with net income on an accrual accounting basis and works backward to achieve a cash basis figure for the period. Under the accrual method of accounting, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> is recognized when earned, not necessarily when cash is received.\n", "\nConsider a manufacturing company that reports a net income of $100 million, while its operating cash flow is $150 million. The difference results from depreciation expense of $150 million, an increase in accounts receivable of $50 million, and a decrease in accounts payable of $50 million. It would appear on the operating cash flow section of the cash flow statement in this manner:\n", "\nThe second option is the direct method, in which a company records all transactions on a cash basis and displays the information using actual cash inflows and outflows during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountingperiod.asp\" rel=\"noopener noreferrer\">accounting period</a>.\n", "\nExamples of the direct method of operating cash flow include:\n", "\nFinancial analysts sometimes prefer to look at cash flow metrics because they strip away certain accounting anomalies. Operating cash flow, specifically, provides a clearer picture of the current reality of the business operations.\n", "\nFor example, booking a large sale provides a big boost to revenue, but if the company is having a hard time collecting the cash, then it is not a true economic benefit for the company. On the other hand, a company may be generating a high operating cash flow but reports a very low net income if it has a lot of fixed assets and uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accelerateddepreciation.asp\" rel=\"noopener noreferrer\">accelerated depreciation</a> calculations.\n", "\nIf a company is not bringing in enough money from its core business operations, they will need to find temporary sources of external funding through financing or investing. However, this is unsustainable in the long run. Therefore, operating cash flow is an important figure to assess the financial stability of a company's operations.\n", "\nThe three types of cash flow are operating, investing, and financing. Operating cash flow includes all cash generated by a company's main business activities. Investing cash flow includes all purchases of capital assets and investments in other business ventures. Financing cash flow includes all proceeds gained from issuing debt and equity as well as payments made by the company.\n", "\nOperating cash flow is an important benchmark to determine the financial success of a company's core business activities as it measures the amount of cash generated by a company's normal business operations. Operating cash flow indicates whether a company can generate sufficient positive cash flow to maintain and grow its operations, otherwise, it may require external financing for capital expansion.\n", "\nUsing the indirect method, net income is adjusted to a cash basis using changes in non-cash accounts, such as depreciation, accounts receivable, and accounts payable (AP). Because most companies report net income on an accrual basis, it includes various non-cash items, such as depreciation and amortization.\n", "\nOperating Cash Flow = Operating Income + Depreciation – Taxes + Change in Working Capital\n"]}