{"name": "Operating Company/Property Company Deal (OPCO or PROPCO)", "@id": "https://www.investopedia.com/terms/o/opco-propco.asp", "related": ["https://www.investopedia.com/terms/p/propco.asp", "https://www.investopedia.com/terms/o/opco.asp", "https://www.investopedia.com/terms/r/real-estate-mortgage-investment-conduit-remic.asp", "https://www.investopedia.com/terms/s/spv.asp", "https://www.investopedia.com/terms/s/schedule-k-1.asp", "https://www.investopedia.com/terms/d/dpp.asp"], "body": ["\nAn operating company/property operating company (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opco.asp\">opco</a>/propco) deal is a business arrangement in which a subsidiary company (i.e., the property company) owns all of the revenue-generating properties instead of the main company (operating company). Opco/propco deals allow all financing and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a> related issues for both companies to remain separate.\n", "\nParent companies can be conglomerates or holding companies. A conglomerate, such as General Electric, owns companies with distinct business models in addition to its core operations. In contrast, a holding company is created with the specific purpose of holding a group of subsidiaries and does not conduct its business operations. Holding companies normally form to realize tax advantages.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mlp.asp\">Master Limited Partnerships</a> or MLPs also employ a similar parent/subsidiary structure. Most MLPs are publicly traded. An excellent example of the MLP structure is Linn Energy Inc., which consists of both the MLP, LINE, and a corporation that owns an interest in the MLP, LNCO. For tax purposes, investors may choose how they would like to receive the income the company generates.\n", "\nA master limited partnership has a pass-through tax structure, meaning that all profits and losses are passed through to the limited partners. The MLP itself is not liable for corporate taxes on its revenues and thus avoids the double taxation of most corporations. Most MLPs operate in the energy industry. Subsidiaries own shares (officially, units) of the parent company MLP, redistributing the passive income through the corporation as a regular dividend.\n", "\nIn the U.K., opco/propco deals are a very popular method in which a parent company can create a real estate income trust (REIT). A REIT owns, operates and/or finances real estate that produces income. Most REITs specialize in a specific sector, such as office REITs or healthcare REITs. In general, REITs will pass on collected rent payments to its investors in the form of dividends.\n", "\nThe creation of a REIT via an opco/propco deal can occur by initially selling income-generating assets from the operating company to a subsidiary. The subsidiary then leases the property back to the operating company. The operating company can subsequently spin off the subsidiary as a REIT. The advantage of doing this is that the company can then avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double_taxation.asp\">double taxation</a> on its income distributions.\n"]}