{"name": "Operating Revenue Definition", "@id": "https://www.investopedia.com/terms/o/operating-revenue.asp", "related": ["https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/o/operatingcashflow.asp", "https://www.investopedia.com/terms/n/noi.asp", "https://www.investopedia.com/terms/p/pre-tax-operating-income-ptoi.asp", "https://www.investopedia.com/terms/f/financial-statements.asp", "https://www.investopedia.com/terms/o/operatingincome.asp"], "body": ["\nOperating revenue is the revenue that a company generates from its primary business activities. \n", "\nFor example, a retailer produces its operating revenue through merchandise sales; a physician derives their operating revenue from the medical services that they provide. What constitutes operating revenue varies based on the business or the industry. \n", "\nDistinguishing operating revenue from total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> is important because it provides valuable information about the productivity and profitability of a company's primary business operations. \n", "\nDespite the fact that operating revenue is recorded separately on financial statements, some firms may attempt to mask decreases in operating revenue by combining it with non-operating revenue. Understanding and identifying the sources of revenue is helpful in assessing the health of a firm and its operations. \n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-operating-income.asp\" rel=\"noopener noreferrer\">Non-operating</a> revenue is revenue generated by activities outside of a company's primary operations. This type of revenue tends to be infrequent and oftentimes unusual. Examples of non-operating income include interest income, gains from the sale of assets, lawsuit proceeds, and revenues from other sources not connected to operations. \n", "\nFor example, a private university may classify tuition received as operating revenue, whereas gifts from alumni are considered non-operating revenue (because they are not expected nor are they part of ordinary university operations).\n", "\nIn this example, the university's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a> lists operating revenue and profit from operations first, then it posts non-operating revenue and profit, such as revenue received from gifts and legacy donations. This presentation of information informs those reviewing the company's financial records that the gift is not an ordinary part of the university's business. It is important to distinguish the difference because non-operating revenue can change drastically from year to year.\n", "\nNon-operating revenue and income do not produce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash inflows</a> that are consistent from one year to the next, which is another reason why the activity is separately identified in the income statement. For a company to fund company operations, the business must generate operating revenue. Firms that drive operating revenue can fund the business regularly without the need to seek additional financing, and these companies can operate with a lower cash balance.\n", "\nFor example, a company may sell a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\" rel=\"noopener noreferrer\">fixed asset</a>, such as a building, in the current year. If the building is sold at a gain, the gain will be treated as non-operating revenue in the year it was sold. This revenue is not expected as a normal course of doing business, and the one-time revenue should not be used to assess the success of the company's primary operations year over year.\n", "\nFor a successful company, operating revenue and income are the primary sources of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share (EPS)</a>; this ratio is a key statistic for evaluating a firm's stock price.\n", "\nEPS is defined as earnings available to common shareholders divided by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common shares</a> outstanding. A well-managed business can grow operating revenue and income by finding more customers and moving into new markets that generate higher earnings. As EPS increases, many investors and analysts consider the stock to be more valuable and the stock price increases.\n"]}