{"name": "Option Pool", "@id": "https://www.investopedia.com/terms/o/option-pool.asp", "related": ["https://www.investopedia.com/terms/d/dilutedfounders.asp", "https://www.investopedia.com/terms/v/venturecapital.asp", "https://www.investopedia.com/terms/j/jcp.asp", "https://www.investopedia.com/terms/r/restricted-stock-unit.asp", "https://www.investopedia.com/terms/d/dilution.asp", "https://www.investopedia.com/terms/f/fullratchet.asp"], "body": ["\nAn option pool consists of shares of stock reserved for employees of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\" rel=\"noopener noreferrer\">private company</a>. The option pool is a way of attracting talented employees to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startup</a> company—if the employees help the company do well enough to go public, they will be compensated with stock. Employees who get into the startup early will usually receive a greater percentage of the option pool than employees who arrive later.\n", "\nThe initial size of the option pool may decrease with subsequent rounds of funding because of investors' ownership demands. The creation of an option pool will commonly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dilution.asp\" rel=\"noopener noreferrer\">dilute</a> the founders' share in the company because investors (angels and venture capitalists) often insist on it.\n", "\nThe shares that comprise an option pool typically are drawn from founder stock in the company rather than the shares earmarked for investors. This may be 15%–25% of the overall outstanding shares and may be determined when the startup receives its earliest funding round as part of the overall terms put in place.\n", "\nIt is also possible that a company, over the course of its development and subsequent funding rounds, may establish additional option pools after the initial one is put in place. The size of the pool may be dictated or advised by the venture backers to be a portion of the pre-money or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/postmoneyvaluation.asp\" rel=\"noopener noreferrer\">post-money valuation</a> of the company. Negotiations over the scope of the option pool can affect the startup’s overall price. For example, investors may want an option pool offered post-money option to be priced at the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premoneyvaluation.asp\" rel=\"noopener noreferrer\">pre-money valuation</a>, which could lower the price for the company.\n", "\nThe shares disbursed from the option pool may be determined by the roles of the employees as well as when they are hired. For example, senior management that is brought on board near the founding of the startup may receive a percentage of the entire pool, whereas later employees in more junior roles might be granted just fractions of a percent.\n", "\nThe option pool grants shares that, like other types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iso.asp\" rel=\"noopener noreferrer\">stock options</a>, often require a period of time before they are vested. This means the employee will not be able to benefit from these shares possibly for several years. By delaying their ability to reap monetary value from their portion of the option pool, the belief is that the employee will contribute more to the overall health and growth of the company in order to see the greatest possible gains when the shares <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vesting.asp\" rel=\"noopener noreferrer\">vest</a>.\n"]}