{"name": "Options Contract Definition", "@id": "https://www.investopedia.com/terms/o/optionscontract.asp", "related": ["https://www.investopedia.com/terms/p/put.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/g/gold-option.asp", "https://www.investopedia.com/terms/c/calloption.asp", "https://www.investopedia.com/terms/q/quadruplewitching.asp", "https://www.investopedia.com/terms/s/stockoption.asp"], "body": ["\nAn options contract is an agreement between two parties to facilitate a potential transaction on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-security.asp\">underlying security</a> at a preset price, referred to as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a>, prior to the expiration date.\n", "\nThe two types of contracts are put and call options, both of which can be purchased to speculate on the direction of stocks or stock indices, or sold to generate income. For stock options, a single contract covers 100 shares of the underlying stock.\n", "\nIn general, call options can be purchased as a leveraged bet on the appreciation of a stock or index, while put options are purchased to profit from price declines. The buyer of a call option has the right but not the obligation to buy the number of shares covered in the contract at the strike price.\n", "\nPut buyers have the right but not the obligation to sell shares at the strike price in the contract. Option sellers, on the other hand, are obligated to transact their side of the trade if a buyer decides to execute a call option to buy the underlying security or execute a put option to sell.\n", "\nOptions are generally used for hedging purposes but can be used for speculation. That is, options generally cost a fraction of what the underlying shares would. Using options is a form of leverage, allowing an investor to make a bet on a stock without having to purchase or sell the shares outright.\n", "\nThe terms of an option contract specify the underlying security, the price at which that security can be transacted (strike price) and the expiration date of the contract. A standard contract covers 100 shares, but the share amount may be adjusted for stock splits, special dividends or mergers.\n", "\nIn a call option transaction, a position is opened when a contract or contracts are purchased from the seller, also referred to as a writer. In the transaction, the seller is paid a premium to assume the obligation of selling shares at the strike price. If the seller holds the shares to be sold, the position is referred to as a covered call.\n", "\nBuyers of put options are speculating on price declines of the underlying stock or index and own the right to sell shares at the strike price of the contract. If the share price drops below the strike price prior to expiration, the buyer can either assign shares to the seller for purchase at the strike price or sell the contract if shares are not held in the portfolio.\n", "\nCompany ABC's shares trade at $60, and a call writer is looking to sell calls at $65 with a one-month expiration. If the share price stays below $65 and the options expire, the call writer keeps the shares and can collect another premium by writing calls again.\n", "\nIf the share price appreciates to a price above $65, referred to as being in-the-money, the buyer calls the shares from the seller, purchasing them at $65. The call-buyer can also sell the options if purchasing the shares is not the desired outcome.\n"]}