{"name": "Option Cycle Definition", "@id": "https://www.investopedia.com/terms/o/optioncycle.asp", "related": ["https://www.investopedia.com/terms/f/fman.asp", "https://www.investopedia.com/terms/o/optionseries.asp", "https://www.investopedia.com/terms/e/expiration_cycle.asp", "https://www.investopedia.com/terms/m/mjsd.asp", "https://www.investopedia.com/terms/q/quarter.asp", "https://www.investopedia.com/terms/q/quadruplewitching.asp"], "body": ["\nOption cycle refers to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expirationdate.asp\">expiration dates</a> that apply to the different classes of options. A newly listed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">option</a> is assigned a cycle randomly to broadly distribute options across varying time frames.\n", "\nAn option cycle refers to the cycle of months available for a listed option class. Option cycles are integrated across all of the options and futures markets. Cycles are regulated by regulatory authorities. An investor will typically view available options by option class. An option class is a grouping of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/call.asp\">calls</a> or puts available on a security. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-class.asp\">Option classes</a> are separated by calls and puts. They are also categorized by strike price and listed sequentially by expiration.\n", "\nOptions are assigned to one of three cycles at their listing. Originally cycles were divided by four months. In 1984 regulatory authorities decided that a listed option should have the two front months available for its investors. This changed the listing of options to include the first two front months followed by the next two months in the cycle.\n", "\nThere are three option cycles that a listed option can be assigned to on the public markets:\n", "\nCycle one: JAJO - January, April, July and October\n", "\nCycle two: FMAN - February, May, August and November\n", "\nCycle three: MJSD - March, June, September and December\n", "\nNote that the options on the January cycle have contracts available in the first month of each quarter (January, April, July and October). Options assigned to the February cycle use the middle month of each quarter (February, May, August and November). Options in the March cycle have options available during the last month of each quarter (March, June, September and December).\n", "\nInvestors seeking to invest in an option will find the first two front months followed by the two remaining cycle months. This provides the opportunity for investors to trade or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\">hedge</a> for shorter terms as well as buy longer month contracts.\n", "\nIt should be noted that nowadays the cycle is less important for heavily traded stocks and index-tracking exchange-traded funds because of the publication of weekly options. Since weekly options are available to be traded, an investor that wants to extend their expiration date can roll a quarterly option to any given week of the year.\n", "\nIt is also important for investors to understand what happens to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.optionseducation.org/tools/faq/leaps_cycles.html\" rel=\"nofollow\">cycle when a month passes</a>. Each cycle will always have the two front months available. After a month passes the last two remaining months continue to follow the original assigned cycle. For example, in February the cycle one option availability would be February, March, April, July. In June, the cycle one option availability would be June, July, October, January.\n", "\nOverall, for an investor to understand which cycle an option is trading in, it is necessary to look at the third and fourth months. Generally, all options will expire at 4:00 PM Eastern Time on the third Friday of their expiration month.\n"]}