{"name": "Order Protection Rule Definition", "@id": "https://www.investopedia.com/terms/o/order-protection-rule.asp", "related": ["https://www.investopedia.com/terms/r/regulation-nms.asp", "https://www.investopedia.com/terms/t/tradethrough.asp", "https://www.investopedia.com/terms/n/nms.asp", "https://www.investopedia.com/terms/p/paymentoforderflow.asp", "https://www.investopedia.com/terms/r/regsho.asp", "https://www.investopedia.com/terms/e/execution.asp"], "body": ["\nThe Order Protection Rule is one of the four main provisions of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulation-nms.asp\" rel=\"noopener noreferrer\">Regulation National Market System </a>(NMS). The rule is meant to ensure that investors receive an execution price that is equivalent to what is being quoted on any other exchange where the security is traded. The rule eliminates the possibility of orders being traded through, which means executed at a suboptimal price.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Order Protection Rule requires that each exchange establishes and enforces policies to ensure consistent price quotation for all NMS stocks, which include those on the major stock exchanges as well as many over-the-counter (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">OTC</a>) stocks. The Order Protection Rule rule is also known as \"Rule 611,\" or the \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tradethrough.asp\" rel=\"noopener noreferrer\">trade-through</a> rule.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe Order Protection Rule—along with Regulation NMS as a whole—was instituted to make financial markets more liquid and transparent via better access to data in general and improved quote displays and fairness in prices in particular. Before the regulation was passed in 2005 by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a>, existing \"trade-through\" rules did not protect investors at all times. This was especially true on limit trades where investors would sometimes get inferior prices to those being quoted on a different exchange.\n", "\nThe Order Protection Rule aims to protect quotations for a given security across the board, so all market participants can receive the best possible execution price for orders that can be executed immediately. It requires trading centers to establish, maintain, and enforce written policies and procedures that are reasonably designed to prevent the execution of trades at prices that are inferior to protected quotations displayed by other trading centers. The rule also established the National Best Bid and Offer (NBBO) requirement that mandates brokers to route orders to venues that offer the most advantageous displayed price.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nCritiques of the Order Protection Rule's effectiveness have arisen in the years following its enactment. Those criticisms include the belief that, by mandating stocks trade on exchanges that show the best-quoted prices, the rule contributes to excess fragmentation among trading venues. This was implied to have increased the complexity of the market and the connectivity costs to participants in the market, making transactions more expensive overall. For example, trade-through restrictions can force market participants to route orders to lit venues they would otherwise not do business with.\n", "\nAnother criticism of the rule is that it may have indirectly led to an increase in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dark-pool.asp\" rel=\"noopener noreferrer\">dark trading</a>, a practice where stock is bought and sold in such a way that it does not materially affect the market. This has been attributed to limits imposed on competition among lit venues with choices being made based on their speed and fees instead of stability and liquidity.\n", "\nCritics have also cited the order protection rule for potentially harming institutional investors who need to make large volume trades but are forced to access small-sized quotations. This has the effect of tipping off short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proprietarytrading.asp\" rel=\"noopener noreferrer\">proprietary traders</a> to the trading intentions of institutional investors.\n"]}