{"name": "Order Management System (OMS) Definition", "@id": "https://www.investopedia.com/terms/o/oms.asp", "related": ["https://www.investopedia.com/terms/l/limit-order-information-system-lois.asp", "https://www.investopedia.com/terms/r/runner.asp", "https://www.investopedia.com/terms/p/paymentoforderflow.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/a/autotrading.asp", "https://www.investopedia.com/terms/o/orderbookofficial.asp"], "body": ["\nAn order management system (OMS) is an electronic system developed to execute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a> orders in an efficient and cost-effective manner. Brokers and dealers use order management systems when filling orders for various types of securities and can track the progress of each order throughout the system. An OMS is also referred to as a \"trade order management system.\"\n", "\nAn order management system is a software system that facilitates and manages the execution of trade orders. In the financial markets, an order must be placed in a trading system to execute a buy or sell order for a security. A trading order typically contains the following information:\n", "\nAn order management system executes trades through a software system using the FIX protocol. FIX, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-information-exchange.asp\">Financial Information eXchange</a> is an electronic communications protocol used to share international real-time exchange information related to the trillions of dollars of securities transactions and markets.\n", "\nHowever, communicating transactions can also be done through the use of a custom application programming interface (API). The FIX protocol links to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a> and investment firms to hundreds of counterparties around the world using the OMS.\n", "\nThe OMS can be used on both the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyside.asp\">buy-side</a> and sell-side to allow firms to manage the lifecycle of their trades and automate and streamline investments across their portfolios. For review, the buy-side is a segment of Wall Street made up of investing institutions such as mutual funds, pension funds, and insurance firms that tend to buy large portions of securities for money-management purposes.\n", "\nThe buy-side is the opposite of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sellside.asp\">sell-side</a>. The sell-side does not make direct investments but rather provides the investing market with investment recommendations for upgrades, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downgrade.asp\">downgrades</a>, target prices, and other opinions. Together, the buy-side and sell-side make up both sides of Wall Street.\n", "\nThere are many products and securities that can be traded or monitored with an order management system. Some of the financial instruments traded using an OMS include:\n", "\nTypically, only exchange members can connect directly to an exchange, which means that a sell-side OMS usually has exchange connectivity, whereas a buy-side OMS is concerned with connecting to sell-side firms. When an order is executed on the sell-side, the sell-side OMS must then update its state and send an execution report to the order's originating firm.\n", "\nAn OMS should also allow firms to access information on orders entered into the system, including details on all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openorder.asp\">open orders</a>, and previously completed orders. The order management system supports portfolio management by translating intended asset allocation actions into marketable orders for the buy-side.\n", "\nMany order management systems offer real-time trading solutions, which allows the user to monitor market prices and execute orders in multiple exchanges across all markets instantaneously by real-time price streaming. Some of the benefits that firms can achieve from an order management system include managing orders and asset allocation of portfolios.\n", "\nAn effective OMS is critical in helping with regulatory compliance including real-time checks of trades both before and after entry. Order management systems help compliance officers with tracking the lifecycle of trades to determine if there's any illicit activity or financial fraud as well as any regulatory breaches by an employee of the firm. An OMS can improve workflow and communication between portfolio managers, traders, and compliance officers.\n", "\nOrder management systems are an important development in the financial services industry because of the real-time monitoring of positions, the ability to prevent regulatory violations, the speed and accuracy of trade execution, and the significant cost savings that result.\n"]}