{"name": "Order Book Definition", "@id": "https://www.investopedia.com/terms/o/order-book.asp", "related": ["https://www.investopedia.com/terms/m/marketdepth.asp", "https://www.investopedia.com/terms/i/imbalance-only-orders-io.asp", "https://www.investopedia.com/terms/e/execution.asp", "https://www.investopedia.com/terms/e/european-best-bid-and-offer.asp", "https://www.investopedia.com/terms/o/orderbookofficial.asp", "https://www.investopedia.com/terms/b/bid_whacker.asp"], "body": ["\nThe term order book refers to an electronic list of buy and sell orders for a specific security or financial instrument organized by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_level.asp\">price level</a>. An order book lists the number of shares being bid on or offered at each price point, or market depth. It also identifies the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market.asp\">market</a> participants behind the buy and sell orders, though some choose to remain anonymous. These lists help traders and also improve market transparency because they provide valuable trading information.\n", "\nOrder books are used by almost every exchange to list the orders for different assets like stocks, bonds, and currencies—even <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrencies</a> like Bitcoin. These orders can be both manual or electronic. Although they generally contain the same information, the set up may be slightly different depending on the source. Buy and sell information may appear on the top and bottom, or on the left and right side of the screen.\n", "\nAn order book is dynamic, meaning it's constantly updated in real-time throughout the day. Exchanges such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\">Nasdaq</a> refer to it as the \"continuous book.\" Orders that specify execution only at market open or market close are maintained separately. These are known as the “opening (order) book” and “closing (order) book” respectively.\n", "\nFor instance, the opening and continuous books are consolidated at the Nasdaq market open to create a single opening price. The same happens when the market closes when the closing book and continuous book are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidate.asp\">consolidated</a> to generate a single closing price.\n", "\nThere are typically three parts to an order book: buy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/order.asp\">orders</a>, sell orders, and order history.\n", "\nThe top of the book is where you'll find the highest bid and lowest ask prices. These point to the predominant market and price that need to get an order executed. The book is often accompanied by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\">candlestick chart</a>, which provides useful information about the current and past state of the market.\n", "\nThe order book helps traders make more informed trading decisions. They can see which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brokerage-company.asp\">brokerages</a> are buying or selling stock and determine whether market action is being driven by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retailinvestor.asp\">retail investors</a> or by institutions. The order book also shows order imbalances that may provide clues to a stock’s direction in the very short term.\n", "\nFor instance, a massive imbalance of buy orders versus sell orders may indicate a move higher in the stock due to buying pressure. Traders can also use the order book to help pinpoint a stock’s potential support and resistance levels. A cluster of large buy orders at a specific price may indicate a level of support, while an abundance of sell orders at or near one price may suggest an area of resistance.\n", "\nAlthough the order book is meant to provide transparency to market participants, there are some details that aren't included in the list. Among these are “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dark-pool.asp\">dark pools</a>.” These are batches of hidden orders maintained by large players who do not want their trading intentions known to others.\n", "\nWithout dark pools, exchanges would see significant price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/devaluation.asp\">devaluation</a>. When information about a big transaction by a large institution is made public before the trade is executed, it normally leads to a drop in the price of the security. But if information about the transaction is reported after it takes place, the impact on the market may be significantly lowered.\n", "\nThe presence of dark pools reduces the utility of the order book to some extent since there is no way of knowing whether the orders shown on the book are representative of true <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\">supply and demand</a> for the stock.\n", "\nOrder books continue to collate an increasing amount of information for traders for a fee. Nasdaq’s TotalView claims to provide more market information than any other book—displaying more than 20 times the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> of its legacy <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/level2.asp\">Level 2</a> market depth product.\n", "\nWhile this extra information may not be very significant to the average investor, it may be useful to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daytrader.asp\">day traders</a> and experienced market professionals who rely on the order book to make trading decisions.\n"]}