{"name": "Order Paper Definition", "@id": "https://www.investopedia.com/terms/o/order_paper.asp", "related": ["https://www.investopedia.com/terms/p/pay-to-bearer.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/n/negotiable-instrument.asp", "https://www.investopedia.com/terms/p/pay-to-order.asp", "https://www.investopedia.com/terms/p/payable-through-draft.asp", "https://www.investopedia.com/terms/b/blank-endorsement.asp"], "body": ["\nAn order paper, or order instrument, is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negotiable-instrument.asp\">negotiable instrument</a> that is payable to a specified person or its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assignee.asp\">assignee</a>. An instrument such as an order paper is negotiable only if it is payable to the order of a specified person; meaning that it must designate an individual's name to be paid out. It is the opposite of a bearer instrument, which does not require the designation of an individual to be paid out.\n", "\nAn order paper is one that says “pay to the order of,” whereas a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearer-instrument.asp\">bearer instrument</a> says “pay to the bearer of.” When an instrument states “pay to the order of,” it’s naming a specific designee who can collect payment on that instrument. Bearer instruments, on the other hand, do not name a specific payee; anyone who bears the instrument can collect payment on it. An order instrument must<em> </em>identify a named payee on the payee line. A bearer instrument, on the other hand, does not include the name of the payee on the instrument, and will typically not have a payee line.\n", "\nA common example of an order paper is a personal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/check.asp\">check</a>. When a person writes a personal check, they name a specific payee on the payee line, which is preceded by the phrase “pay to the order of.” Only the payee named on this line is entitled to receive payment in the monetary amount specified on the check.\n", "\nOther order instruments include registered bonds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/billofexchange.asp\">bills of exchange</a> (a kind of check without interest), and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promissorynote.asp\">promissory notes</a> (a written promise to pay). By contrast, a $20 bill would be an example of a bearer instrument. A $20 bill has no payee line and names no payee. Anyone who possesses (bears) the $20 bill can use it to obtain $20 worth of goods or services.\n", "\nTo be considered an order instrument, a negotiable instrument must have certain characteristics. It must:\n", "\nAn order instrument must include the phrase “pay to the order of (named person or entity)” or “to (named person or entity) or order.” If the words “or order” are included on the order instrument, the named payee is permitted to designate another party to receive the payment therein ordered.\n", "\nWhen an order paper is endorsed, it becomes a bearer instrument. For example, when you receive a payment by check and endorse that check, your check, which was an order paper prior to endorsement, becomes a bearer instrument. Once endorsed, anyone who bears, or possesses, your check can cash it, even if they’re not the person named on the payee line. It’s for this reason that consumers are advised to avoid endorsing checks until they are depositing them.\n", "\nHowever, a payee can avoid turning an order paper into a bearer instrument after endorsing it. The payee can use a special endorsement<em>, </em>which involves signing the instrument over to another payee. To do this with a check, for example, the payee can write the words “pay to the order of (named person or entity)” in the endorsement space on the back of the check, and then sign it. Payees can also use a restrictive endorsement<em> </em>to ensure that an endorsed instrument is deposited into a specific account, for example.\n"]}