{"name": "Ordinary Dividends Definition", "@id": "https://www.investopedia.com/terms/o/ordinary-dividends.asp", "related": ["https://www.investopedia.com/terms/q/qualifieddividend.asp", "https://www.investopedia.com/terms/o/ordinaryincome.asp", "https://www.investopedia.com/terms/b/bush-tax-cuts.asp", "https://www.investopedia.com/terms/f/form1099div.asp", "https://www.investopedia.com/terms/t/taxpayer-relief-act-of-1997.asp", "https://www.investopedia.com/terms/t/taxablegain.asp"], "body": ["\nOrdinary dividends are a share of a company's profits passed on to the shareholders periodically. One of the primary advantages of owning stocks, also known as equities, is the regular payment of dividend income.\n", "\nDividends earnings fall into two general categories: qualified or nonqualified (ordinary) dividends. Much of the distinction comes from the company paying the earnings and how the Internal Revenue Service (IRS) views the payments. Unless a dividend payment has a classification as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualifieddividend.asp\" rel=\"noopener noreferrer\">qualified dividend</a> payment, it is taxed as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinaryincome.asp\" rel=\"noopener noreferrer\">ordinary income</a>.\n", "\nTo classify as a qualified dividend, the earnings must come from an American company—or a qualifying foreign company—and it must not be listed as an unqualified dividend with the IRS. Also, it must meet a required holding period. Holding periods are:\n", "\nOrdinary dividends may include a range of other dividends or other earnings you may receive throughout the year. These earnings include those paid on employee stock options and real estate investment trusts. The primary difference between ordinary dividends and qualified dividends is the tax rate.\n", "\nThe tax rate you pay on ordinary dividend earnings is at the same level as taxes for regular federal income or wages. Companies that pay these earnings to stockholders on record report all aggregate ordinary dividends in box 1 of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099div.asp\" rel=\"noopener noreferrer\">Form 1099-DIV</a>. Mutual fund companies pay and report these dividend payments in the same manner. For tax filings, you will list these earnings on Internal Revenue Service (IRS) Form 1040, Schedule B, Line 9a.\n", "\nThe main differences between ordinary dividends and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/taxes/090116/how-are-qualified-and-nonqualified-dividends-taxed.asp\" rel=\"noopener noreferrer\">qualified dividends</a> are the rates at which the gains are taxed. The legislation established these differences and set taxation levels. Through the years, these tax rates have changed through several acts of Congress.\n", "\nIn 2003, all American taxpayers received a reduction in their income tax rates. The qualified dividend tax rate was also changed from the ordinary income tax rates to lower long-term capital gains tax rates. The legislation that made it possible was called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jgtrra.asp\" rel=\"noopener noreferrer\">Jobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA)</a>. The bill also reduced the maximum long-term capital gains tax rate from 20% to 15% and established a 5% long-term capital gains tax rate for taxpayers in the 10% and 15% ordinary income tax brackets.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA couple of years later, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tipra2005.asp\" rel=\"noopener noreferrer\">Tax Increase Prevention and Reconciliation Act of 2005 (TIPRA)</a> prevented several tax provisions of the 2003 bill from sunsetting, or ending, until 2010. Also, for low to middle-income taxpayers in the 10% and 15% ordinary income tax bracket, it lowered the tax rate again on qualified dividends and long-term capital gains from 5% to 0%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ \n", "\nThe Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 extended these earlier provisions for two additional years. Signed Jan. 2, 2013, the<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-taxpayer-relief-act-2012.asp\" rel=\"noopener noreferrer\"> American Taxpayer Relief Act of 2012</a> made qualified dividends a permanent part of the tax code but added a 20% rate on income in the new highest 39.6% tax bracket.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe 2017 Tax Cuts and Jobs Act put through by President Trump's administration had little impact on taxes on dividends and capital gains. \n", "\nAs a hypothetical example, consider the fictitious Joe Investor. He has 100,000 shares of Company ABC stock, which pays a dividend of $0.20 per year. In total, Joe Investor receives 100,000 x $0.20 = $20,000 per year paid in dividends from Company ABC. \n", "\nBecause Company ABC does not pay qualified dividends, Joe Investor must pay the regular income tax rate on those dividends instead of the capital gains tax rate.\n"]}