{"name": "Ordinary Loss Definition", "@id": "https://www.investopedia.com/terms/o/ordinary-loss.asp", "related": ["https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/s/scheduled.asp", "https://www.investopedia.com/terms/t/tax-loss-carryforward.asp", "https://www.investopedia.com/terms/s/short-term-gain.asp", "https://www.investopedia.com/terms/o/ordinaryincome.asp", "https://www.investopedia.com/terms/i/income.asp"], "body": ["\nAn ordinary loss is loss realized by a taxpayer when expenses exceed revenues in normal business operations. Ordinary losses are those losses incurred by a taxpayer which are not capital losses. An ordinary loss is fully deductible to offset income thereby reducing the tax owed by a taxpayer.\n", "\nOrdinary losses may stem from many causes, including casualty and theft. When ordinary losses are more than a taxpayer's gross income during a tax year, they become deductible. Capital and ordinary are two tax rates applicable to specific asset sales and transactions. The tax rates are tied to a taxpayer’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\">marginal tax rate</a>. Net long-term capital rates are significantly lower than ordinary rates. Hence the conventional wisdom that taxpayers prefer capital rates on gains and ordinary rates on losses. \n", "\nIn 2017, the rates graduated over seven tax brackets from 10% to 39.6% for ordinary rates, and from 0% to 20% of net long-term capital rates. Also, taxpayers in the highest tax bracket must pay a 3.8% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netinvestmentincome.asp\">Net Investment Income Tax (NIIT)</a>. Mostly, these same tax rates apply in 2018. The exceptions are that ordinary rates now range from 10% to 37%, and the income thresholds for long-term capital rates have changed slightly. As an example, for taxpayers in the highest tax bracket, the ordinary rate was 43.4% in 2017, but is 40.8% in 2018, with a capital rate of 23.8% in 2017 and 2018.\n", "\nAn ordinary loss is a metaphoric wastebasket for any loss which is not classified as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\">capital loss</a>. The realization of a capital loss happens when you sell a capital asset such as a stock market investment or property you own for personal use. The recognition of an ordinary loss is when you sell property such as inventory, supplies, accounts receivables from doing business, real estate used as rental property, and intellectual property such as musical, literary, software coding, or artistic compositions. It is the loss realized by a business owner operating a business that fails to make a profit because expenses exceed revenues. The loss recognized from property created or available due to a taxpayer’s personal efforts in the course of conducting a trade or business is an ordinary loss.\n", "\nAs an example, You spend $110 writing a musical score that you sell for $100. You have a $10 ordinary loss. \n", "\nOrdinary loss can stem from other causes as well. Casualty, theft and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/related-partytransaction.asp\">related party sales</a> realize ordinary loss. So do sales of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/section-1231.asp\">Section 1231 property</a> such as real or depreciable goods used in a trade or business which were held for over one-year.\n", "\nTaxpayers like their deductible loss to be ordinary. Ordinary loss, on the whole, offers greater tax savings than a long-term capital loss. An ordinary loss is mostly fully deductible in the year of the loss, whereas capital loss is not. An ordinary loss will offset ordinary income and capital gains on a one-to-one basis. A capital loss is strictly limited to offsetting a capital gain and up to $3,000 of ordinary income. The remaining capital loss must be carried over to another year.\n", "\nLet's say that during the tax year you earned $100,000 and had $80,000 of expenses. You bought stocks and bonds and six month later sold the stock for $2,000 more and bonds for $1,000 less than you paid. Then, the stock market tanked when you sold the stock and bonds you bought more than a year ago so that you sold the stock for $14,000 less and the bonds for $3,000 more than you paid. Let's net your gains and losses to figure your overall gain or loss and whether it is ordinary or capital.\n"]}