{"name": "Ordinary Annuity Definition", "@id": "https://www.investopedia.com/terms/o/ordinaryannuity.asp", "related": ["https://www.investopedia.com/terms/f/future-value-annuity.asp", "https://www.investopedia.com/terms/p/present-value-annuity.asp", "https://www.investopedia.com/terms/a/annuitydue.asp", "https://www.investopedia.com/terms/a/annuity-table.asp", "https://www.investopedia.com/terms/t/timevalueofmoney.asp", "https://www.investopedia.com/terms/a/annuity-in-advance.asp"], "body": ["\nAn ordinary annuity is a series of equal payments made at the end of consecutive periods over a fixed length of time. While the payments in an ordinary annuity can be made as frequently as every week, in practice they are generally made monthly, quarterly, semi-annually, or annually. The opposite of an ordinary annuity is an annuity due, in which payments are made at the beginning of each period. These two series of payments are not the same as the financial product known as an annuity, though they are related.\n", "\nExamples of ordinary annuities are interest payments from bonds, which are generally made semiannually, and quarterly dividends from a stock that has maintained stable payout levels for years. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\">present value</a> of an ordinary annuity is largely dependent on the prevailing interest rate.\n", "\nBecause of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\">time value of money</a>, rising interest rates reduce the present value of an ordinary annuity, while declining interest rates increase its present value. This is because the value of the annuity is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/03/082703.asp\">based on the return your money could earn elsewhere</a>. If you can get a higher interest rate somewhere else, the value of the annuity in question goes down.\n", "\nThe present value formula for an ordinary annuity takes into account three variables. They are as follows:\n", "\nGiven these variables, the present value of an ordinary annuity is:\n", "\nFor example, if an ordinary annuity pays $50,000 per year for five years and the interest rate is 7%, the present value would be:\n", "\nRecall that with an ordinary annuity, the investor receives the payment at the end of the time period. That stands in contrast to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitydue.asp\">annuity due</a>, in which the investor receives the payment at the beginning of the period. A common example is rent, where the renter typically pays the landlord in advance for the month ahead. This difference in payment timing affects the value of the annuity. The formula for an annuity due is as follows:\n", "\nIf the annuity in the above example was instead an annuity due, its present value would be calculated as:\n", "\nAll else being equal, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/retirement/calculating-present-and-future-value-of-annuities/\">an annuity due is always worth more than an ordinary annuity</a>, because the money is received earlier.\n"]}