{"name": "Organizational Structure", "@id": "https://www.investopedia.com/terms/o/organizational-structure.asp", "related": ["https://www.investopedia.com/terms/t/total-quality-management-tqm.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/s/servant-leadership.asp", "https://www.investopedia.com/terms/o/operations-management.asp", "https://www.investopedia.com/terms/h/human-resource-planning.asp", "https://www.investopedia.com/terms/s/strategic-management.asp"], "body": ["\nAn organizational structure is a system that outlines how certain activities are directed in order to achieve the goals of an organization. These activities can include rules, roles, and responsibilities.\n", "\nThe organizational structure also determines how information flows between levels within the company. For example, in a centralized structure, decisions flow from the top down, while in a decentralized structure, decision-making power is distributed among various levels of the organization.\n", "\nHaving an organizational structure in place allows companies to remain efficient and focused.\n", "\nBusinesses of all shapes and sizes use organizational structures heavily. They define a specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-hierarchy.asp\" rel=\"noopener noreferrer\">hierarchy</a> within an organization. A successful organizational structure defines each employee's job and how it fits within the overall system. Put simply, the organizational structure lays out who does what so the company can meet its objectives.\n", "\nThis structuring provides a company with a visual representation of how it is shaped and how it can best move forward in achieving its goals. Organizational structures are normally illustrated in some sort of chart or diagram like a pyramid, where the most powerful members of the organization sit at the top, while those with the least amount of power are at the bottom.\n", "\nNot having a formal structure in place may prove difficult for certain organizations. For instance, employees may have difficulty knowing to whom they should report. That can lead to uncertainty as to who is responsible for what in the organization.\n", "\nHaving a structure in place can help with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\" rel=\"noopener noreferrer\">efficiency</a> and provide clarity for everyone at every level. That also means each and every department can be more productive, as they are likely to be more focused on energy and time.\n", "\nAn organizational structure is either centralized or decentralized. Traditionally, organizations have been structured with centralized leadership and a defined chain of command. The military is an organization famous for its highly centralized structure, with a long and specific hierarchy of superiors and subordinates. In a centralized organizational system, there are very clear responsibilities for each role, with subordinate roles defaulting to the guidance of their superiors.\n", "\nThere has been a rise in decentralized organizations, as is the case with many technology <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\" rel=\"noopener noreferrer\">startups</a>. This allows companies to remain fast, agile, and adaptable, with almost every employee receiving a high level of personal agency. For example, Johnson &amp; Johnson is a company that's known for its decentralized structure. As a large company with over 200 business units and brands that function in sometimes very different industries, each operates autonomously. Even in decentralized companies, there are still usually built-in hierarchies (such as the chief operating officer operating at a higher level than an entry-level associate). However, teams are empowered to make their own decisions and come to the best conclusion without necessarily getting \"approval\" from up top.\n", "\nFour types of common organizational structures are implemented in the real world. The first and most common is a functional structure. This is also referred to as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bureaucracy.asp\">bureaucratic organizational structure</a> and breaks up a company based on the specialization of its workforce. Most small-to-medium-sized businesses implement a functional structure. Dividing the firm into departments consisting of marketing, sales, and operations is the act of using a bureaucratic organizational structure.\n", "\nThe second type is common among large companies with many business units. Called the divisional or multidivisional structure, a company that uses this method structures its leadership team based on the products, projects, or subsidiaries they operate. A good example of this structure is Johnson &amp; Johnson. With thousands of products and lines of business, the company structures itself so each business unit operates as its own company with its own president.\n", "\nFlatarchy, a newer structure, is the third type and is used among many startups. As the name alludes, it flattens the hierarchy and chain of command and gives its employees a lot of autonomy. Companies that use this type of structure have a high speed of implementation.\n", "\nThe fourth and final organizational structure is a matrix structure. It is also the most confusing and the least used. This structure matrixes employees across different superiors, divisions, or departments. An employee working for a matrixed company, for example, may have duties in both sales and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer-service.asp\">customer service</a>.\n", "\nPutting an organizational structure in place can be very beneficial to a company. The structure not only defines a company's hierarchy but also allows the firm to layout the pay structure for its employees. By putting the organizational structure in place, the firm can decide salary grades and ranges for each position.\n", "\nThe structure also makes operations more efficient and much more effective. By separating employees and functions into different departments, the company can perform different operations at once seamlessly.\n", "\nIn addition, a very clear organizational structure informs employees how best to get their jobs done. For example, in a hierarchical organization, employees will have to work harder at buying favor or courting those with decision-making power. In a decentralized organization, employees must take on more initiative and bring creative problem solving to the table. This can also help set expectations for how employees can track their own growth within a company and emphasize a certain set of skills—as well as for potential employees to gauge if such a company would be a good fit with their own interests and work styles.\n", "\nThe four types of organizational structures are functional, divisional, flatarchy, and matrix structures. \n", "\nKey elements of an organizational structure include how certain activities are directed in order to achieve the goals of an organization, such as rules, roles, responsibilities, and how information flows between levels within the company.\n", "\nAn example of an organizational structure is a decentralized structure, which gives individuals and teams high degrees of autonomy without needing a core team to regularly approve business decisions. A good example of this decentralized structure is Johnson &amp; Johnson. With thousands of products and lines of business, the company structures itself so each business unit operates as its own company with its own president.\n", "\nOrganizational structures are normally illustrated in some sort of chart or diagram like a pyramid, where the most powerful members of the organization sit at the top, while those with the least amount of power are at the bottom.\n", "\nThere is no one best organizational structure, as it depends on the nature of the company and the industry it operates in.\n", "\nThere are entire fields of study based on how to optimize and best structure organizations to be the most effective and productive. Senior leaders should consider a variety of factors before <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/120915/which-type-organization-best-your-business.asp\" rel=\"noopener noreferrer\">deciding which type of organization is best for their business</a>, including the business goals, industry, and culture of the company.\n"]}