{"name": "Organizational Behavior Definition", "@id": "https://www.investopedia.com/terms/o/organizational-behavior.asp", "related": ["https://www.investopedia.com/terms/s/social-science.asp", "https://www.investopedia.com/terms/o/organizational-structure.asp", "https://www.investopedia.com/terms/c/corporate-culture.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/a/appreciative-inquiry.asp", "https://www.investopedia.com/terms/e/economics.asp"], "body": ["\nOrganizational behavior is the academic study of how people interact within groups. The principles of the study of organizational behavior are applied primarily in attempts to make businesses operate more effectively.\n", "\nThe study of organizational behavior includes areas of research dedicated to improving job performance, increasing job satisfaction, promoting innovation, and encouraging <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadership.asp\" rel=\"noopener noreferrer\">leadership</a>. Each has its own recommended actions, such as reorganizing groups, modifying compensation structures, or changing methods of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/what-is-a-performance-appraisal-4586834\" rel=\"noopener noreferrer\">performance evaluation</a>.\n", "\nThe study of organizational behavior has its roots in the late 1920s, when the Western Electric Company launched a now-famous series of studies of the behavior of workers at its Hawthorne Works plant in Cicero, Illinois.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Researchers there set out to determine whether workers could be made to be more productive if their environment was upgraded with better lighting and other design improvements. To their surprise, the researchers found that the environment was less important than social factors. It was more important, for example, that people got along with their co-workers and felt their bosses appreciated them.\n", "\nThose initial findings inspired a series of wide-ranging studies between 1924 and 1933.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ They included the effects on productivity of work breaks, isolation, and lighting, among many other factors. The Hawthorne Effect—which describes the way test subjects' behavior may change when they know they are being observed—is the best-known study of organizational behavior. Researchers are taught to consider whether or not (and to what degree) the Hawthorne Effect may skew their findings on human behavior.\n", "\nOrganizational behavior was not fully recognized by the American Psychological Association as a field of academic study until the 1970s.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ However, the Hawthorne research is credited for validating organizational behavior as a legitimate field of study, and it's the foundation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/humanresources.asp\" rel=\"noopener noreferrer\">human resources</a> (HR) profession as we now know it.\n", "\nThe leaders of the Hawthorne study had a couple of radical notions. They thought they could use the techniques of scientific observation to increase an employee's amount and quality of work, and they did not look at workers as interchangeable resources. Workers, they thought, were unique in terms of their psychology and potential fit within a company.\n", "\nOver the following years, the concept of organizational behavior widened. Beginning with World War II, researchers began focusing on logistics and management science. Studies by the Carnegie School in the 1950s and 1960s solidified these rationalist approaches to decision-making.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nToday, those and other studies have evolved into modern theories of business structure and decision-making. The new frontiers of organizational behavior are the cultural components of organizations, such as how race, class, and gender roles affect group building and productivity. These studies take into account the ways in which identity and background inform decision-making.\n", "\nAcademic programs focusing on organizational behavior are found in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/colleges-and-universities-4689808\" rel=\"noopener noreferrer\">business schools</a>, as well as at schools of social work and psychology. These programs draw from the fields of anthropology, ethnography, and leadership studies, and use quantitative, qualitative, and computer models as methods to explore and test ideas.\n", "\nDepending on the program, one can study specific topics within organizational behavior or broader fields within it. Specific topics covered include cognition, decision-making, learning, motivation, negotiation, impressions, group process, stereotyping, and power and influence. The broader study areas include social systems, the dynamics of change, markets, relationships between organizations and their environments, how social movements influence markets, and the power of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/081315/3-social-media-networks-facebook.asp\" rel=\"noopener noreferrer\">social networks</a>.\n", "\nFindings from organizational behavior research are used by executives and human relations professionals to better understand a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-culture.asp\" rel=\"noopener noreferrer\">business’s culture</a>, how that culture helps or hinders productivity and employee retention, and how to evaluate candidates' skills and personality during the hiring process.\n", "\nOrganizational behavior theories inform the real-world evaluation and management of groups of people. There are a number of components:\n", "\nOrganizational behavior describes how people interact with one another inside of an organization, such as a business. These interactions subsequently influence how the organization itself behaves and how well it performs. For businesses, organizational behavior is used to streamline efficiency, improve productivity, and spark innovation in order to give firms a competitive edge.\n", "\nThe four elements of organizational are people, structure, technology, and external environment. By understanding how these elements interact with one another, improvements can be made. While some factors are more easily controlled by the organization—such as its structure or people hired—it still must be able to respond to external factors and changes in the economic environment.\n", "\nThe first is the individual level, which involves organizational psychology and understanding human behavior and incentives. The second level is groups. This involves social psychology and sociological insights into human interaction and group dynamics. The top level is the organizational level. Here, organization theory and sociology come into play to undertake systems-level analyses and the study of how firms engage with one another in the marketplace.\n", "\nOrganizational behavior can be used by managers and consultants to improve the performance of an organization and to address certain key issues that commonly arise. These may include a lack of direction or strategic vision for a company, difficulty getting employees on board with that vision, pacifying workplace conflict or creating a more amenable work environment, issues with training employees, poor communication or feedback, and so on.\n"]}