{"name": "Orphan Drug Credit Definition", "@id": "https://www.investopedia.com/terms/o/orphan-drug-credit.asp", "related": ["https://www.investopedia.com/terms/n/new-drug.asp", "https://www.investopedia.com/terms/p/phase-i.asp", "https://www.investopedia.com/terms/d/drug.asp", "https://www.investopedia.com/terms/c/clinical-trials.asp", "https://www.investopedia.com/terms/p/phase-3.asp", "https://www.investopedia.com/terms/i/investigational-new-drug-ind.asp"], "body": ["\nThe orphan drug credit is a federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\" rel=\"noopener noreferrer\">tax credit</a> that gives pharmaceutical companies incentives to develop medications and treatments for rare diseases that affect small populations. The credit is designed to help pharmaceutical companies lower their developmental costs.\n", "\nThe credit is for 25% of qualified clinical testing expenses. A rare disease is one that affects less than 200,000 people in the United States, or one that affects more than 200,000 people but for which there is no reasonable expectation that a treatment can be profitably developed.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe orphan drug credit can be claimed whether the pharmaceutical company performs clinical tests itself or contracts out to a third party. In most cases, testing must take place in the U.S.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/orphandrugstatus.asp\" rel=\"noopener noreferrer\">Orphan drugs</a> are drugs developed to treat so-called \"orphan diseases,\" which is a term to describe extremely rare medical conditions such as Gaucher's disease, Tourette's syndrome, Huntington's disease, and many other disorders.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nDespite being rare, orphan diseases affect a large number of people. An estimated 30 million people in the U.S. suffer from 7,000 rare diseases, yet 95% of these diseases have no treatment or cure.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe orphan drug tax credit is designed to encourage the development of treatments for these rare diseases. Without these tax credits, pharmaceutical companies would be forced to charge high prices that affected patients could never afford.\n", "\nIn 1982, the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fda.asp\" rel=\"noopener noreferrer\">Food and Drug Administration</a> (FDA) recognized the lack of incentive for pharmaceutical companies to develop cures for rare diseases. From this realization, the Orphan Drug Act of 1983 was born.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nBefore the Orphan Drug Act was passed, pharmaceutical companies and medical researchers were unable and unwilling to invest in treatments for extremely rare diseases. There simply weren't enough patients for each orphan disease for pharmaceutical companies to recover their expenses, let alone make a profit. Clinical trials cost thousands of dollars per patient even when researchers can find enough patients to run trials.\n", "\nBetween 1983 and 2018, the orphan drug tax credit provided a 50% credit for qualified clinical testing costs for drugs tested under section 505(i) of the Federal Food, Drug, and Cosmetic Act.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ A 2017 overhaul of the tax code under the Donald Trump administration reduced the credit from 50% to 25% beginning in 2018.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The National Organization for Rare Disorders and many other advocacy groups campaigned against the move.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}