{"name": "Oscillator", "@id": "https://www.investopedia.com/terms/o/oscillator.asp", "related": ["https://www.investopedia.com/terms/s/stochasticoscillator.asp", "https://www.investopedia.com/terms/p/price-zone-oscillator.asp", "https://www.investopedia.com/terms/e/envelope.asp", "https://www.investopedia.com/terms/c/commoditychannelindex.asp", "https://www.investopedia.com/terms/t/tsi.asp", "https://www.investopedia.com/terms/k/know-sure-thing-kst.asp"], "body": ["\nAn oscillator is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> tool that constructs high and low bands between two extreme values, and then builds a trend indicator that fluctuates within these bounds. Traders use the trend indicator to discover short-term overbought or oversold conditions. When the value of the oscillator approaches the upper extreme value, technical analysts interpret that information to mean that the asset is overbought, and as it approaches the lower extreme, technicians consider the asset to be oversold.\n", "\nOscillators are typically used in conjunction with other technical analysis indicators to make trading decisions. Analysts find oscillators most advantageous when they cannot find a clear trend in a company's stock price easily, for example when a stock trades horizontally or sideways. The most common oscillators are the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stochasticoscillator.asp\" rel=\"noopener noreferrer\">stochastic oscillator</a>, relative strength (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rsi.asp\" rel=\"noopener noreferrer\">RSI</a>), rate of change (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricerateofchange.asp\" rel=\"noopener noreferrer\">ROC</a>), and money flow (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfi.asp\" rel=\"noopener noreferrer\">MFI</a>). In technical analysis, investors find oscillators to be one of the most important technical tools to understand, but there are also other technical tools that analysts find helpful in enhancing their trading, such as chart reading skills and the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\" rel=\"noopener noreferrer\">technical indicators</a>.\n", "\nIf an investor uses an oscillator, they first pick two values; then, placing the tool between the two, the oscillator oscillates, creating a trend indicator. Investors then use the trend indicator to read current market conditions for that particular asset. When the investor sees that the oscillator moves toward the higher value, the investor reads the asset as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overbought.asp\" rel=\"noopener noreferrer\">overbought</a>. In the opposite scenario, when the oscillator trends towards the lower value, the investors consider the asset <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oversold.asp\" rel=\"noopener noreferrer\">oversold</a>.\n", "\nIn technical analysis, an investor measures oscillators on a percentage scale from 0 to 100, where the closing price is relative to the total price range for a specified number of bars in a given bar chart. In order to achieve this, one deploys various techniques of manipulating and smoothing out multiple moving averages. When the market trades in a specific range, the oscillator follows the price fluctuations and indicates an overbought condition when it exceeds 70 to 80% of the specified total price range, signifying a sell opportunity. An oversold condition exists when the oscillator falls below 30 to 20%, which signifies a buy opportunity.\n", "\nThe signals remain valid as long as the price of the underlying security remains in the established range. However, when a price breakout occurs, the signals may be misleading. Analysts consider a price breakout either the resetting of the range by which the current sideways market is bound or the beginning of a new trend. During the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakout.asp\" rel=\"noopener noreferrer\">price breakout</a>, the oscillator may remain in the overbought or oversold range for an extended period of time.\n", "\nTechnical analysts consider oscillators better suited for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sidewaysmarket.asp\" rel=\"noopener noreferrer\">sideways markets</a> and consider them more effective when used in conjunction with a technical indicator that identifies the market as being in a trend or range-bound. For example, a moving average <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crossover.asp\" rel=\"noopener noreferrer\">crossover</a> indicator can be used to determine if a market is, or is not, in a trend. Once the analysts determine that the market is not in a trend, the signals of an oscillator become much more useful and effective.\n"]}