{"name": "Other Comprehensive Basis of Accounting (OCBOA)", "@id": "https://www.investopedia.com/terms/o/other-comprehensive-basis-of-accounting.asp", "related": ["https://www.investopedia.com/terms/m/modified-cash-basis.asp", "https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/a/accounting.asp", "https://www.investopedia.com/terms/i/ifrs.asp", "https://www.investopedia.com/terms/b/buy_and_hold_basis.asp", "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp"], "body": ["\nOther Comprehensive Basis of Accounting (OCBOA) includes financial statements prepared using a system of accounting that differs from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">GAAP</a>, the most common being tax-basis and cash-basis financial statements. Other Comprehensive Basis of Accounting (OCBOA) systems also includes a statutory basis of accounting such as that used by insurance companies to comply with the rules of a state insurance commission, as well as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> prepared using defined criteria that are well-supported in popular literature.\n", "\nTwo major advantages of financial statements prepared under OCBOA are: they are easier to understand than statements prepared under GAAP, which can be quite complex, and they may cost significantly less to prepare than GAAP-based statements. A key difference between GAAP-basis financial statements and those prepared under OCBOA is that the latter does not require a statement of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>.\n", "\nOne criticism of OCBOA statements is that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disclosure.asp\" rel=\"noopener noreferrer\">disclosures</a> are not adequate. As a result, it is recommended that comprehensive disclosures be made by a company that has adopted OCBOA, including the basis of accounting used, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingentliability.asp\" rel=\"noopener noreferrer\">contingent liabilities</a>, and risks and uncertainties.\n", "\nUnder the Statement on Auditing Standards (United States) No. 62, Special Reports, an OCBOA is any one of:\n", "\nIn situations where GAAP-basis statements aren't necessary because of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/covenant.asp\" rel=\"noopener noreferrer\">loan covenants</a>, regulatory requirements, or similar circumstances, an OCBOA alternative may be the preferred format.\n", "\nOCBOA statements may be more useful for certain entities based on who the users are and what they are expecting to see. They may be required by a regulatory agency or may be tied to budgets and management decisions. In addition, costs may be reduced since these audits may require less complex procedures and required disclosures.\n", "\nAlthough OCBOA statements deviate from the far more common GAAP standards, they are not without a code of their own. For instance:\n"]}