{"name": "Other Post-Employment Benefits (OPEB) Definition", "@id": "https://www.investopedia.com/terms/o/opeb.asp", "related": ["https://www.investopedia.com/terms/o/otherbenefits.asp", "https://www.investopedia.com/terms/s/summary-plan-description.asp", "https://www.investopedia.com/terms/n/non-qualified-plan.asp", "https://www.investopedia.com/terms/h/hra.asp", "https://www.investopedia.com/terms/g/group-carve-out-plan.asp", "https://www.investopedia.com/premium-tax-credit-2021-definition-5115090"], "body": ["\nOther post-employment benefits (OPEB) are the benefits, other than pension distributions, that employees may begin to receive from their employer once they retire. Other post-employment benefits can include life insurance, health insurance, and deferred compensation. These benefits are also referred to as \"other post-retirement benefits.\"\n", "\nHere are three types of OPEBs that retirees may receive from their employers.\n", "\nRetiree health insurance is generally provided as part of a group plan, much as it probably was when the employee was still working. The group plan may be the same one offered to current employees, or it may be a separate plan just for retirees.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nIn many cases, if the retiree has enrolled in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a>, the retiree coverage will be secondary. That is, Medicare will pay its portion of medical bills and the retiree coverage will pick up some part of the remainder. But terms can vary widely from plan to plan, so retirees should check their employer's Summary Plan Description (SPD) for details.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nLike health insurance, the life insurance that employers may provide to retirees is typically part of a group plan and generally comes in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\" rel=\"noopener noreferrer\">term life insurance</a>.\n", "\nDeferred-compensation arrangements, which are also considered a post-employment benefit, pay the employee a salary or lump sum at some predetermined time, typically after they retire. These plans come in two distinct types—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferred-compensation.asp\" rel=\"noopener noreferrer\">qualified and non-qualified</a>—but serve the same basic purpose, which is to defer taxes while the employee is still working and provide income in the future, ideally when that person is in a lower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\" rel=\"noopener noreferrer\">marginal tax bracket</a>.\n", "\nIn addition to those other post-employment benefits, some employers may provide their retirees with dental and vision care, legal services, and tuition reimbursement, among other benefits.\n", "\nBusinesses and other organizations that may provide benefits to employees after they retire include private sector companies; state, county, and municipal governments; and religious and educational institutions. Although these benefits are mostly employer-paid, retired employees may have to share a portion of the costs through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copay.asp\" rel=\"noopener noreferrer\">copayments</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\" rel=\"noopener noreferrer\">deductibles</a>, as well as making contributions to the plan back when they were still working. Labor unions may also provide other post-employment benefits to their members.\n", "\nWhether retirees must pay income taxes on their OPEB depends on the type of benefit. Health insurance coverage is generally not taxable.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Employer-paid life insurance premiums may be partially taxable if the death benefit exceeds $50,000.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferred-compensation.asp\" rel=\"noopener noreferrer\">Deferred compensation</a> arrangements come in many different permutations, in part depending on whether the employer is a for-profit business or a government or not-for-profit entity. Either way, the income from such an arrangement is generally <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://turbotax.intuit.com/tax-tips/tax-payments/strategies-for-managing-your-tax-bill-on-deferred-compensation/L83l5ousH\" rel=\"noopener noreferrer nofollow\">taxed in the year that the retiree receives it</a>.\n", "\nRetirees who receive other post-employment benefits should note that unless there is a clear and specific agreement in writing, their employer can often change or eliminate those benefits at its discretion, according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dol.asp\" rel=\"noopener noreferrer\">U.S. Department of Labor (DOL)</a>. For that reason it's worth checking the Summary Plan Description the employer or plan administrator must provide to see exactly how it refers to other post-employment benefits, such as health coverage.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n\"If your employer has reserved the right in the SPD or controlling plan document to change the terms of the plan, you may lose coverage at any time during your retirement,\" the Department of Labor says. \"If your employer made a clear promise that you will have specific health care benefits for a definite period of time or for life, and did not reserve the right to change the plan in any formal written plan document, you should be covered.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOther post-retirement benefits can be expensive for employers to fund and administer. As with many forms of retirement compensation, they also involve stringent reporting requirements.\n", "\nAmong other useful resources, the rules governing how companies should report pension costs and other post-employment obligations are covered by the Financial Accounting Standards Board in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://asc.fasb.org/imageRoot/16/118198416.pdf\" rel=\"noopener noreferrer\">Compensation—Retirement Benefits—Defined Benefit Plans—General (Subtopic 715-20)</a>. The American Society of Pension Professionals &amp; Actuaries (ASPPA) also offers <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.asppa.org/news-resources/browse-topics/managing-asc-715-process\" rel=\"noopener noreferrer nofollow\">advice for actuaries</a> and others on how to comply with the required disclosure process.\n"]}