{"name": "Out of the Money (OTM) Definition", "@id": "https://www.investopedia.com/terms/o/outofthemoney.asp", "related": ["https://www.investopedia.com/terms/a/atthemoney.asp", "https://www.investopedia.com/terms/t/timevalue.asp", "https://www.investopedia.com/terms/d/deepinthemoney.asp", "https://www.investopedia.com/terms/g/gutspread.asp", "https://www.investopedia.com/terms/s/strikeprice.asp", "https://www.investopedia.com/terms/p/putoption.asp"], "body": ["\n\"Out of the money\" (OTM) is an expression used to describe an option contract that only contains extrinsic value. These options will have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delta.asp\" rel=\"noopener noreferrer\">delta</a> of less than 50.0.\n", "\nAn OTM call option will have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\" rel=\"noopener noreferrer\">strike price</a> that is higher than the market price of the underlying asset. Alternatively, an OTM put option has a strike price that is lower than the market price of the underlying asset.\n", "\nOTM options may be contrasted with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in-the-money</a> (ITM) options.\n", "\nFor a premium, stock options give the purchaser the right, but not the obligation, to buy or sell the underlying stock at an agreed-upon price before an agreed-upon date. This agreed-upon price is referred to as the strike price, and the agreed-upon date is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expirationdate.asp\" rel=\"noopener noreferrer\">expiration date</a>.\n", "\nAn option to buy an underlying asset is a call option, while an option to sell an underlying asset is called a put option. A trader may purchase a call option if they expect the underlying asset's price to exceed the strike price before the expiration date. Conversely, a put option enables the trader to profit on a decline in the asset's price. Because they derive their value from that of an underlying security, options are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a>.\n", "\nAn option can be OTM, ITM, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\" rel=\"noopener noreferrer\">at the money</a> (ATM). An ATM option is one in which the strike price and price of the underlying are equal.\n", "\nYou can tell if an option is OTM by determining what the current price of the underlying is in relation to the strike price of that option. For a call option, if the underlying price is below the strike price, that option is OTM. For a put option, if the underlying price is above the strike price, then that option is OTM. An out of the money option has no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a>, but only possesses extrinsic or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalue.asp\" rel=\"noopener noreferrer\">time value</a>.\n", "\nBeing out of the money doesn't mean a trader can't make a profit on that option. Each option has a cost, called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option-premium.asp\" rel=\"noopener noreferrer\">premium</a>. A trader could have bought a far out-of-the-money option, but now that option is moving closer to being <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in the money</a> (ITM). That option could end up being worth more than the trader paid for the option, even though it is currently out of the money. At expiration, though, an option is worthless if it is OTM. Therefore, if an option is OTM, the trader will need to sell it prior to expiration in order to recoup any extrinsic value that is possibly remaining.\n", "\nConsider a stock that is trading at $10. For such a stock, call options with strike prices above $10 would be OTM calls, while put options with strike prices below $10 would be OTM puts.\n", "\nA trader wants to buy a call option on Vodafone stock. They choose a call option with a $20 strike price. The option expires in five months and costs $0.50. This gives them the right to buy 100 shares of the stock before the option expires. The total cost of the option is $50 (100 shares times $0.50), plus a trade <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\" rel=\"noopener noreferrer\">commission</a>. The stock is currently trading at $18.50.\n", "\nUpon buying the option, there is no reason to exercise it because by exercising the option, the trader has to pay $20 for the stock when they can currently buy it at a market price of $18.50. While this option is OTM, it isn't worthless yet, as there's still potential to make a profit by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/optioninvestor/09/when-exercise-options.asp\" rel=\"noopener noreferrer\">selling the option rather than exercising</a>.\n", "\nFor example, the trader just paid $0.50 for the potential that the stock will appreciate above $20 within the next five months. Prior to expiration, that option will still have some extrinsic value, which is reflected in the premium or cost of the option. The price of the underlying may never reach $20, but the premium of the option may increase to $0.75 or $1 if it gets close. Therefore, the trader could still reap a profit on the OTM option itself by selling it at a higher premium than they paid for it.\n", "\nIf the stock price moves to $22—the option is now ITM—it is worth exercising the option. The option gives them the right to buy at $20, and the current market price is $22. The difference between the strike price and the current market price is known as intrinsic value, which is $2.\n", "\nIn this case, our trader ends up with a net profit or benefit. They paid $0.50 for the option and that option is now worth $2. They then net $1.50 in profit or advantage.\n", "\nBut what if the stock only rallied to $20.25 when the option expired? In this case, the option is still ITM, but the trader actually lost money. They paid $0.50 for the option, but the option only has $0.25 of value now, resulting in a loss of $0.25 ($0.50 - $0.25).\n"]}