{"name": "Out-of-Pocket Expenses Definition", "@id": "https://www.investopedia.com/terms/o/outofpocket.asp", "related": ["https://www.investopedia.com/terms/r/reimbursablecosts.asp", "https://www.investopedia.com/terms/h/hsa.asp", "https://www.investopedia.com/health-insurance-premium-4773146", "https://www.investopedia.com/terms/c/coinsurance.asp", "https://www.investopedia.com/terms/h/hra.asp", "https://www.investopedia.com/terms/m/medical-savings-account.asp"], "body": ["\nOut-of-pocket expenses refer to costs that individuals pay out of their own cash reserves. The phrase is most often used to describe an employee's business and work-related expenses that the company later reimburses. It also describes a policyholder's share of health insurance costs, including money spent on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\">deductibles</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copay.asp#:~:text=A%20copay%20is%20a%20fixed,an%20insured%20for%20covered%20services.&amp;text=Insurance%20providers%20often%20charge%20co,at%20the%20time%20of%20service.\">copays</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coinsurance.asp\">coinsurance</a>.\n", "\nEmployees often spend their own money on business-related expenses. These out-of-pocket expenses are typically <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reimbursement-plan.asp\">reimbursed by the employer</a>, using a specific, company-approved process. Common examples of work-related out-of-pocket expenses include airfare, car rentals, taxis/Ubers, gas, tolls, parking, lodging, and meals, as well as work-related supplies and tools.\n", "\nWhere health insurance is concerned, out-of-pocket expenses refer to the portion of the bill that the insurance company doesn't cover and that the individual must pay on their own. Out-of-pocket healthcare expenses include deductibles, copays, and coinsurance.\n", "\nHealth insurance plans have<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket-limit.asp\"> out-of-pocket maximums</a>. These are caps on the amount of money that a policyholder can spend each year on covered healthcare expenses. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\">Affordable Care Act </a>(ACA) of 2010 requires all non-grandfathered group and individual plans to stay within annually updated guidelines for out-of-pocket maximums. For 2021, the out-of-pocket limits are $8,550 for individual coverage and $17,100 for family coverage. While plans can't have out-of-pocket maximums that exceed these limits, many offer lower maximums.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nWith health insurance, the deductible is the amount you pay each year for covered costs before insurance kicks in. Once the deductible is met, the policyholder \"shares\" the costs with the insurance plan through coinsurance. With an 80/20 plan, for example, the policyholder pays 20% of costs, while the plan picks up the remaining 80%.\n", "\nThe amount you pay for coinsurance—as well as your copays and deductible—all count toward the out-of-pocket maximum for the year. Once you reach your out-of-pocket maximum, the plan pays 100% of covered costs for the rest of the year.\n", "\nSome plans have higher deductibles than others. Typically, the lower the premium you pay, the higher the deductible, and the higher the premium you pay, the lower the deductible.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hdhp.asp\">high deductible health plan</a> (HDHP) can save you money in the form of lower <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premiums</a>. You also may get a tax break on medical expenses through a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hsa.asp\">health savings account</a> (HSA.) According to Internal Revenue Service (IRS) rules, an HDHP is a health insurance plan with a deductible of at least $1,400 if you have an individual plan—or a deductible of at least $2,800 if you have a family plan. In addition, the plan’s out-of-pocket maximum must be no higher than $8,550 for an individual plan or $17,100 for a family plan.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAn HDHP provides 100% coverage for preventive services from in-network providers before you meet your deductible because of ACA requirements.\n", "\nFor individuals who don’t anticipate many medical expenses for the upcoming year, it makes sense to minimize premiums and choose an HDHP because it is unlikely that you will meet the high deductible. However, if you do anticipate significant medical expenses, a plan with a lower deductible but a higher premium would be preferable so that the insurance kicks in earlier.\n", "\nAn HDHP allows the holder to contribute to an HSA. Policyholders in the 24% federal tax bracket and who incur $3,000 in medical expenses can use an HSA to pay for them with pre-tax dollars. A medical expense of $3,000 in post-tax dollars could cost $4,000.\n", "\nWhen deciding whether to choose a plan with a high or low deductible, estimate your likely medical expenses for the year and research the premiums, deductibles, and out-of-pocket maximums for the available plans.\n", "\nHere's an example of work-related out-of-pocket expenses. Assume an employee has a meeting with a potential client. The employee spends $250 on airfare, $50 on Uber rides, $100 on a hotel, and $100 on meals—all charged to their own credit card. After the trip, the employee submits an expense report for $500 for their out-of-pocket expenses for the trip. The employer then issues a reimbursement check for $500 to the employee.\n", "\nAn example of out-of-pocket health expenses is prescription medications. Many health insurance plans cover prescriptions, but the amount you pay depends on your deductible responsibilities. If you have not met your deductible amount, you will have to pay out-of-pocket for any prescription medications until you have. However, some health insurance plans allow generic drugs to be purchased at discounted rates regardless of whether the annual deductible has already been met. Some medical plans have a combined medical and prescription deductible. Here's an example:\n", "\nYour plan has a $2,500 combined deductible. You have already paid $2,350 in out-of-pocket expenses toward your deductible and now need to purchase $150 worth of prescription medicine. Your out-of-pocket cost will be $150; however, now your combined deductible will be met for the year. Once you have met your deductible, you may still have to pay an amount for each prescription. A plan might state that you must pay $10 for each refill of generic drugs or prescription medicine. Your out-of-pocket cost will be $10 for each prescription.\n", "\nIn the real estate industry, out-of-pocket expenses refer to any expenses above and beyond the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> itself that the buyer incurs through the sales process. These costs vary depending on the property and real estate laws in the area, but they typically include the cost of a home inspection, appraisal fees, and escrow account deposits. They also include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingcosts.asp\">closing costs</a>, which can include loan <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/origination-fee.asp\">origination fees</a>, attorney fees, and property taxes.\n", "\nSome out-of-pocket expenses can be deducted from your personal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\">income taxes</a>. For example, income tax <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\">deductions</a> are still available for expenses related to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charitabledonation.asp\">charitable donations</a> and unreimbursed medical expenses. Since the passage of the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tax-deductions-that-are-going-away-4582165#misc-itemized-deductions\">Tax Cut and Jobs Act</a> (TCJA) of 2017, however, individuals can no longer deduct unreimbursed business expenses. While tax deductions don't represent a direct reimbursement, there is an ancillary benefit, as claiming these expenses as a deduction can lower your tax burden for the year.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingexpenses.asp\">Moving expenses</a>, according to the IRS, are costs that are incurred by a taxpayer related to relocating for a new job or being transferred to a new location. However, the TCJA eliminated the deduction of moving expenses for tax years 2018 through 2025, except for members of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/newsroom/tax-breaks-for-the-military\">military </a>on active duty who move as the result of a military order.\n", "\nActive-duty members of the U.S. Armed Forces can deduct moving expenses if they are incurred in response to a military order that requires a permanent change of station. The types of expenses that qualify are moving expenses—such as the cost of packing, crating, hauling a trailer, in-transit storage, and insurance—storage expenses, and travel expenses.  If the government provides and pays for any of your moving or storage expenses, you should not claim these expenses as a deduction on your taxes.\n", "\nAn out-of-pocket expense is a payment you make with your own money even if you are reimbursed later. It could be a business expense, such as paying for a flight that is reimbursed by your employer, or a health expense that goes toward your health insurance deductible.\n", "\nBoth a plan’s deductible and out-of-pocket limit represent points at which the insurance company pays for all or some of your care. However, they are different things. Healthcare plans have two primary components cost-wise: the premium and the deductible. Your deductible is the amount of money you have to pay yourself for covered medical expenses before your insurance company starts helping with costs.\n", "\nThe amount the insurance company pays after you meet the deductible will depend on your coinsurance percentage. It is often a certain percentage of each procedure or expense. An out-of-pocket expense is what you must pay either to meet the deductible or simply to receive care. It could be the cost of prescriptions or anything that you must pay that is not covered.\n", "\nThe out-of-pocket limit is the maximum amount of your own money you will have to pay for care during the year. The limit is the sum of your deductible + coinsurance + copayments (if your plan has them) up to a total dollar amount. The only costs that don’t count toward your out-of-pocket limit are premiums, which you must continue paying to maintain your coverage. No health plan sold on the Health Insurance Marketplace for 2021 can have an out-of-pocket limit in excess of $8,550 for an individual or $17,100 for a family.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nOut-of-pocket costs include deductibles, coinsurance, and co-payments for covered services plus all costs for services that aren't covered. The premium you pay for your healthcare plan is not an out-of-pocket expense.\n", "\nIt is tempting to choose to pay out-of-pocket and pay lower premiums if you think you will not have considerable medical expenses. But this could become expensive if you do end up needing substantial medical care. Still, if you’re someone who doesn’t expect to spend thousands of dollars on medical expenses early on in the year, you might not meet your out-of-pocket maximum, regardless of whether it’s low or high.\n", "\nFor some people, those who anticipate significant medical expenses, it makes sense to find a plan with a low deductible and out of pocket maximum. They’ll quickly meet those amounts, and insurance will cover almost all of their remaining medical costs for the year.\n", "\nOut-of-pocket expenses can quickly add up and exceed anticipated amounts. Where a healthcare plan is concerned, it is wise to estimate what your healthcare costs may be each year before deciding on a low deductible-high premium or high deductible-low premium plan. Also consider that your healthcare needs will change as you age or when you decide to start a family, which will affect your costs and the amount of out of pocket deductible you can afford.\n"]}