{"name": "Outward Arbitrage", "@id": "https://www.investopedia.com/terms/o/outwardarbitrage.asp", "related": ["https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/x/xenocurrency.asp", "https://www.investopedia.com/terms/i/inward-investment.asp", "https://www.investopedia.com/terms/m/moneymarket.asp", "https://www.investopedia.com/terms/p/political-arbitrage-activity.asp", "https://www.investopedia.com/terms/y/yankeecd.asp"], "body": ["\nOutward arbitrage is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\" rel=\"noopener noreferrer\">arbitrage</a> that multinational, American-based banks engage in, which takes advantage of differences in interest rates between the United States and other countries.\n", "\nOutward arbitrage occurs when interest rates are lower in the United States than abroad, and banks will borrow in the United States at a low rate, and then lend that money abroad at a higher rate, pocketing the difference as profit.\n", "\nOutward arbitrage is a key concept in modern finance. Modern financial theory is based on the idea that pure arbitrage, a system whereby an investor or company can take advantage of price differentials to make money without fail, doesn’t actually happen.\n", "\nAcademic finance suggests that a true arbitrage opportunity would disappear almost instantly as investors enter that market and compete over these easy profits. But the real world is messier than economists’ models, and some arbitrage opportunities do occur in the actual markets, as the result of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imperfect_competition.asp\" rel=\"noopener noreferrer\">imperfect competition</a>.\n", "\nFor instance, it is not easy for just any bank to scale up to the point that it can take advantage of cross-border differences in interest rates, due to regulation and imperfect markets for financial services. This lack of competition makes it possible for outward arbitrage opportunities to persist.\n", "\nOutward arbitrage was a phrase coined in the middle of the twentieth century, because of the strong demand for savings accounts abroad that were denominated in U.S. dollars. These savings deposits were referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eurodollar.asp\" rel=\"noopener noreferrer\">eurodollars</a> because all of the foreign, dollar-denominated accounts were at that point housed in Europe.\n", "\nToday, however, eurodollar can be purchased in many countries around the world outside of Europe. The eurodollar market took off after 1974, when the United States lifted capital controls that hampered lending across borders. Since that time, the eurodollar market has become an important source of funding and profits for U.S. banks.\n", "\nLet’s say that a large American bank wants to make money through outward arbitrage. Let’s also assume that the going rate for one-year <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificates of deposit</a> in the United States is 2%, while dollar-denominated certificates of deposit are paying 3% in France.\n", "\nThe large American bank could decide to make money by accepting certificates of deposits in the United States, and then taking the proceeds to issue loans in France at a higher rate. Inward arbitrage is possible when the situation is reversed and interest rates are higher in the United States than abroad.\n"]}