{"name": "Overdraft Protection Definition", "@id": "https://www.investopedia.com/terms/o/overdraft-protection.asp", "related": ["https://www.investopedia.com/terms/n/nsf.asp", "https://www.investopedia.com/terms/b/bouncedcheck.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/a/activity-charge.asp", "https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/l/linked-savings-account.asp"], "body": ["\nOverdraft protection is an option offered in bank accounts that prevents check, ATM, or debit card transactions, as well as wire and electronic transfers, from causing the account's balance to fall below zero and triggering an overdraft fee or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nsf.asp\" rel=\"noopener noreferrer\">non-sufficient funds (NSF)</a> fee. With overdraft protection, a bank will cover a shortfall and charge for the service with an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overdraft.asp\" rel=\"noopener noreferrer\">overdraft</a> fee, or “courtesy fee,” so the transaction goes through successfully.\n", "\nNSF (or insufficient funds) transactions are not covered by the bank and can be expensive and disruptive. Non-preauthorized transactions made with a check and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ach-transfers-what-are-they-and-how-do-they-work-4590120\" rel=\"noopener noreferrer\">automated clearing house (ACH) withdrawals</a> are returned unpaid, a practice known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bouncedcheck.asp\" rel=\"noopener noreferrer\">bouncing</a>. Most banks charge hefty overdraft and NSF fees (between $30 and $35, on average) for accounts that do not have sufficient funds. What's more, not only can the bank refuse payment and charge the account holder an NSF fee, but a penalty or fee may also be charged by the merchant for the failed transaction.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071114/what-are-pros-and-cons-overdraft-protection.asp\" rel=\"noopener noreferrer\">Customers who choose overdraft protection</a> can link their checking accounts to credit cards, savings accounts, or other lines of credit to avoid triggering an overdraft or NSF fee. This amounts to a preapproved loan or transfer that kicks in automatically when a customer writes a check, makes a wire transfer, swipes a debit card, or asks an ATM for a sum of money in excess of an account’s balance.\n", "\nTypically, an overdraft protection agreement kicks in when an account holder withdraws more than the current balance in a checking account. In that case, the individual or business with a linked account is charged a transfer fee to facilitate moving funds to cover the shortfall. The account holder may be also be charged an additional fee every month that overdraft protection is used or a fixed monthly fee for continuous protection.\n", "\nOverdraft protection, sometimes called “cash reserve checking<em>,</em>” is most frequently used as a cushion for checking accounts, but it also can be applied to savings accounts. Banks have the right to reject loans or fund transfers if they fall outside the rules of the overdraft protection agreement.\n", "\nIn the absence of overdraft protection, it is not uncommon for banks to charge multiple overdraft or NSF fees per day, such as when a consumer makes successive purchases without realizing that the amount in their account is insufficient to pay for the purchases. Many banks also charge an extended overdraft fee if a checking account goes negative for more than a few days. It’s important to note that even if you have overdraft protection, banks will still charge this additional fee.\n", "\nA renter with overdraft protection and a linked account writes an $800 check to cover the monthly rent on an account that only has $650 in it. Instead of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/overdraft-protection.asp\" rel=\"noopener noreferrer\">bouncing the check due to insufficient funds</a>, the renter’s overdraft protection kicks in when the check is cashed.\n", "\nThe bank charges a transfer fee of $15 for approving a debit transaction that exceeds available funds. The renter will now have a balance of $635 ($650 - $15) and has to pay off $800 through a linked credit card, line of credit, or savings account.\n", "\nOverdraft protection lines of credit can range from $250 to $5,000 and above and, of course, come with an interest rate. If a credit card is used, it should be noted that the amount is treated as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashadvance.asp\" rel=\"noopener noreferrer\">cash advance</a>. This has no grace period and usually incurs a high interest rate, as well as a cash advance fee (usually a $10 flat fee or 5% of the advance, whichever is greater), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071114/whats-better-way-borrow-money-overdraft-or-credit-cards.asp\" rel=\"noopener noreferrer\">making it a fairly expensive form of overdraft protection</a>. A linked savings account is probably the least expensive solution, but it must hold enough money to cover the needed funds.\n", "\nIn 2019, the most common overdraft fee was $35, with an average of $33.36, according to a BankRate.com survey of 10 banks and thrifts in 25 large U.S. markets.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Credit unions tend to charge less, an average of $26, according to a 2019 NerdWallet.com study.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Some banks, such as online banks, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/121114/top-checking-accounts-no-overdraft-fees.asp\" rel=\"noopener noreferrer\">do not charge overdraft fees</a>.\n", "\nMany consider overdraft fees abusive, but little has been done about them because, as of mid-2018, CFPB Acting Director Mick Mulvaney halted rule-making plans to reform them. However, in May 2019, the CFPB announced a plan to review the overdraft rule.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ That review appears to be incomplete as of February 2020.\n"]}