{"name": "Overallotment Definition", "@id": "https://www.investopedia.com/terms/o/overallotment.asp", "related": ["https://www.investopedia.com/terms/g/greenshoe.asp", "https://www.investopedia.com/terms/r/reversegreenshoe.asp", "https://www.investopedia.com/terms/s/stabilizingbid.asp", "https://www.investopedia.com/terms/m/market-standoff-agreement.asp", "https://www.investopedia.com/terms/d/dilution.asp", "https://www.investopedia.com/terms/s/secondaryoffering.asp"], "body": ["\nAn overallotment is an option commonly available to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriters</a> that allows the sale of additional shares that a company plans to issue in an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> or secondary/follow-on offering. An overallotment option allows underwriters to issue as many as 15% more shares than originally planned. The option can be exercised within 30 days of the offering, and it does not have to be exercised on the same day.\n", "\nIt is also called a \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/greenshoe.asp\" rel=\"noopener noreferrer\">greenshoe option</a>.\"\n", "\nThe underwriters of such an offering may elect to exercise the overallotment option when demand for shares is high and shares are trading above the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/offeringprice.asp\" rel=\"noopener noreferrer\">offering price</a>. This scenario allows the issuing company to raise additional capital.\n", "\nOther times, the purpose of issuing extra shares is to stabilize the price of the stock and prevent it from going below the offering price. If the stock price drops below the offering price, the underwriters can buy back some of the shares for less than they were sold for, decreasing the supply and hopefully increasing the price. If the stock rises above the offering price, the overallotment agreement allows the underwriters to buy back the excess shares at the offering price, so that they don't lose money.\n", "\nIn March 2017, Snap Inc. offered 200 million shares at $17.00 per share in a much-anticipated IPO. Shortly after placing the original 200 million shares, the underwriters exercised their overallotment option to push another 30 million shares in the market.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}