{"name": "Overlay Definition", "@id": "https://www.investopedia.com/terms/o/overlay.asp", "related": ["https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp", "https://www.investopedia.com/terms/m/multidisciplineaccount.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/i/investment-management.asp", "https://www.investopedia.com/terms/b/black-litterman_model.asp", "https://www.investopedia.com/terms/p/prudent-investment.asp"], "body": ["\nOverlay refers to a management style that harmonizes an investor's separately <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/managedaccount.asp\">managed accounts</a>. Overlay management uses software to track an investor's combined position from separate accounts. The overlay system analyzes any portfolio adjustments to ensure the overall <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a> remains in balance and to prevent any inefficient transactions from occurring. Overlay portfolio management makes sure the investor’s strategies are implemented and coordinated successfully.\n", "\nOverlay portfolio management is often used with the portfolios of institutional investors and ultra-high net worth individuals. Money managers and financial advisors employ it to oversee and track the various investor accounts in their care.\n", "\nWhen an investor has separately managed portfolios, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a> are placed under the control of different managers. This set-up can cause inefficiencies if the managers begin making transactions that either increase the risk of the overall portfolio, have negative tax effects, unbalance the investor's positions, or work at cross purposes. For example, if one of the separately managed account traders purchases an asset, and another trader sells it, the investor is left with a neutral position and two transaction fees.\n", "\nOverlay management seeks to improve the communication between the separate managers, allowing for increases in transaction efficiency. In traditional separately managed account structures, clients' capital is delegated to multiple outside managers to invest, but in an<br/>overlay system, the assets—and the ultimate responsibility—stay together<br/>in a unified managed account. Overlay portfolios should have a stated purpose and specific guidelines to avoid issues arising. For instance, the overlay manager may determine maximum allocations across an entire portfolio or require that investments are made in a particular asset class.\n", "\nAs a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.myirionline.org/docs/default-source/research/natixis-global-asset-management--an-introduction-to-overlay-portfolio-management.pdf?sfvrsn=0\" rel=\"noopener noreferrer nofollow\">pamphlet from Ostrum (formerly Natixis) Asset Management </a>charmingly puts it;\n", "\nIf the different portfolios have complex investment strategies, an overlay system may be time-consuming to set up. Gathering documentation from various fund managers and understanding their approach toward portfolio construction and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/what-difference-between-expected-return-and-standard-deviation-portfolio.asp\">risk management</a> may require numerous meetings to ensure effective coordination—not just initially, but ongoing.\n", "\nAlso, an overlay portfolio typically needs to be approved by various compliance departments before it can be established.\n", "\nMany wealth/asset management firms and trust companies offer overlay services to their clients. Piper Jaffray is one such. Clients who opt for a Unified Managed Account are assigned an overlay portfolio manager, who has responsibility for the day-to-day management of the assets, based on the client's stated goals, needs, preferences, risk tolerance, etc. This manager, in turn, receives investment advice from other investment managers in the form of a model portfolio—a recommendation of specific securities and transactions. The overlay portfolio manager decides whether or not to execute these recommendations, and to what degree, in line with the client's tax situation, current asset allocation, and degree of aggressiveness.\n"]}