{"name": "Over-Collateralization (OC) Definition", "@id": "https://www.investopedia.com/terms/o/overcollateralization.asp", "related": ["https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/c/clo.asp", "https://www.investopedia.com/terms/s/securitization.asp", "https://www.investopedia.com/terms/s/subprimelender.asp", "https://www.investopedia.com/terms/t/talf.asp", "https://www.investopedia.com/terms/r/real-estate-mortgage-investment-conduit-remic.asp"], "body": ["\nOver-collateralization (OC) is the provision of collateral that is worth more than enough to cover potential losses in cases of default.\n", "\nFor example, a business owner seeking a loan could offer property or equipment worth 10% or 20% more than the amount being borrowed. Over-collateralization may be used by companies issuing bonds for the same reason.\n", "\nIn the financial services industry, over-collateralization is used to offset the risk in products such as mortgage-backed securities. In this case, additional assets are added to the security to cushion any capital losses due to defaults on the individual loans that are packaged in the security.\n", "\nIn any case, the purpose of over-collateralization is to increase the credit rating or the credit profile of the borrower or the issuer of securities by reducing the risk to the investor.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitization.asp\">Securitization</a> is the practice of transforming a collection of assets, such as loans, into an investment, or security. Ordinary bank loans such as home mortgages are sold on by the banks that issue them to financial institutions that then package them for resale as securitized investments.\n", "\nIn any case, these are not liquid assets but interest-producing debts. In financial terminology, they are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-backedsecurity.asp\">asset-backed securities</a> (ABS). Almost any kind of debt may be securitized include residential or commercial mortgages, student loans, car loans, and credit card debt.\n", "\nA key step in the securitization of products is determining the appropriate level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditenhancement.asp\">credit enhancement</a>. This refers to risk reduction to improve the credit profile of the structured financial products. A higher credit profile leads to a higher credit rating, which is key to finding buyers for securitized assets.\n", "\nInvestors in any securitized product face a risk of default on the underlying assets. Credit enhancement can be thought of as a financial cushion that allows the securities to absorb losses from defaults on the underlying loans.\n", "\nOver-collateralization is one technique that may be used for credit enhancement. In this case, the issuer backs a loan with assets or collateral which has a value that is in excess of the loan. That limits the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">credit risk</a> for the creditor and enhances the credit rating assigned to the loan.\n", "\nOver-collateralization is achieved when the value of assets in the pool is greater than the amount of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset-backedsecurity.asp\">asset-backed security</a> (ABS). So, even if some of the payments from the underlying loans are late or go into default, the principal and interest payments on the asset-backed security can still be made from the excess collateral.\n", "\nAs a rule of thumb, the value underlying a pool of assets is often 10% to 20% greater than the price of the issued security. For example, the principal amount of a mortgage-backed security issue might be $100 million, while the principal value of the mortgages underlying the issue might be $120 million.\n", "\nIt should be noted that many asset-backed securities were supposedly over-collateralized at the time of the 2008 financial crisis. In fact, the value of the assets used as collateral was much lower than presented, or the risks that the borrowers would default was much higher than expected, or both. That led directly to the sub-prime crisis that ensued in 2008.\n"]}