{"name": "Over-Limit Fee Definition", "@id": "https://www.investopedia.com/terms/o/overlimit-fee.asp", "related": ["https://www.investopedia.com/terms/z/zero-balance-card.asp", "https://www.investopedia.com/terms/f/finance_charge.asp", "https://www.investopedia.com/terms/c/credit-card-accountability-responsibility-and-disclosure-act-of-2009.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/l/linked-transfer-account.asp", "https://www.investopedia.com/terms/b/behaviorbased-repricing.asp"], "body": ["\nAn over-limit fee is a penalty charged by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/080916/how-credit-card-companies-make-money.asp\" rel=\"noopener noreferrer\">credit card</a> companies when cardholders’ purchases exceed their credit limit. Previously, credit card companies would decline the transaction if the consumer made a purchase over their limit; however, credit card companies moved to a practice of allowing the transaction to go through but charging a fee. This practice has stopped since the passing of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-accountability-responsibility-and-disclosure-act-of-2009.asp\" rel=\"noopener noreferrer\">Credit Card Accountability, Responsibility, and Disclosure (CARD) Act</a> in 2009.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOver-limit fees are one of the ways that credit card companies seek to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">manage their risks</a>. Since credit cards are an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecureddebt.asp\" rel=\"noopener noreferrer\">unsecured form of debt</a>, credit card companies do not have recourse to any <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a> if the cardholder <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">defaults</a>.\n", "\nFor this reason, credit card companies seek to discourage customers from engaging in financially risky behaviors such as spending more than their prescribed credit limit. By charging an over-limit fee in response to such transactions, credit card companies can disincentivize this behavior while also generating additional revenues.\n", "\nIn the past, many credit card companies would automatically enroll customers into programs whereby they could exceed their credit limits and trigger an over-limit fee. However, the passage of the CARD Act in 2009 added new <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/11/government-regulations.asp\" rel=\"noopener noreferrer\">regulations</a> to this process. Today, customers are unable to exceed their credit limits unless they manually opt-in to do so.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n", "\nIn other words, credit card customers can choose to subject themselves to potential over-limit fees in exchange for the right to exceed their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_limit.asp\" rel=\"noopener noreferrer\">credit limits</a>. At the same time, however, the CARD Act also imposed limits on the size of the over-limit fees themselves. Today, credit card companies are restricted from charging fees greater than the amount by which the customer exceeded their credit limit. For example, if a customer exceeds their credit limit by $50, then $50 would be the maximum over-limit fee permitted by law.\n", "\nWhen a credit card is issued, it comes with a maximum amount that can be utilized. This threshold is different for every individual and depends primarily on the customer's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-history.asp\" rel=\"noopener noreferrer\">credit history</a>.\n", "\nFor example, person A with a good credit history applies for a credit card and has a maximum spend limit of $10,000. Person B, on the other hand, with poor credit history, applies for the same credit card and has a maximum spend limit of $2,000. These limits are in place to minimize the risk of the credit card company.\n", "\nIt's important to check your credit card statement often to know where your current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-card-balance.asp\" rel=\"noopener noreferrer\">balance</a> is and how close you are to your threshold. Over-limit fees are charged whenever the balance goes above the threshold, regardless if the increased amount was due to a purchase, interest charge, late fee, or any other fee.\n", "\nIt is safer to not opt-in to be able to exceed your credit limit and be charged a fee. This avoids any unwanted costs. If you do not opt-in and exceed your credit limit, then your transaction will be denied. This is a good way to avoid fees and to be made aware that you are at your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_limit.asp\" rel=\"noopener noreferrer\">credit limit</a>.\n", "\nIt's also worth noting that if you do not opt-in and your credit card company allows a transaction to go through, then they cannot charge you an over-limit fee. In this instance, if you notice a fee on your statement, notify your credit card company to remove it.\n", "\nAs noted by the CARD Act, a credit card company cannot charge you more than the amount you exceeded your limit. Your card company can also not charge you an over-limit fee more than once in one payment cycle. If your balance remains over the limit, then your card company cannot charge you more than twice consecutively.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAs of 2020, the first over-limit fee should be no more than $28, and the second fee should be no more than $38 if it occurs within six months of the first.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ That being said, since the passing of the CARD Act, over-limit fees have virtually disappeared. For example, American Express has not charged an over-limit fee since 2009.\n", "\nThough over-limit fees have virtually disappeared, there are other penalties that a consumer can incur by constantly exceeding their credit limit. These penalties can include increased interest rates, a reduction in the credit limit, earlier payments, higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum-monthly-payment.asp\" rel=\"noopener noreferrer\">minimum payments</a>, and even a cancellation of the card.\n"]}