{"name": "Overheated Economy Definition", "@id": "https://www.investopedia.com/terms/o/overheated_economy.asp", "related": ["https://www.investopedia.com/terms/s/stimulus-check.asp", "https://www.investopedia.com/terms/d/deficit.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/f/financial-crisis.asp", "https://www.investopedia.com/terms/g/great-recession.asp", "https://www.investopedia.com/terms/s/softlanding.asp"], "body": ["\nAn overheated economy is one that has experienced a prolonged period of good <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\">economic growth</a> and activity that has led to high levels of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a>, triggered by increased consumer wealth.\n", "\nA sharp rise in prices causes inefficient supply allocations as producers overproduce and create excess production capacity in an attempt to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalize.asp\">capitalize</a> on the high levels of wealth. Unfortunately, these inefficiencies and inflation will eventually hinder the economy's growth and can often be a precursor to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a>.\n", "\nSimply put, an overheated economy is one that is expanding at a rate that is unsustainable. There are two main signs of an overheating economy—rising rates of inflation and an unemployment rate that is below the normal rate for an economy.\n", "\nRising inflation is typically one of the first signs that an economy is overheating. As a result, governments and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central banks</a> will usually raise interest rates in an attempt to lower the amount of spending and borrowing. While central banks can combat rising inflation through interest rate increases, they can often come too late. Because inflation is a lagging indicator, it can take a while for changes in policy to reduce the rate. \n", "\nBetween June 2004 and June 2006, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve Board</a> (FRB) increased the interest rate 17 times as a gradual means of slowing America's overheated economy. However, two years later, U.S. inflation hit 5.6 percent, a cycle high. This rapid rise in prices was followed by a crippling recession, which saw inflation plunged below zero within six months.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe second sign of an overheating economy is an unemployment rate that is below the normal rate for a country. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullemployment.asp\">Full employment</a> should be a good thing. But full employment also means higher inflation since everyone has a job (meaning productivity is at an all-time high) and money to spend.\n", "\nSince World War II, the unemployment rate generally fell below 5% in the years immediately preceding recessions. That includes the years leading up to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThe two main signs outlined above are also causes of an overheating economy. Other causes of an overheating economy include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082515/how-do-asset-bubbles-cause-recessions.asp\">asset bubbles</a> and external economic shocks. An example of the latter are the oil shocks that occurred during much of the 1970s and 1980s. They resulted in recessions of varying periods and intensity as America's oil <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import.asp\">import</a> bill grew to meet increased demand for gasoline.\n", "\nAsset bubbles are an unsustainable increase in prices for certain assets. This is a sign of overheating. The bursting of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\">dotcom bubble</a> in 2001 resulted in a recession. More recently, the 2008 financial crisis was the result of a bubble in real estate mortgages. The bubble had wide-reaching implications across geographies and resulted in a prolonged recession that spanned multiple geographies.\n", "\nThe Great Recession during the late 2000s was preceded by an overheating economy. The unemployment rate continuously fell until 2007, culminating at a rate of 4.6% (below the normal rate) in that year. Meanwhile, the inflation rate, which had been steadily rising, peaked at 5.25% in 2006, when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benbernanke.asp\">Ben Bernanke</a> became the Fed Chair and right before the crisis.\n", "\nAnother sign of a U.S. economy that was overheating was the real estate asset bubble that burst in 2007 and sent shock waves through the entire U.S. financial ecosystem. Compounding these problems was the government's spending. During President Clinton's years, the federal budget had a surplus. However, President Bush's tax cuts converted that surplus into a deficit.\n", "\nIn 2005, the Congressional Budget Office (CBO) estimated that there would be a budget deficit of $368 billion that year and it would be followed by a deficit of $295 billion the next year. In short, the U.S. economy demonstrated the hallmarks of an overheating economy in the years leading up to the recession.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n"]}