{"name": "Overnight Position Definition", "@id": "https://www.investopedia.com/terms/o/overnight-position.asp", "related": ["https://www.investopedia.com/terms/o/overnighttrading.asp", "https://www.investopedia.com/terms/r/rollover-credit.asp", "https://www.investopedia.com/terms/f/forex.asp", "https://www.investopedia.com/terms/e/extended_trading.asp", "https://www.investopedia.com/terms/s/swingtrading.asp", "https://www.investopedia.com/terms/d/daytrader.asp"], "body": ["\nOvernight positions refer to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-position.asp\">open trades</a> that have not been liquidated by the end of the normal trading day, which are quite common in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/f/foreign-exchange-markets.asp\">foreign exchange</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futuresmarket.asp\">futures</a> markets.\n", "\nSimply put, overnight positions are trading positions that are not closed by the end of the trading day. These trades are held overnight for trading the following day. Overnight positions expose the traders to risk from adverse movements happening after normal trading closes. This risk can be mitigated to varying degrees, depending on the markets being traded. For example, in the currency (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotmarket.asp\">SPOT</a>) market any <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingentorder.asp\">contingent orders</a>, such as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\">stop loss</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitorder.asp\">limit orders</a>, can be attached to the open position.\n", "\nIn the currency markets, overnight positions represent all open long and short positions that a forex trader possesses as of 5:00 p.m. EST, which is the end of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\">forex</a> trading day. Overnight trading refers to trades that are placed after an exchange’s close and before its open. Overnight trading hours can vary based on the type of exchange in which an investor seeks to transact. Alternative markets may include foreign exchange trading and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrencies</a>. Each market has standards for overnight trading that must be considered by investors when placing trades during off-market hours.\n", "\nThere are benefits and drawbacks to holding an overnight position. In the forex market, 5 p.m. EST is, technically, considered the end of the trading day, although nowadays, with the advent of technology and the global nature of this arena, this market is open 24 hours a day, five days a week. Because a new trading day begins after 5 p.m., positions opened as late as 4:59 p.m. EST and closed as early as 5:01 p.m. EST are still considered to be overnight positions. The overlap of trading hours between exchanges in North America, Australia, Asia, and European markets makes it possible for a trader to execute a foreign exchange trade through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\">broker-dealer</a> at any time.\n", "\nThere is a cost for this convenience, which is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rollover-rate.asp\">rollover interest rate</a>. This rate on overnight positions affects the trading account as either a credit or a debit. In forex, a rollover means that a position extends at the end of the trading day without settling. For traders, most trades roll over on a daily basis until they close out or settle. The rollovers are conducted using either <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spot-next.asp\">spot-next</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tomorrownext.asp\">tom-next</a> transactions. If a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\">trader</a> entered into a position on Monday at 4:59 p.m. EST and closes it on the same Monday at 5:03 p.m. EST, this will still be considered an overnight position, since the position was held past 5:00 p.m. EST, and is subject to rollover interest.\n", "\nDeciding whether or not to maintain an overnight position usually involves many factors. Forex traders will generally take <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\">risk</a>, cost of capital, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leverage</a> changes, and strategy into account when deciding to maintain an overnight position. The overall goal of keeping an overnight position is to try to increase profit on the trade by holding it overnight or by minimizing the loss of a losing daytime trade.\n", "\nSome stock investors believe that maintaining an overnight position is a beneficial strategy, while others think purchasing or selling stocks shortly before closing time is a more profitable move. Those who believe in keeping an overnight position often hold their positions overnight, then sell, or trade, them as close to the opening bell as possible in the morning. By trading early, stocks and traders are fresh, and any potential negative aspects of the previous day’s market have cleared the account.\n", "\nIt is rare that an overnight position can transform a daytime loss into a profit and, additionally, there is a risk with keeping an open position overnight. Primarily, the market can shift dramatically overnight, with the arrival of catastrophic news or other events that can affect the markets. This risk is why many investors have a strict daytime trading-only policy. Also, a consideration of borrowing costs may play into any decision. Technically, an overnight position requires broker leverage to maintain the position.\n", "\nMost companies report their financial results when markets are closed, to enable all investors to receive the information at the same time. They usually make significant announcements after market hours, rather than in the middle of the trading day as that can affect, at times dramatically, overnight positions.\n"]}