{"name": "Overextension", "@id": "https://www.investopedia.com/terms/o/overextension.asp", "related": ["https://www.investopedia.com/terms/p/paydown.asp", "https://www.investopedia.com/terms/d/deleverage.asp", "https://www.investopedia.com/terms/d/debtdeflation.asp", "https://www.investopedia.com/terms/c/credit_scoring.asp", "https://www.investopedia.com/terms/a/austerity.asp", "https://www.investopedia.com/terms/h/housemaintenancerequirement.asp"], "body": ["\nOverextension describes a loan or extension of credit that is larger than what the borrower can repay. Overextensions can require the borrower to consolidate their debts into a single loan. Consumers who must use more than a third of their net income to repay debt other than their mortgage are generally considered to be overextended.\n", "\nFor securities traders and investors, overextension represents <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a> in excess of their account equity and buying power. This can greatly amplify losses in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\" rel=\"noopener noreferrer\">bear market</a> and force the trader to meet steep margin calls. The inability to do this can result in forced liquidation of securities and the freezing of the account.\n", "\nThe idea of overextension will vary based on the financial characteristics of a borrower. Wealthy individuals and cash-rich businesses can take on proportionally more debt than weaker borrowers without overextending themselves.\n", "\nAt times, becoming overextended can be out of the control of a firm's management. For example, during a steep economic downturn, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a>, a company's financial condition can materially deteriorate largely out of the company's control. During a rough economic environment, it is not uncommon for a once healthy business to become overextended as conditions move out of their favor. This can happen to entire sectors even during robust economic climates. For instance, traditional brick-and-mortar retailers have struggled to adjust to online and e-commerce competition—despite record growth in many segments of the economy.\n", "\nCredit, debt, and overextension are tricky to model financially. Because these factors have something of a snowball effect, where conditions pile onto one another, conventional linear models do not account for the nonlinear, exponential nature of credit risk. Often, once strong credit issuers or borrowers can rapidly deteriorate to weak credits as Murphy's law works against an individual or business: Anything that can go wrong will go wrong.\n"]}