{"name": "Paid-Up Additional Insurance Definition", "@id": "https://www.investopedia.com/terms/p/paidup-additional-insurance.asp", "related": ["https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/c/cash-value-accumulation-test-cvat.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp"], "body": ["\nPaid-up additional insurance is additional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\">whole life insurance</a> coverage that a policyholder purchases using the policy’s dividends instead of premiums. Paid-up additional insurance is available as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\">rider</a> on a whole life policy. It lets policyholders increase their <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\">death benefit</a> and living benefit by increasing the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/add-to-cash-value-option.asp\">policy’s cash value</a>.\n", "\nPaid-up additions themselves then earn dividends, and the value continues to compound indefinitely over time. The policyholder can also surrender paid-up additions for their cash value or take a loan against them.\n", "\nThe cash value of paid-up additional insurance can increase over time, and these increases are tax deferred. Another benefit is that the policyholder can use them to increase coverage without going through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-underwriting.asp\">medical underwriting</a>. This is not only convenient but also extra value for a policyholder whose health has declined since the policy was originally issued and who can’t increase insurance coverage through other means.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEven without medical underwriting, paid-up additional insurance may have a higher premium than the base policy, because the price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fa-profession/091816/10-best-companies-obtaining-life-insurance-over-50-met-pru.asp\">depends on a policyholder’s age at the time</a> they purchase the extra insurance. Some policies, such as those issued by the Veterans Administration, have no premiums for paid-up additions.\n", "\nIf you take two otherwise identical whole life insurance policies with the same annual premium, but one has a paid-up rider and one doesn’t, the one with the rider will have a higher guaranteed net cash value sooner than the one without.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ However, a policy that allows for paid-up additions may initially have a lower cash value and much lower death benefit. It will take many years, possibly decades, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/102015/how-compare-permanent-life-insurance-policies.asp\">for the two policies to have similar death benefits</a>.\n", "\nA paid-up additional insurance rider must be structured into the policy when you purchase it. Some companies may allow you to add it later, but health, age, and other factors could make it more difficult. Policies for paid-up additional insurance can vary among insurance companies. For some, the paid-up additions rider allows you to contribute as much or as little as you want from year to year. Other companies stipulate that contributions remain at consistent levels, or you might risk losing the rider and be forced to reapply for it in the future.\n", "\nOnly member-owned mutual insurance companies issue dividends. Dividends are not guaranteed, but they are generally issued annually when the company is doing well financially. Some insurance companies have such a long history of annual dividend payments that dividends are virtually guaranteed.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ If policyholders do not want to use their dividends to purchase paid-up additional insurance, they could use them instead to lower the premium.\n", "\nReduced paid-up insurance is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonforfeiture-clause.asp\">nonforfeiture option</a> that allows the policy owner to receive a lower amount of fully paid whole life insurance, excluding commissions and expenses. The attained age of the insured will determine the face value of the new policy. As a result, the death benefit is smaller than that of the lapsed policy.\n", "\nA policyholder can opt to roll the cash value of their whole life policy into paid-up insurance. In such a scenario the policy is not necessarily paid up in the strict definition of the term, but it is capable of making its own premium payments. Depending on the type of policy and how well it has performed, a policyholder may have to resume premium payments in the future, or it may reach a point where the premiums are covered for the rest of the life of the policy.\n", "\nConsider a 45-year-old male who purchases a whole life policy with an annual base premium of $2,000 for a $100,000 death benefit. In the first year of the policy, he decides to contribute an additional $3,000 to a paid-up additions rider. The paid-up additions will give him an immediate cash value of $3,000 while adding $15,000 to his death benefit. If he continues to purchase paid-up additions, he will continue to increase his cash value and death benefit as time goes on.\n"]}