{"name": "Paradox of Thrift Definition", "@id": "https://www.investopedia.com/terms/p/paradox-of-thrift.asp", "related": ["https://www.investopedia.com/terms/s/stimulus-package.asp", "https://www.investopedia.com/terms/d/deficit-spending.asp", "https://www.investopedia.com/terms/s/savings-rate.asp", "https://www.investopedia.com/terms/e/economic-stimulus.asp", "https://www.investopedia.com/terms/a/aggregatedemand.asp", "https://www.investopedia.com/terms/m/macroeconomics.asp"], "body": ["\nThe paradox of thrift, or paradox of savings, is an economic theory that posits that personal savings are a net drag on the economy during a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a>. This theory relies on the assumption that prices do not clear or that producers fail to adjust to changing conditions, contrary to the expectations of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/classicaleconomics.asp\" rel=\"noopener noreferrer\">classical</a> <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/microeconomics.asp\" rel=\"noopener noreferrer\">microeconomics</a>. The paradox of thrift was popularized by British economist John Maynard Keynes.\n", "\nAccording to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\" rel=\"noopener noreferrer\">Keynesian theory</a>, the proper response to an economic recession is more spending, more risk-taking, and fewer savings. Keynesians believe a recessed economy does not produce at full capacity because some of its factors of production (land, labor, and capital) are unemployed.\n", "\nKeynesians also argue that consumption, or spending, drives economic growth. Thus, even though it makes sense for individuals and households to reduce consumption during tough times, this is the wrong prescription for the larger economy.\n", "\nA pullback in aggregate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\" rel=\"noopener noreferrer\">consumer spending</a> might force businesses to produce even less, deepening the recession. This disconnect between individual and group rationality is the basis of the savings paradox. An example of this was witnessed during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">Great Recession</a> that followed the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\" rel=\"noopener noreferrer\">financial crisis of 2008</a>. During that time, the savings rate for the average American household increased from 2.9 % to 5%. The <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> slashed interest rates in order to boost spending in the American economy.\n", "\nThe first conceptual description of the paradox of thrift may have been written in Bernard Mandeville’s “The Fable of the Bees” (1714). Mandeville argued for increased expenditure as the key to prosperity, rather than savings. Keynes credited Mandeville for the concept in his book “The General Theory of Employment, Interest, and Money” (1936).\n", "\nKeynes helped revive the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/circular-flow-of-income.asp\" rel=\"noopener noreferrer\">circular flow model</a> of the economy. This theory states that an increase in current spending drives future spending. Current spending, after all, results in more income for current producers. Those producers rationally deploy their new income, sometimes expanding business and hiring new workers; these new workers earn new income, which then may be spent.\n", "\nTo boost current spending, Keynes argued for lower interest rates to lower current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savings-rate.asp\" rel=\"noopener noreferrer\">savings rates</a>. If low interest rates do not create more borrowing and spending, Keynes said, the government could engage in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deficit-spending.asp\" rel=\"noopener noreferrer\">deficit spending</a> to fill the gap.\n", "\nThe circular flow model ignores the lesson of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/says-law.asp\" rel=\"noopener noreferrer\">Say’s law</a>, which states goods must be produced before they can be exchanged. Capital machines, which drive higher levels of production, require additional savings and investment. The circular flow model only works in a framework without capital goods.\n", "\nAlso, the theory ignores the potential for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\" rel=\"noopener noreferrer\">deflation</a>. If higher current spending causes future prices to rise concordantly, future production and employment will remain unchanged. Similarly, if current <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/thrift.asp\" rel=\"noopener noreferrer\">thrift</a> during a recession forces future prices to fall, future production and employment need not decline as Keynes predicted.\n", "\nFinally, the paradox of thrift ignores the potential for saved income to be lent out by banks. When some individuals increase their savings, interest rates tend to fall, and banks make additional loans.\n", "\nKeynes met these objections by arguing Say’s law was wrong and prices are too rigid to adjust efficiently. Economists remain divided about <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price_stickiness.asp\" rel=\"noopener noreferrer\">sticky prices</a>. It is widely accepted that Keynes misrepresented Say’s law in his refutation.\n", "\nIvan owns a factory that produces component parts for computers. The factory is among town XYZ's biggest employers. He has been planning to expand his production capacity by installing more machines and hiring new workers.\n", "\nHowever, a recession strikes and Ivan reverts to savings mode. He <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/layoff.asp\" rel=\"noopener noreferrer\">lays off</a> workers and discontinues operating the machines at night time. Unemployed factory workers, who do not have income to spend, also begin saving, reducing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demand</a> for goods produced by Ivan's factory. The unemployed factory workers also add to the town's overall spending on social benefits and its economy becomes weak.\n", "\nA real world example of the savings paradox during the Great Recession was the case of 25- to 29-year-olds who moved in with their parents. The percentage of such people increased from 14% in 2005 to 19% in 2011. While the move helped families save money on rent and other expenses, it caused estimated damages of as much as $25 billion per year to the economy.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}