{"name": "Participating Policy Definition", "@id": "https://www.investopedia.com/terms/p/participation_policy.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp", "https://www.investopedia.com/terms/v/vanishing-premium-policy.asp", "https://www.investopedia.com/terms/a/annual-dividend.asp", "https://www.investopedia.com/terms/c/comparative-interest-rate-method.asp"], "body": ["\nA participating policy is an insurance contract that pays dividends to the policy holder. Dividends are generated from the profits of the insurance company that sold the policy and are typically paid out on an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annual-basis.asp\" rel=\"noopener noreferrer\">annual basis</a> over the life of the policy. Most policies also include a final or terminal payment that is paid out when the contract matures. Some participating policies may include a guaranteed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a> amount, which is determined at the onset of the policy. A participating policy is also referred to as a \"with-profits policy.\"\n", "\nParticipating policies are typically <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a> contracts, such as a whole life participating policy. The dividend received by the policyholder can be used in several different ways. First, the policyholder can apply the dividend proceeds to the insurance policy's premium payment. Second, the dividend can be kept with the insurance as a deposit in order to generate interest much like a regular <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savingsaccount.asp\" rel=\"noopener noreferrer\">savings account</a>. Finally, the policyholder can simply receive the dividend payment in cash, much like a dividend payment on a stock\n", "\nInsurance companies charge premiums that are estimated to meet their expenses. Non-participating premiums are usually lower than premiums for participating policies. Insurance companies charge higher premiums on participating policies, based on conservative projections, with the intent of returning the excess. This has implications for the policy's tax treatment. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">IRS</a> has classified the payments made by the insurance company as a return on excess premium instead of dividend payouts.\n", "\nFor example, an insurance company will base premiums on higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating-cost.asp\" rel=\"noopener noreferrer\">operating costs</a> and lower rates of return than are actually expected. By operating from conservative projections, an insurance company can better protect against risk. In the end, this is better for the individual policyholder because it helps offset their insurance company's insolvency risk, resulting in lower long-term premiums. Participating policies are essentially a form of risk sharing, in which the insurance company shifts a portion of risk to policyholders.\n", "\nThough the interest rates, mortality rates and expenses that dividend formulas are based on change year to year, an insurance company will not vary dividends that often. Instead, they will alter dividend formulas periodically based on experience and anticipated future factors. These statements apply to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\" rel=\"noopener noreferrer\">whole life insurance</a>. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/universallife.asp\" rel=\"noopener noreferrer\">Universal life insurance</a> policy dividend rates can adjust much more frequently, even monthly.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/participation_policy.asp\" rel=\"noopener noreferrer\">Participating policies</a> can cost less than non-participating policies over the long term. With cash value policies, the dividend will typically increase as the policy’s cash value increases. From the perspective of the policyholder, whole life policies are essentially risk-free because the insurance company bears all risk – although with participating whole life policies, the insurance company shifts some risk to the policyholder.\n", "\nHowever, the question of whether participating policies are superior to nonparticipating policies is a complex one and depends largely on individual needs. Term life insurance is generally a nonparticipating policy with low premiums. It may suit the requirements of an individual interested in providing for their beneficiaries with less payments. But individuals interested in earning regular dividends from their policy in their lifetime may opt for a participating policy.\n", "\nA participating policy enables you as a policy holder to share the profits of the insurance company. It is also known as a with-profit policy. In non-participating policies the profits are not shared and no dividends are paid to the policyholders.\n", "\nMutual companies can issue only participating policies, which allow a portion of the company's premiums to be paid out in the form of policy dividends as refunds, which makes those funds nontaxable as income.\n"]}