{"name": "Pattern Day Trader Definition", "@id": "https://www.investopedia.com/terms/p/patterndaytrader.asp", "related": ["https://www.investopedia.com/terms/d/daytrader.asp", "https://www.investopedia.com/terms/t/tradingaccount.asp", "https://www.investopedia.com/terms/b/blocked-period.asp", "https://www.investopedia.com/terms/m/margin_debt.asp", "https://www.investopedia.com/terms/b/buyingpower.asp", "https://www.investopedia.com/terms/o/open-trade-equity-ote.asp"], "body": ["\nA pattern day trader (PDT) is a regulatory designation for those traders or investors that execute four or more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daytrader.asp\" rel=\"noopener noreferrer\">day trades</a> over the span of five business days using a margin account. The number of day trades must constitute more than 6% of the margin account's total trade activity during that five-day window.\n", "\nIf this occurs, the trader's account will be flagged as a PDT by their broker. The PDT designation places certain restrictions on further trading; this designation is put in place to discourage investors from trading excessively.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nPattern day traders may trade different types of securities, including stock options and short sales. Any type of trade will be accounted for, in terms of this designation, as long as they occur on the same day.\n", "\nIf there is a margin call, the pattern day trader will have five business days to answer it. Their trading will be restricted to that of two times the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maintenancemargin.asp\" rel=\"noopener noreferrer\">maintenance margin</a> until the call has been met. Failing to address this issue after five business days will result in a 90-day cash restricted account status, or until such time that the issues have been resolved.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nNote that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short</a> positions that have been held overnight—but sold prior to new purchases of the same security the next day—are exempt from the PDT designation.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe PDT designation is determined by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority (FINRA)</a>; it differs from that of a standard day trader by the number of day trades completed in a time frame. Although both groups have mandatory minimum assets that must be held in their margin accounts, a pattern day trader must hold at least $25,000 in their account.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> That amount need not necessarily be cash; it can be a combination of cash and eligible securities. If the equity in the account drops below $25,000, at this point they will be prohibited from making any further day trades until the balance is brought back up.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nFINRA has established a PDT rule that requires that all PDTs have a minimum of $25,000 in their brokerage accounts in a combination of cash and certain securities as a way of reducing risk. If the cash equity in the account drops below this $25,000 threshold, the PDT can no longer complete any day trades until the account is back up above that point. This is known as the Pattern Day Trader Rule, or the PDT Rule. These rules are set forth as an industry standard, but individual brokerage firms may have stricter interpretations of them. They may also allow their investors to self-identify as day traders.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nConsider the case of Jessica Dunn, a day trader with $30,000 in assets in her margin account. She could be eligible to purchase up to $120,000 worth of stock, compared to the standard $60,000 for an average margin account holder. If her stocks gained 1% over the day, as a pattern day trader she could generate an estimated $1,200 profit (which equals a four percent gain).\n", "\nCompare that to the standard estimated profit of $500, or 2% gain on a margin account. The potential for a higher return on investment can make the practice of pattern day trading seem appealing for high net worth individuals. However, like most practices that have the potential for high returns, the potential for significant losses can be even greater.\n", "\nBrokers automatically flag pattern day traders. These are customers who execute four or more “day trades” within five business days, provided that the number of day trades represents more than six percent of the customer’s total trades in a margin account for that same five business day period. This rule is a minimum requirement, and some broker-dealers may use a slightly broader definition in determining whether a customer qualifies as a “pattern day trader.”<span class=\"ql-inline-citation\" data-cite=\"1\"></span> \n", "\nDay trading refers to buying then selling or selling short then buying the same security on the same day. Just purchasing a security, without selling it later that same day, would not be considered a day trade.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nNot necessarily, but you will face certain account restrictions or requirements. Under FINRA rules, customers designated “pattern day traders” by their broker must have at least $25,000 in their accounts and can only trade in margin accounts. If the account falls below that requirement, the pattern day trader will not be permitted to day trade until the account is restored to the $25,000 minimum equity level. The margin rule applies to day trading in any security, including options.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn general, once your account has been flagged by your broker as a pattern day trader, they will continue to regard you as a pattern day trader even if you do not day trade for a while. This is because the firm will have a \"reasonable belief\" that you are a pattern day trader based on your prior trading activities. However, we understand that you may change your trading strategy. You should contact your firm if you have decided to reduce or cease your day trading activities to discuss the appropriate coding of your account.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n"]}