{"name": "Payback Period Definition", "@id": "https://www.investopedia.com/terms/p/paybackperiod.asp", "related": ["https://www.investopedia.com/terms/d/discounted-payback-period.asp", "https://www.investopedia.com/terms/n/npv.asp", "https://www.investopedia.com/terms/d/discounted-after-tax-cash-flow.asp", "https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/t/timevalueofmoney.asp", "https://www.investopedia.com/terms/c/capitalbudgeting.asp"], "body": ["\nThe payback period refers to the amount of time it takes to recover the cost of an investment. Simply put, the payback period is the length of time an investment reaches a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakevenanalysis.asp\" rel=\"noopener noreferrer\">break-even point</a>.\n", "\nThe desirability of an investment is directly related to its payback period. Shorter paybacks mean more attractive investments.\n", "\nAlthough calculating the payback period is useful in financial and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalbudgeting.asp\" rel=\"noopener noreferrer\">capital budgeting</a>, this metric has applications in other industries. It can be used by homeowners and businesses to calculate the return on energy-efficient technologies such as solar panels and insulation, including maintenance and upgrades.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatefinance.asp\" rel=\"noopener noreferrer\">Corporate finance</a> is all about capital budgeting. One of the most important concepts every corporate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-analysis.asp\" rel=\"noopener noreferrer\">financial analyst</a> must learn is how to value different investments or operational projects to determine the most profitable project or investment to undertake. One way corporate financial analysts do this is with the payback period.\n", "\nThe payback period is the cost of the investment divided by the annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flow</a>. The shorter the payback, the more desirable the investment.\n", "\nConversely, the longer the payback, the less desirable it is. For example, if solar panels cost $5,000 to install and the savings are $100 each month, it would take 4.2 years to reach the payback period.\n", "\nBut there is one problem with the payback period calculation: Unlike other methods of capital budgeting, the payback period ignores the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\" rel=\"noopener noreferrer\">time value of money (TVM)</a>—the idea that money today is worth more than the same amount in the future because of the present money's earning potential.\n", "\nMost capital budgeting formulas—such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\" rel=\"noopener noreferrer\">net present value (NPV)</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irr.asp\" rel=\"noopener noreferrer\">internal rate of return (IRR)</a>, and discounted cash flow—consider the TVM. So if you pay an investor tomorrow, it must include an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity cost</a>. The TVM is a concept that assigns a value to this opportunity cost.\n", "\nThe payback period disregards the time value of money. It is determined by counting the number of years it takes to recover the funds invested. For example, if it takes five years to recover the cost of an investment, the payback period is five years. Some analysts favor the payback method for its simplicity. Others like to use it as an additional point of reference in a capital budgeting decision framework.\n", "\nThe payback period does not account for what happens after payback, ignoring the overall profitability of an investment. Many managers and investors thus prefer to use NPV as a tool for making investment decisions. The NPV is the difference between the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\" rel=\"noopener noreferrer\">present value</a> of cash coming in and the current value of cash going out over a period of time.\n", "\nAssume Company A invests $1 million in a project that is expected to save the company $250,000 each year. The payback period for this investment is four years—dividing $1 million by $250,000. Consider another project that costs $200,000 with no associated cash savings will make the company an incremental $100,000 each year for the next 20 years at $2 million.\n", "\nClearly, the second project can make the company twice as much money, but how long will it take to pay the investment back?\n", "\nThe answer is found by dividing $200,000 by $100,000, which is two years. The second project will take less time to pay back and the company's earnings potential is greater. Based solely on the payback period method, the second project is a better investment.\n", "\nThe best payback period is the shortest one possible. Getting repaid or recovering the initial cost of a project or investment should be achieved as quickly as it allows. However, not all projects and investments will have the same time horizon, and so the shortest possible payback period needs to be nested within the larger context of that time horizon. For example, the payback period on a mortgage can be decades while the payback period on a construction project may be 5 years or less.\n", "\nWhile the two terms are related they are not the same. The breakeven point is the price or value that an investment or project must rise in order to cover the initial costs or outlay. The payback period refers to how long it takes to reach that breakeven.\n", "\nPayback Period = Initial investment / Cash Flow per year\n", "\nAs the equation above shows, the payback period calculation is simple. It does not account for the time value of money, the effects of inflation, or the complexity of investments that may have unequal cash flows over time. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discounted-payback-period.asp\">discounted payback period</a> is often used to better account for some of the shortcomings such as using the present value of future cash flows. For this reason, the simple payback period may be favorable, while the discounted payback period might indicate an unfavorable investment.\n", "\nPayback period is favored when a company is under liquidity constraints because it can show how long it should take to recover the money laid out for the project. If short-term cash flows are a concern, a short payback period may be more attractive than a longer-term investment that has a higher NPV.\n"]}