{"name": "Payday Loan Definition", "@id": "https://www.investopedia.com/terms/p/payday-loans.asp", "related": ["https://www.investopedia.com/terms/d/defaultpremium.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/p/postdated.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/s/stretchloan.asp", "https://www.investopedia.com/terms/a/ability-to-repay.asp"], "body": ["\nA payday loan is a type of short-term borrowing where a lender will extend high interest credit based on your income. Its principal is typically a portion of your next paycheck. Payday loans charge high interest rates for short-term immediate credit.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> They are also called “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashadvance.asp\" rel=\"noopener noreferrer\">cash advance</a>”loans or “check advance” loans.<span class=\"ql-inline-citation\" data-cite=\"14\"></span><span class=\"ql-inline-citation\" data-cite=\"13\"></span>\n", "\nPayday loans charge borrowers high levels of interest and do not require any collateral, making them a type of unsecured personal loan. These loans may be considered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/predatory_lending.asp\" rel=\"noopener noreferrer\">predatory lending</a>, as they have extremely high interest, don't consider a borrower's ability to repay, and have hidden provisions that charge borrowers added fees.<span class=\"ql-inline-citation\" data-cite=\"8\"></span> As a result, they can create a debt trap for consumers.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> If you’re considering a payday loan, you may want to first <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-personal-loans-4773300\" rel=\"noopener noreferrer\">take a look at safer personal loan alternatives</a>.\n", "\nPayday loan providers are typically small credit merchants with physical stores that allow onsite credit applications and approval. Some payday loan services may also be available through online lenders.<span class=\"ql-inline-citation\" data-cite=\"12\"></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102814/what-are-basic-requirements-qualify-payday-loan.asp\" rel=\"noopener noreferrer\">To complete a payday loan application</a>, you must provide pay stubs from your employer showing your current level of income. Payday lenders often base their loan principal on a percentage of the borrower’s predicted short-term income. Many also use a borrower’s wages as collateral. Lenders generally do not conduct a full credit check or consider your ability to repay the loan.<span class=\"ql-inline-citation\" data-cite=\"12\"></span>\n", "\nPayday lenders charge levels of interest as high as 780% in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\" rel=\"noopener noreferrer\">annual percentage rate (APR)</a>, with an average loan running nearly 400%.<span class=\"ql-inline-citation\" data-cite=\"12\"></span><span class=\"ql-inline-citation\" data-cite=\"8\"></span> Most states have usury laws that limit interest charges to anywhere between 5% and 30%; however, payday lenders fall under exemptions that allow for their high interest.<span class=\"ql-inline-citation\" data-cite=\"11\"></span> As these loans qualify for many state lending loopholes, borrowers should beware. Regulations on these loans are governed by the individual states, with 13 states—Arizona, Arkansas, Connecticut, Georgia, Maryland, Massachusetts, New Jersey, New Mexico, New York, Pennsylvania, North Carolina, Vermont, and West Virginia—plus the District of Columbia outlawing payday loans of any kind.<span class=\"ql-inline-citation\" data-cite=\"10\"></span>\n", "\nIn California, for example, a payday lender can charge a 14-day APR of 459% for a $100 loan.<span class=\"ql-inline-citation\" data-cite=\"9\"></span> Finance charges on these loans are also a significant factor to consider, as the average fee is $15 per $100 of loan.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nAlthough the federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tila.asp\" rel=\"noopener noreferrer\">Truth in Lending Act</a> requires payday lenders to disclose their finance charges, many people overlook the costs. Most loans are for 30 days or less and help borrowers to meet short-term liabilities. Loan amounts on these loans are usually from $100 to $1,000, with $500 being common. The loans can usually be rolled over for additional finance charges, and many borrowers, as high as 80%, end up as repeat customers.<span class=\"ql-inline-citation\" data-cite=\"12\"></span><span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nA number of court cases have been filed against payday lenders, as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/063015/what-are-major-laws-acts-regulating-financial-institutions-were-created-response-2008-financial.asp\" rel=\"noopener noreferrer\">lending laws following the 2008 financial crisis have been enacted</a> to create a more transparent and fair lending market for consumers. If you’re considering taking out a payday loan, then a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-loan-calculator-5082130\" rel=\"noopener noreferrer\">personal loan calculator</a> can be a vital tool for determining what kind of interest rate you can afford.\n", "\nEfforts to regulate payday lenders were put in place under the Obama administration in 2017, when the Consumer Financial Protection Bureau (CFPB), under director Richard Cordray, passed rules to protect consumers from what Cordray referred to as “debt traps.”<span class=\"ql-inline-citation\" data-cite=\"2\"></span> The rules included a mandatory underwriting provision requiring lenders to assess a borrower’s ability to repay a loan and still meet everyday living expenses before the loan is made. The rules also required lenders to provide written notice before trying to collect from a borrower’s bank account, and they further required that after two unsuccessful attempts to debit an account, the lender could not try again without the permission of the borrower. These rules were first proposed in 2016 and set to take effect in 2019.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn February 2019 the CFPB, then under the Trump administration, issued proposed rules to revoke the mandatory underwriting provision and delay implementation of the 2017 rules.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> In June 2019 the CFPB issued a final rule delaying the August 2019 compliance date, and on July 7, 2020, it issued a final rule revoking the mandatory underwriting provision but leaving in place the limitation of repeated attempts by payday lenders to collect from a borrower’s bank account.<span class=\"ql-inline-citation\" data-cite=\"5\"></span><span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"3\"></span> Under the Biden administration, it is likely that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/who-is-rohit-chopra-5096158\" rel=\"noopener noreferrer\">new leadership</a> at the CFPB will once again take up stricter rules for payday lending.<span class=\"ql-inline-citation\" data-cite=\"16\"></span>\n"]}