{"name": "Payroll Tax Definition", "@id": "https://www.investopedia.com/terms/p/payrolltax.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/s/social-security-tax.asp", "https://www.investopedia.com/terms/m/medicarewages.asp", "https://www.investopedia.com/terms/f/fica.asp", "https://www.investopedia.com/terms/d/disability-insurance-trust-fund.asp", "https://www.investopedia.com/terms/h/hospital-insurance-trust-fund.asp"], "body": ["\nA payroll tax is a percentage withheld from an employee's pay by an employer who pays it to the government on the employee's behalf. The tax is based on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wage-expense.asp\" rel=\"noopener noreferrer\">wages</a>, salaries, and tips paid to employees. Federal payroll taxes are deducted directly from the employee's earnings and paid to the Internal Revenue Service (IRS).\n", "\nIn the U.S., the term federal payroll taxes refers to the taxes deducted to fund Medicare and Social Security programs. These are labeled as MedFICA and FICA on pay stubs. Federal income tax, which also is withheld from employee paychecks, goes into the general fund of the U.S. Treasury.\n", "\nMost states and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.thebalance.com/cities-that-levy-income-taxes-3193246\" rel=\"noopener noreferrer nofollow\">some cities and counties</a> impose income taxes as well, and these amounts are paid directly to their coffers. In addition, employers, but not employees, also pay federal unemployment taxes for each of their employees.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nUnlike the U.S. income tax, which is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\" rel=\"noopener noreferrer\">progressive tax</a>, some elements of payroll taxes are levied only up to a certain yearly limit. For example, any income that exceeds the Social Security wage base, set at $137,700 in 2020, is not subject to Social Security tax, making the U.S. payroll tax a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regressivetax.asp\" rel=\"noopener noreferrer\">regressive tax</a>.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nIn addition to income taxes, payroll taxes are collected by federal authorities and some state governments in many countries, including the United States. These payroll tax deductions are itemized on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/020414/how-long-should-i-keep-my-tax-records.asp\">an employee's pay stub</a>. The itemized list notes how much is withheld for federal, state, and municipal income taxes as well as the amounts collected for Medicare and Social Security payments.\n", "\nGovernments use revenues from payroll taxes to fund specific programs including Social Security, health care, and workers' compensation. Local governments may collect a relatively small payroll tax to maintain and improve local infrastructure and services, including first responders, road maintenance, and parks.\n", "\nEmployers bear the primary responsibility for funding unemployment insurance. If they lay off employees, those employees are entitled to unemployment benefits. The rate of unemployment insurance the employer will pay varies by industry, state, and federal fees. Some states require employees to contribute to unemployment and disability insurance.\n", "\nFederal payroll taxes cover <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-tax.asp\">Social Security</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a> contributions, which constitute the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fica.asp\">Federal Insurance Contributions Act (FICA) tax</a>. An employee pays 7.65%.<span class=\"ql-inline-citation\" data-cite=\"14\"></span> The premise of Social Security and Medicare is that you pay into them during your working years in order to qualify to withdraw these funds after retiring or under certain medical circumstances. This rate is divided between a 6.2% deduction for Social Security on a maximum salary of $137,700 and a 1.45% share for Medicare.<span class=\"ql-inline-citation\" data-cite=\"16\"></span>\n", "\nThere is no salary limit on Medicare, but anyone who earns more than $200,000—or $250,000 for married couples filing jointly—pays another 0.9% for Medicare.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nOn March 11, 2021, the Biden administration passed the American Rescue Plan Act to help individuals affected by the COVID-19 pandemic. Unemployment insurance benefits amounting to $10,200 for individual taxpayers (or $20,400 for married couples filing jointly) are exempt from federal taxes, provided their adjusted gross income (AGI) is less than $150,000.<span class=\"ql-inline-citation\" data-cite=\"19\"></span>\n", "\nThe IRS announced on March 31, 2021, that it would automatically adjust returns for people who filed their tax returns early based on the total amount of their 2020 unemployment compensation. An amended return is only required if the adjustments qualify you for additional credits and deductions. Keep in mind that states may not conform to the federal exemptions.<span class=\"ql-inline-citation\" data-cite=\"21\"></span> Click <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.hrblock.com/tax-center/wp-content/uploads/2021/03/state-unemployment-income-exclusion.pdf\" rel=\"nofollow\">here</a> to see how your state treats unemployment benefits for the 2020 tax year.\n", "\nSelf-employed individuals including contractors, freelance writers, musicians, and small business owners are also required to remit payroll taxes. These are referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/selfemploymenttax.asp\">self-employment taxes</a>.\n", "\nUnlike most salaried workers, people who are self-employed don't have employers to remit payroll taxes on their behalf. This means they must cover both the employer and employee portions of the tax on their own.\n", "\nThe self-employment tax rate is 15.3%. There are two parts to this rate including<strong> </strong>a 12.4% contribution to Social Security—old-age, survivors, and disability insurance—and a 2.9% payment to Medicare. Another 0.9% surtax for Medicare applies to self-employment earnings that exceed $200,000.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nFunds paid to Social Security taxes go into two trust funds: the Old-Age and Survivors Insurance Trust Fund (OASI), which pays retirement and survivor benefits, and the Disability Insurance Trust Fund, for disability benefits. The Secretary of the Treasury, the Secretary of Labor, the Secretary of Health and Human Services, the Commissioner of Social Security, and two public trustees manage these trust funds.\n", "\nPresident Franklin D. Roosevelt signed the Social Security Act into law on Aug. 14, 1935, to provide a safety net for the disabled and retirees. When the program was conceived, high-wage earners were exempt from paying into the fund and from receiving Social Security benefits. But that exemption was eliminated and replaced with a cap by Congress which has continued to rise roughly at the same rate as wages.\n", "\nAs noted above, payroll taxes also go toward Medicare. These payroll deductions go into two separate trust funds: the Hospital Insurance Trust Fund and the Supplementary Medical Insurance Trust Fund.\n", "\nIndividuals enrolled in Medicare pay a monthly income-based fee for basic Medicare coverage and are responsible for a portion of their medical costs.\n", "\nThere is a distinction between a payroll tax and an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income tax</a>, although both are deducted from paychecks. Payroll taxes are used to fund specific programs. Income taxes go into the general funds at the U.S. Treasury.\n", "\nEveryone pays a flat payroll tax rate, up to a yearly cap. Income taxes, however, are progressive. Rates vary based on an individual's earnings.\n", "\nState income tax, if any, goes into the state's treasury.\n"]}