{"name": "Pegging Definition", "@id": "https://www.investopedia.com/terms/p/pegging.asp", "related": ["https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/c/capping.asp", "https://www.investopedia.com/terms/c/calloption.asp", "https://www.investopedia.com/terms/p/putoption.asp", "https://www.investopedia.com/terms/l/leaps.asp", "https://www.investopedia.com/terms/p/put.asp"], "body": ["\nPegging is controlling a country's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/floating-rate-vs-fixed-rate/\">currency rate</a> by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tying.asp\">tying</a> it to another country's currency. A country's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central bank</a>, at times, will engage in <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openmarketoperations.asp\">open market operations</a> to stabilize its currency by pegging, or <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixing.asp\">fixing</a>, it to another country's, presumably more stable currency.\n", "\nPegging can also refer to the practice of manipulating the price of an underlying asset, like a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/commodities-trading-overview/\">commodity</a>, prior to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expiration-date.asp\">option expiry</a>.\n", "\nMany countries maintain a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency-peg.asp\">currency peg</a> to keep their currencies stable relative to another country. Wide currency fluctuations can be quite detrimental to international business transactions. Pegging to the U.S. dollar is common. In Europe, the Swiss franc was pegged to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euro</a> for much of 2011-2015, though this was done more so to curb the strength of the Swiss Franc from a persistent inflow of capital.\n", "\nPegging is also a price manipulation strategy used sometimes by options traders as expiration approaches. Writers (options shorts) are most commonly associated with this practice of driving up or down the price of the underlying security as the option nears expiry. The reason is that they have a monetary incentive to ensure that the option expires <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\">out of the money</a> so the buyer does not exercise the option contract.\n", "\nA country's central bank will go into the open market to buy and sell its currency in order to maintain the pegged ratio that has been deemed to provide optimal stability. If a country’s currency value has large fluctuations, foreign companies have a more difficult time operating and generating a profit. If a U.S. company operates in Brazil, for example, the firm has to convert U.S. Dollars into Brazilian Reals to fund the business. If the value of Brazil’s currency changes dramatically compared to the dollar, the U.S. company may incur a loss when it converts back into U.S. dollars. This form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currencyrisk.asp\">currency risk</a> makes it difficult for a company to manage its finances. To minimize currency risk, many countries peg an exchange rate to that of the United States, which has a large and stable economy.\n", "\nAs of 2020, there were 192 countries with exchange rate agreements, and 38 of those had exchange rate agreements with the United States. Of those 38 nations, 14 currencies pegged to the USD.\n", "\nPegged currencies can expand trade and boost real incomes, particularly when currency fluctuations are relatively low and show no long-term changes. Without exchange rate risk and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tariff.asp\">tariffs</a>, individuals, businesses, and nations are free to benefit fully from specialization and exchange. According to the theory of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparativeadvantage.asp\">comparative advantage</a>, everyone will be able to spend more time doing what they do best.\n", "\nWith pegged exchange rates, farmers will be able to simply produce food as best they can, rather than spending time and money <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/optioninvestor/07/hedging-intro.asp\">hedging</a> foreign exchange risk with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivatives</a>. Similarly, technology firms will be able to focus on building better computers. Perhaps most importantly, retailers in both countries will be able to source from the most efficient producers. Pegged exchange rates make more long-term investments possible in the other country. With a currency peg, fluctuating exchange rates are not constantly disrupting supply chains and changing the value of investments.\n", "\nThe central bank of a country with a currency peg must monitor supply and demand and manage cash flow to avoid spikes in demand or supply. These spikes can cause a currency to stray from its pegged price. That means the central bank will need to hold large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange-reserves.asp\">foreign exchange reserves</a> to counter excessive buying or selling of its currency. Currency pegs affect forex trading by artificially stemming <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a>.\n", "\nCountries will experience a particular set of problems when a currency is pegged at an overly low exchange rate. On the one hand, domestic consumers will be deprived of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchasingpower.asp\">purchasing power</a> to buy foreign goods. Suppose that the Chinese yuan is pegged too low against the U.S. dollar. Then, Chinese consumers will have to pay more for imported food and oil, lowering their consumption and standard of living. On the other hand, the U.S. farmers and Middle East oil producers who would have sold them more goods lose business. This situation naturally creates trade tensions between the country with an undervalued currency and the rest of the world.\n", "\nAnother set of problems emerges when a currency is pegged at an overly high rate. A country may be unable to defend the peg over time. Since the government set the rate too high, domestic consumers will buy too many imports and consume more than they can produce. These chronic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade_deficit.asp\">trade deficits</a> will create downward pressure on the home currency, and the government will have to spend foreign exchange reserves to defend the peg. The government's reserves will eventually be exhausted, and the peg will collapse.\n", "\nWhen a currency peg collapses, the country that set the peg too high will suddenly find imports more expensive. That means inflation will rise, and the nation may also have difficulty paying its debts. The other country will find its exporters losing markets, and its investors losing money on foreign assets that are no longer worth as much in domestic currency. Major currency peg breakdowns include the Argentine peso to the U.S. dollar in 2002, the British pound to the German mark in 1992, and arguably the U.S. dollar to gold in 1971.\n", "\nThe buyer of a call option pays a premium to obtain the right to buy the stock (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-security.asp\">underlying security</a>) at a specified strike price while the writer of that call option receives the premium and is obligated to sell the stock, and expose themselves to the resulting infinite risk potential, if the buyer chooses to exercise the option contract. For example, an investor buys a $50 call option, which gives them the right to buy the underlying stock at the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a> of $50, on XYZ stock that expires on June 30<sup>th</sup>. The writer has already collected the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premium</a> from the buyer and would ideally like to see the option expire worthless (stock price less than $50 at expiry).\n", "\nThe buyer wants the price of XYZ to rise above the strike price PLUS the premium paid per share. Only at this level would it make sense for the buyer to exercise the option and the seller would be theoretically exposed to infinite risk from a potential rise of XYZ stock. If the price is very close to the strike plus premium per share level just before the option's expiry date then the buyer and especially the writer of the call would have an incentive to be active in buying and selling the underlying stock respectively. This activity is known as pegging\n", "\nThe converse holds true as well. The buyer of a put option pays a premium to obtain the right to sell the stock at the specified strike price while the writer of that put option receives the premium and is obligated to buy the stock, and expose themselves to the resulting infinite risk potential, if the buyer chooses to exercise the option contract.\n", "\nA lesser-used definition of pegging occurs mainly in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a> markets and entails a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commoditiesexchange.asp\">commodity exchange</a> linking <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daily_trading_limit.asp\">daily trading limits</a> to the previous day's <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementprice.asp\">settlement price</a> so as to control price fluctuations.\n", "\nFor example, an investor buys a put option on XYZ stock with a strike price of $45 that expires on July 31<sup>st </sup>and pays the required premium. The writer receives the premium and the waiting game begins. The writer wants the price of the underlying stock to remain above $45 MINUS the premium paid per share while the buyer wants to see if below that level. Again, if the price of XYZ stock is very close to this level, then both would be active (selling and buying) in trying to 'influence' XYZ's price to where it would benefit them. While this concept of pegging could apply to both, it is used predominantly by sellers as they have a bit more incentive to not see the option contract exercised.\n"]}