{"name": "Pell Grant Definition", "@id": "https://www.investopedia.com/terms/p/pell-grant.asp", "related": ["https://www.investopedia.com/terms/c/cost-of-attendance.asp", "https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp", "https://www.investopedia.com/terms/e/expected-family-contribution.asp", "https://www.investopedia.com/terms/a/award-letter.asp", "https://www.investopedia.com/terms/h/higher-education-act-of-1965-hea.asp", "https://www.investopedia.com/terms/p/plus-loan.asp"], "body": ["\nA Pell Grant is a federal subsidy awarded to students for post-secondary education. Pell Grants are awarded on the basis of financial need and, unlike student loans, do not have to be repaid except in rare instances.\n", "\nTo be eligible for a Pell Grant, students and their parents must fill out the government's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-application-of-student-aid-fafsa.asp\" rel=\"noopener noreferrer\">Free Application for Federal Student Aid (FAFSA)</a>.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n", "\nThe application, which can be completed online, asks a series of questions about the student's and parents' finances, as well as other relevant information, such as whether any of the student's siblings will be in college at the same time. Schools that the student applies to will receive an electronic copy of the application.\n", "\nFinancial aid officers at those schools use the FAFSA to determine how much federal aid to offer the student. The school's calculations consider the difference between the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expected-family-contribution.asp\" rel=\"noopener noreferrer\">expected family contribution (EFC)</a>, as calculated by the FAFSA, and that school's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-attendance.asp\" rel=\"noopener noreferrer\">cost of attendance (COA)</a> to calculate the student's financial need.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n", "\nTo bridge the gap between the EFC and the COA, the school may offer the student a combination of Pell Grants, subsidized and unsubsidized federal loans, and paid work-study jobs. Pell Grants and subsidized loans are intended for students with \"exceptional financial need,\" while unsubsidized loans are available to students and parents regardless of financial need. Colleges typically make these financial aid offers around the same time that they send out their acceptance letters.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿\n", "\nIn general, Pell Grants are only for undergraduate students, but there is an exception for some postbaccalaureate teacher training programs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nThe maximum annual Pell Grant as of 2021-2022 school year is $6,495.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ There is also a limit on how much you can receive in total—12 terms or roughly six years of funding. To keep track, the government calculates your Lifetime Eligibility Used (LEU) percentage while you are receiving Pell Grants.\n", "\nYou can see how much you have left to go by logging into your My Aid account on the Department of Education's Federal Student Aid website. Your eligibility for Pell Grants ends when you receive your degree.﻿﻿﻿\n", "\nIn order to continue receiving Pell Grants or other federal financial aid, students and their parents must fill out a new FAFSA every year. Students must also show that they are making \"satisfactory academic progress\" toward their degree or other goal, such as a certificate.\n", "\nSatisfactory academic progress is defined by each individual school and may involve maintaining a minimum grade-point average, taking a certain number of credits, or other factors.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿﻿﻿\n", "\nStudents may lose eligibility for Pell Grants, at least temporarily, if they default on a student loan or are convicted of a drug offense.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿﻿\n", "\nGenerally, your school will first apply the money from your Pell Grant and other aid, such as loans, toward your tuition, fees, and room and board. If there's anything left over in your account after that (often referred to as a \"credit balance\"), the school is required to pay it to you within 14 days unless you've authorized the school to apply it toward your future bills.\n", "\nThese federal funds are typically disbursed each school term or at least twice a year.\n", "\nGrants, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/understanding-scholarships-need-and-merit-4783132\" rel=\"noopener noreferrer\">scholarships</a>, generally represent money that doesn't have to be paid back. However, there are circumstances when you might have to repay all or a portion of your grant. Those include dropping out of the program of study for which you were awarded the grant, changing your attendance from full-time to part-time, or receiving other scholarships or grants that reduce your eligibility for federal aid.\n", "\nIf any of this happens, the school should let you know how much you owe and how to repay it.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿\n", "\nWhile the Pell Grant is the federal government's major grants program for higher education, it also funds several lesser-known grants programs. They include:\n", "\nLike Pell Grants, these grants are intended for students with \"extreme financial need\" as determined through the FAFSA. The amounts vary between $100 and $4,000 a year. FSEOGs are not available at every school, and schools that do offer them may have a limited pool of money to draw on.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nThese<strong> </strong>grants are intended to encourage students to become teachers in high-need fields (such as math, science, foreign languages, and special education) in low-income areas. They are worth up to $4,000 per year (as of 2021).<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nStudents who receive TEACH grants are required to fulfill service requirements, including at least four years of full-time teaching. If they fail to do so, the grant is converted into a direct federal unsubsidized loan which must be repaid.﻿﻿﻿﻿\n", "\nThese grants are available to students who lost a parent or guardian as a member of the U.S. armed forces serving in Iraq or Afghanistan after 9/11 and who don't qualify for a Pell Grant. The student must also have been under 24 years old or enrolled in college at least part-time at the time of the parent’s or guardian’s death.\n", "\nThe maximum Iraq and Afghanistan Service Grant is based on the maximum Pell Grant ($6,495 for 20210-2022), although Congress reduced the amount through the Budget Control Act of 2011.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿﻿\n"]}