{"name": "Per Stirpes Definition", "@id": "https://www.investopedia.com/terms/p/perstirpes.asp", "related": ["https://www.investopedia.com/terms/m/mutual-will.asp", "https://www.investopedia.com/terms/i/intestacy.asp", "https://www.investopedia.com/terms/e/executor.asp", "https://www.investopedia.com/terms/s/stepupinbasis.asp", "https://www.investopedia.com/terms/a/a-b-trust.asp", "https://www.investopedia.com/terms/s/settlor.asp"], "body": ["\nPer stirpes is a legal term stipulating that should a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiary</a> predecease the testator—the person who has made the will—the beneficiary's share of the inheritance goes to that beneficiary's heirs. While the term per stirpes is commonly used to refer to an individual's assets under a will, it is sometimes used in beneficiary designations for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\">individual retirement accounts</a> (IRAs).\n", "\nWhile per stirpes and per capita are similar, there are differences. Per stirpes in Latin means \"by branch,\" meaning, in this case, that a portion of the will must go to a person or that person's heirs. Per capita means that any surviving descendants of the same generation distribute property equally.\n", "\nPer stirpes, Latin for “by branch,” refers to every person down a family tree beginning from another person. For example, everyone below a mother, such as her children and her great-grandchildren, is included in a branch.\n", "\nPer stirpes often appears in wills and retirement accounts to define asset distributions so that each branch of a family tree is treated in accordance with the testator or account owner’s wishes. Children may stand as representatives of their parents if a parent passes before the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decedent.asp\">decedent</a>. Spouses are not considered in per stirpes distribution.\n", "\nPer capita means “by the heads.” Also called “share and share alike,” property is divided equally among surviving descendants in the same generation nearest the testator. The estate holder names each recipient individually or determines which group receives the assets, such as all estate holder's children, grandchildren, or both. A deceased person’s share is not set aside but is mingled with the estate and divided among the other recipients.\n", "\nFor example, Meg specifies her estate be divided per capita among her three children, Abby, Stephanie, and Scott. Abby has one child, George. Scott has two children—Cora and Max. If Abby dies, her portion remains with Meg’s other assets and is divided equally among her two living children, Stephanie and Scott. Cora and Max do not inherit anything.\n", "\nNow consider the same example, but this time Meg's will specifies her estate be divided per stirpes among her three children, Abby, Stephanie, and Scott. Abby has one child, George. Scott has two children—Cora and Max. If Abby dies, her portion will go to George, the next person on Abby's branch of the family tree.\n", "\nCora and Max again do not inherit anything.\n", "\nCreating a will is one of the most important processes a person can go through; unfortunately, it can also be one of the most stressful and confusing. Occasionally, the use of outdated terms such as per stirpes can only create more confusion, especially when the term isn't used properly.\n", "\nFor example, some lawyers have allowed their clients to use the phrase \"to my children, per stirpes.\" While this may sound straightforward, it is technically incorrect. Instead, the will should read \"to my descendants, per stirpes.\" It is seemingly trivial distinctions in language like this that make all the difference in the courtroom.\n", "\nFurthermore, different jurisdictions have slightly different definitions of the term. This is why it's critical every lawyer takes the time to ensure their client doesn't have any incorrect preconceived notions about the term's meaning.\n", "\nWith a per capita arrangement, each beneficiary is given an equal share of the distribution. If one of the beneficiaries dies before the testator, the distribution remains with the other beneficiaries, and the descendants of that beneficiary are not included. Ultimately, the feelings of the testator about their family dynamic should decide whether per stirpes or per capita is used.\n", "\nPer stirpes stipulates that should a beneficiary predecease the testator, that beneficiary's share of the inheritance goes to their heirs. Per capita takes the opposite approach: all inheritance is divided equally amongst the testator's beneficiaries.\n", "\nTo use per stirpes correctly, you should make the gift to a person's descendants, like \"to [person's] descendants, per stirpes.\"  In general, the person should be one person, not a class of people, and the word \"descendants\" (or \"issue\") must always appear.\n", "\nPer stirpes determines that in the event of an \"out of order\" death, the inheritance which would have been awarded to the beneficiary that passed away is given to that beneficiary's descendants, thus per stripes covers the grandchildren of the testator.\n", "\nPer stirpes, used more commonly than per capita, is a great way to ensure the descendants of your original beneficiaries are protected in the event of an untimely death.\n", "\nAlthough distributing a loved one's assets after their death can be very stressful, making sure your will has very clear terms—and that those terms reflect your true intentions—can make the process much less difficult for your descendants. Because some jurisdictions have slightly different definitions of per stirpes, it's important you clearly communicate your intentions to a legal professional.\n"]}