{"name": "Percentage Change Definition", "@id": "https://www.investopedia.com/terms/p/percentage-change.asp", "related": ["https://www.investopedia.com/terms/h/horizontal-line.asp", "https://www.investopedia.com/terms/r/rateofchange.asp", "https://www.investopedia.com/terms/p/pricerateofchange.asp", "https://www.investopedia.com/terms/l/linearrelationship.asp", "https://www.investopedia.com/terms/g/growthrates.asp", "https://www.investopedia.com/terms/r/returnonequity.asp"], "body": ["\nPercentage change is a simple mathematical concept that represents the degree of change over time. It is used for many purposes in finance, often to represent the price change of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">security</a>.\n", "\nPercentage change can be applied to any quantity that you measure over time. Let's say you are tracking the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quoted-price.asp\">quoted price</a> of a security. If the price increased, use the formula [(New Price - Old Price)/Old Price] and then multiply that number by 100. If the price decreased, use the formula [(Old Price - New Price)/Old Price] and multiply that number by 100. \n", "\nThis formula is used both to track the prices of individual securities and of large market indexes, as well as comparing the values of different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currency.asp\">currencies</a>. Balance sheets with comparative financial statements will generally include the prices of specific assets at different points in time along with the percentage changes over the accompanying periods of time. \n", "\nTo calculate a percentage increase, first work out the difference (increase) between the two numbers you are comparing: \n", "\n<em>Increase = New Number - Original Numb</em>er\n", "\nNext, divide the increase by the original number and multiply the answer by 100:\n", "\n<em>% increase = Increase ÷ Original Number × 100.</em>\n", "\nIf the answer is a negative number, that means the percentage change is a decrease.\n", "\nFirst, work out the difference (decrease) between the two numbers you are comparing.\n", "\n<em>Decrease = Original Number - New Number</em>\n", "\nNext, divide the decrease by the original number and multiply the answer by 100.\n", "\n<em>% Decrease = Decrease ÷ Original Number × 100</em>\n", "\nIf the answer is a negative number, this is a percentage increase.\n", "\nIf you wish to calculate the percentage increase or decrease of several numbers, it's best to use the formula for calculating percentage increase. Positive values indicate a percentage increase whereas negative values indicate the percentage decrease.\n", "\nAs an example of calculating percentage change in a real-life scenario, consider Bob, who worked a total of 35 hours in January. In February, he worked 45.5 hours, by what percentage did Bob’s working hours increase in February? \n", "\nTo solve this calculation, first calculate the difference in hours between the new and old numbers. 45.5 - 35 hours = 10.5 hours more hours worked by Bob in February. To work out the increase as a percentage, divide the increase by the original (January) number:\n", "\n<em>10.5 ÷ 35 = 0.3</em>\n", "\nFinally, to get the percentage we multiply the answer by 100. This simply means moving the decimal place two columns to the right.\n", "\n<em>0.3 × 100 = 30</em>\n", "\nTherefore, Bob worked 30 percent more hours in February than he did in January.\n"]}