{"name": "Performance Bond Definition", "@id": "https://www.investopedia.com/terms/p/performancebond.asp", "related": ["https://www.investopedia.com/terms/b/bond-violation.asp", "https://www.investopedia.com/terms/c/construction-bond.asp", "https://www.investopedia.com/terms/d/demandguarantee.asp", "https://www.investopedia.com/terms/w/waiver-of-subrogation.asp", "https://www.investopedia.com/terms/a/anticpatory-breach.asp", "https://www.investopedia.com/terms/r/retract.asp"], "body": ["\nA performance bond is issued to one party of a contract as a guarantee against the failure of the other party to meet obligations specified in the contract. It is also referred to as a contract bond. A performance bond is usually provided by a bank or an insurance company to make sure a contractor completes designated projects.\n", "\nThe Miller Act instituted the requirement of placing performance bonds. The Act covers all public work contracts $100,000 and above. These bonds are also required for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-sector.asp\" rel=\"noopener noreferrer\">private sectors</a> that necessitate the use of general contractors for their company's operations.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nJobs that require payment and performance bonds go through job or project bidding first. As soon as the job or project is awarded to the winning bidder, payment and performance bonds are provided as a guarantee for the completion of the project.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/010516/how-evaluate-bond-performance.asp\" rel=\"noopener noreferrer\">Performance bonds</a> are common in construction and real estate development. In such situations, an owner or investor may require the developer to assure that contractors or project managers procure performance bonds, in order to guarantee that the value of the work will not be lost in the case of an unforeseen negative event.\n", "\nPerformance bonds are provided to protect parties from concerns such as contractors being insolvent before finishing the contract. When this happens, the compensation provided for the party that issued the performance bond may be able to overcome financial difficulties and other damages caused by the insolvency of the contractor.\n", "\nA payment <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/bonds/08/bond-market-basics.asp\" rel=\"noopener noreferrer\">bond</a> and a performance bond work hand in hand. A payment bond guarantees a party pays all entities, such as subcontractors, suppliers, and laborers, involved in a particular project when the project is completed. A performance bond ensures the completion of a project. Setting these two together provides the proper incentives for laborers to provide a quality finish for the client.\n", "\nPerformance bonds are also used in commodity contracts, where a seller is asked to provide a bond to reassure the buyer that if the commodity being sold is not in fact delivered, the buyer will at least receive compensation for lost costs.\n", "\nThe issuance of a performance bond protects a party from monetary losses due to failed or incomplete projects. For example, a client issues a contractor a performance bond. If the contractor is not able to follow the agreed specifications in constructing the building, the client is given monetary compensation for the losses and damages the contractor may have caused.\n", "\nUsually, performance bonds are provided in the real estate industry. These bonds are heavily used in real property construction and development. They protect real property owners and investors from low-quality work that may be caused by unfortunate events, such as bankruptcy or insolvency of the contractor.\n", "\nPerformance bonds are also useful in other industries. The buyer of a commodity may ask a seller to provide a performance bond. This protects the buyer from risks of the commodity, for any kind of reason, not being delivered. If the commodity is not delivered, the buyer receives compensation for losses and damages caused by the non-completion of the transaction.\n"]}