{"name": "Permanent Income Hypothesis Definition", "@id": "https://www.investopedia.com/terms/p/permanent-income-hypothesis.asp", "related": ["https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/s/savings-rate.asp", "https://www.investopedia.com/terms/r/ricardianequivalence.asp", "https://www.investopedia.com/terms/c/consumptionfunction.asp", "https://www.investopedia.com/terms/l/life-cycle-hypothesis.asp", "https://www.investopedia.com/terms/e/economics.asp"], "body": ["\nThe permanent income hypothesis is a theory of consumer spending stating that people will spend money at a level consistent with their expected long-term average <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\" rel=\"noopener noreferrer\">income</a>. The level of expected long-term income then becomes thought of as the level of “permanent” income that can be safely spent. A worker will save only if their current income is higher than the anticipated level of permanent income, in order to guard against future declines in income.\n", "\nThe permanent income hypothesis was formulated by the Nobel Prize-winning economist <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/milton-friedman.asp\" rel=\"noopener noreferrer\">Milton Friedman</a> in 1957. The hypothesis implies that changes in consumption behavior are not predictable because they are based on individual expectations. This has broad implications concerning economic policy.\n", "\nUnder this theory, even if economic policies are successful in increasing income in the economy, the policies may not kick off a multiplier effect in regards to increased consumer spending. Rather, the theory predicts that there will not be an uptick in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-spending.asp\" rel=\"noopener noreferrer\">consumer spending</a> until workers reform expectations about their future incomes.\n", "\nMilton believed that people will consume based on an estimate of their future income as opposed to what <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp\" rel=\"noopener noreferrer\">Keynesian</a> economics proposed; people will consume based on their in the moment after-tax income. Milton's basis was that individuals prefer to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumption-smoothing.asp\" rel=\"noopener noreferrer\">smooth</a> their consumption rather than let it bounce around as a result of short-term fluctuations in income.\n", "\nIf a worker is aware that they are likely to receive an income <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bonus.asp\" rel=\"noopener noreferrer\">bonus</a> at the end of a particular pay period, it is plausible that the worker’s spending in advance of that bonus may change in anticipation of the additional earnings. However, it is also possible that workers may choose to not increase their spending based solely on a short-term windfall. They may instead make efforts to increase their savings, based on the expected boost in income.\n", "\nSomething similar can be said of individuals who are informed that they are to receive an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inheritance.asp\" rel=\"noopener noreferrer\">inheritance</a>. Their personal expenditures could change to take advantage of the anticipated influx of funds, but per this theory, they may maintain their current spending levels in order to save the supplemental assets. Or, they may seek to invest those supplemental funds to provide long-term growth of their money rather than spend it immediately on disposable products and services.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> of the individual can play a role in future income expectations. Individuals with no assets may already be in the habit of spending without regard to their income; current or future.\n", "\nChanges over time, however—through incremental salary raises or the assumption of new long-term jobs that bring higher, sustained pay—can lead to changes in permanent income. With their expectations elevated, employees may allow their expenditures to scale up in turn.\n"]}