{"name": "Personal Finance Definition", "@id": "https://www.investopedia.com/terms/p/personalfinance.asp", "related": ["https://www.investopedia.com/terms/f/financial-literacy.asp", "https://www.investopedia.com/terms/r/retirement-planning.asp", "https://www.investopedia.com/terms/p/payyourselffirst.asp", "https://www.investopedia.com/terms/b/budget.asp", "https://www.investopedia.com/terms/p/personal-spending-plan.asp", "https://www.investopedia.com/terms/f/financial-health.asp"], "body": ["\nPersonal finance is a term that covers managing your money <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/022516/saving-vs-investing-understanding-key-differences.asp\">as well as saving and investing</a>. It encompasses budgeting, banking, insurance, mortgages, investments, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\">retirement planning</a>, and tax and estate planning. The term often refers to the entire industry that provides financial services to individuals and households and advises them about financial and investment opportunities.\n", "\nPersonal finance is about meeting personal financial goals, whether it’s having enough for short-term financial needs, planning for retirement, or saving for your child’s college education. It all depends on your income, expenses, living requirements, and individual goals and desires—and coming up with a plan to fulfill those needs within your financial constraints. To make the most of your income and savings, it’s important to become <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-literacy.asp\">financially literate</a>, so you can distinguish between good and bad advice and make smart decisions.\n", "\nThe sooner you start <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_plan.asp\">financial planning</a>, the better, but it’s never too late to create financial goals to give yourself and your family financial security and freedom. Here are the best practices and tips for personal finance.\n", "\nA budget is essential to living within your means and saving enough to meet your long-term goals. The 50/30/20 budgeting method offers a great framework. It breaks down like this:\n", "\nIt’s never been easier to manage money, thanks to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/personal-finance-apps/\">a growing number of personal budgeting apps</a> for smartphones that put day-to-day finances in the palm of your hand. Here are just two examples:<strong> </strong>YNAB (an acronym for You Need a Budget) helps you track and adjust your spending so that you are in control of every dollar you spend.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nMeanwhile, Mint streamlines cash flow, budgets, credit cards, bills, and investment tracking all from one place. It automatically updates and categorizes your financial data as info comes in, so you always know where you stand financially. The app will even dish out custom tips and advice.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nIt’s important to “pay yourself first” to ensure money is set aside for unexpected expenses, such as medical bills, a big car repair, day-to-day expenses if you get laid off, and more. Between three and six months’ worth of living expenses is the ideal safety net. Financial experts generally recommend putting away 20% of each paycheck every month. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/how-to-build-emergency-fund/\">Once you’ve filled up your emergency fund</a>, don’t stop. Continue funneling the monthly 20% toward other financial goals, such as a retirement fund or a down payment on a house.\n", "\nIt sounds simple enough: To keep debt from getting out of hand, don’t spend more than you earn. Of course, most people do have to borrow from time to time, and sometimes going into debt can be advantageous, if, for example, it leads to acquiring an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">asset</a>. Taking out a mortgage to buy a house might be one such case. Still, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\">leasing</a> can sometimes be more economical than buying outright, whether you’re renting a property, leasing a car, or even getting a subscription to computer software.\n", "\nCredit cards can be major debt traps, but it’s unrealistic not to own any in the contemporary world. Furthermore, they have applications beyond buying things. Not only are they crucial to establishing your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a>; they’re also a great way to track spending, which can be a big budgeting aid.\n", "\nCredit just <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/cut-credit-debt.asp\">needs to be managed correctly</a>, which means that you should pay off your full balance every month, or at least keep your <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-utilization-rate.asp\">credit utilization ratio</a> at a minimum (that is, keep your account balances below 30% of your total available credit). Given the extraordinary rewards incentives on offer these days (such as cash back), it makes sense to charge as many purchases as possible if you can pay your bills in full. Most important: Avoid maxing out credit cards at all costs and always pay bills on time. One of the fastest ways to ruin your <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\">credit score</a> is to constantly pay bills late—or even worse, miss payments (see tip five).\n", "\nUsing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\">debit card</a>, which takes money directly from your bank account, is another way to ensure that you will not be paying for accumulated small purchases over an extended period with interest.\n", "\nCredit cards are the main vehicle through which your credit score is built and maintained, so watching credit spending goes hand in hand with monitoring your credit score. If you ever want to obtain a lease, mortgage, or any other type of financing, you’ll need a solid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditreport.asp\">credit report</a>. There are a variety of credit scores available, but the most popular one is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ficoscore.asp\">FICO score</a>.<span class=\"ql-inline-citation\" data-cite=\"11\"></span>\n", "\nFactors that determine your FICO score include:<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nFICO scores are calculated between 300 and 850. Here’s how your credit is rated:<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nTo pay bills, set up direct debiting where possible (so you never miss a payment) and subscribe to reporting agencies that provide regular credit score updates. By monitoring your credit report, you will be able to detect and address mistakes or fraudulent activity. Federal law allows you to obtain free credit reports once a year from the three major <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditbureau.asp\">credit bureaus</a>: Equifax, Experian, and TransUnion.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nReports can be obtained directly from each agency, or you can sign up at AnnualCreditReport.com, a federally authorized site sponsored by the Big Three.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> You can also <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/091714/top-websites-checking-your-credit-scores.asp\">get a free credit score from sites</a> such as Credit Karma, Credit Sesame, or WalletHub.<span class=\"ql-inline-citation\" data-cite=\"10\"></span><span class=\"ql-inline-citation\" data-cite=\"9\"></span><span class=\"ql-inline-citation\" data-cite=\"8\"></span> Some credit card providers, such as Capital One, will provide customers with complimentary, regular credit score updates, though it may not be your FICO score.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> All of the above offer your <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vantagescore.asp\">VantageScore</a>.\n", "\nTo protect the assets in your estate and ensure that your wishes are followed when you die, be sure you make a will and—depending on your needs—possibly set up one or more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\">trusts</a>. You also need to look into insurance: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auto-insurance.asp\">auto</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/insurance/homeowners-insurance-guide/\">home</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life</a>, <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disability-insurance.asp\">disability</a>, and <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/ltcinsurance.asp\">long-term care (LTC)</a> insurance. And periodically review your policy to make sure it meets your family’s needs through life’s major milestones.\n", "\nOther critical documents include a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/livingwill.asp\">living will</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hcpa.asp\">healthcare power of attorney</a>. While not all these documents directly affect you, all of them can save your next of kin considerable time and expense when you fall ill or become otherwise incapacitated.\n", "\nAnd while your children are young, take the time to teach them about the value of money and how to save, invest, and spend wisely.\n", "\nThere are myriad loan repayment plans and payment reduction strategies available to graduates. If you’re stuck with a high interest rate, paying off the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\">principal</a> faster can make sense. On the other hand, minimizing repayments (to interest only, for instance), can free up income to invest elsewhere or put into retirement savings while you’re young, when your nest egg will get the maximum benefit from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compoundinterest.asp\">compound interest</a> (see tip eight). Some private and federal loans are even eligible for a rate reduction if the borrower enrolls in auto pay.<span class=\"ql-inline-citation\" data-cite=\"13\"></span><span class=\"ql-inline-citation\" data-cite=\"12\"></span> <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/student-loan-repayment-options-what-s-the-best-way-to-pay-4772402\">Flexible federal repayment programs worth checking out</a> include:\n", "\nRetirement may seem like a lifetime away, but it arrives much sooner than you’d expect. Experts suggest that most people will need about 80% of their current salary in retirement.<span class=\"ql-inline-citation\" data-cite=\"14\"></span> The younger you start, the more you benefit from what advisors like to call the magic of compounding interest—how small amounts grow over time.\n", "\nSetting aside money now for your retirement not only allows it to grow over the long term; it can also reduce your current income taxes if funds are placed in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-advantaged.asp\">tax-advantaged plan</a>, such as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\">individual retirement account (IRA</a>), a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\">401(k)</a>, or a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/403bplan.asp\">403(b)</a>. If your <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/100314/what-difference-between-401k-plan-and-403b-plan.asp\">employer offers a 401(k) or 403(b) plan</a>, start paying into it right away, especially if your employer matches your contribution. By not doing so, you’re giving up free money. Take time to learn the difference between a <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/06/moreonroth401k.asp\">Roth 401(k)</a> and a traditional 401(k) if your company offers both.\n", "\nInvesting is only one part of planning for retirement. Other strategies include waiting as long as possible before opting to receive Social Security benefits (which is smart for most people) and converting a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\">term life insurance</a> policy to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/permanentlife.asp\">permanent life</a> one.\n", "\nDue to an overly complex <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-code.asp\">tax code</a>, many individuals leave hundreds or even thousands of dollars sitting on the table every year. By maximizing your tax savings, you’ll free up money that can be invested in the reduction of past debts, your enjoyment of the present, and your plans for the future.\n", "\nYou need to start each year saving receipts and tracking expenditures for all possible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\">tax deductions </a>and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credits</a>. Many office supply stores sell helpful “tax organizers” that have the main categories already labeled. After you’re organized, you’ll want to focus on taking advantage of every tax deduction and credit available, as well as deciding between the two when necessary. In short, a tax deduction reduces the amount of income you are taxed on, whereas a tax credit actually reduces the amount of tax you owe. This means that a $1,000 tax credit will save you much more than a $1,000 deduction.\n", "\nBudgeting and planning can seem full of deprivations. Make sure you reward yourself now and then. Whether it’s a vacation, a purchase, or an occasional night on the town, you need to enjoy the fruits of your labor. Doing so gives you a taste of the financial independence you’re working so hard for.\n", "\nLast but not least, don’t forget to delegate when needed. Even though you might be competent enough to do your own taxes or manage a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a> of individual stocks, it doesn’t mean you should. Setting up an account at a brokerage and spending a few hundred dollars on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cpa.asp\">certified public accountant (CPA)</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialplanner.asp\">financial planner</a>—at least once—might be a good way to jump-start your planning.\n", "\nOnce you’ve established some fundamental procedures, you can start thinking about philosophy. The key to getting your finances on the right track isn’t learning a new set of skills. Rather, it’s about understanding that the principles that contribute to success in business and your career work just as well in personal money management. The three key principles are prioritization, assessment, and restraint.\n", "\nFew schools offer courses in managing your money, which means most of us will need to get our personal finance education from our parents (if we’re lucky) or pick it up ourselves. Fortunately, you don’t have to spend much money to find out how to better manage it. You can learn everything you need to know for free online and in library books. Almost all media publications regularly dole out personal finance advice, too.\n", "\nA great way to start learning about personal finance is to read personal finance blogs. Instead of the general advice you’ll get in personal finance articles, you’ll learn exactly which challenges real people are facing and how they are addressing those challenges.\n", "\nMr. Money Mustache has hundreds of posts full of irreverent insights on how to escape the rat race and retire extremely early by making unconventional lifestyle choices.<span class=\"ql-inline-citation\" data-cite=\"15\"></span> CentSai helps you navigate myriad financial decisions via first-person accounts.<span class=\"ql-inline-citation\" data-cite=\"16\"></span> Million Mile Secrets and the Points Guy teach you how to travel for a fraction of the retail price by using credit card rewards.<span class=\"ql-inline-citation\" data-cite=\"20\"></span><span class=\"ql-inline-citation\" data-cite=\"18\"></span> FareCompare helps you find the best deals on flights.<span class=\"ql-inline-citation\" data-cite=\"19\"></span> These sites often link to other blogs, so you’ll discover more sites as you read.\n", "\nOf course, we can’t help tooting our own horn in this category. Investopedia offers a wealth of free personal finance education. You might start with our special sections on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/budgeting-4689726\">budgeting</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/homebuying-guide-4776300\">buying a home</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/11/5-steps-to-retirement-plan.asp\">planning for retirement</a>—or the thousands of other articles in our <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance-4427760\">personal finance</a> section. And don't forget to listen to <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://shows.acast.com/the-investopedia-express/episodes/welcome-to-the-investopedia-express-with-caleb-silver\" rel=\"nofollow\">The Investopedia Express with Caleb Silver</a>, our weekly podcast and <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://link.investopedia.com/join/53o/signup\">sign up for Investopedia newsletters</a>.\n", "\nYou may need to visit your library in person to get a library card, but after that you can check out personal finance audiobooks and eBooks online without leaving home. Some of the following bestsellers may be available from your local library: <em>I Will Teach You to Be Rich</em>, <em>The Millionaire Next Door, Your Money or Your Life</em>, and <em>Rich Dad Poor Dad</em>. Personal finance classics such as <em>Personal Finance for Dummies</em>, <em>The Total Money Makeover</em>, T<em>he Little Book of Common Sense Investing</em>, and <em>Think and Grow Rich</em> are also available as audio books.\n", "\nIf you enjoy the structure of lessons and quizzes, try one of these free digital personal finance courses:\n", "\nPersonal finance podcasts are a great way to learn how to manage your money if you’re short on free time. While you’re getting ready in the morning, exercising, driving to work, running errands, or getting ready for bed, you can listen to expert advice on becoming more financially secure.\n", "\nThe most important thing is to find resources that work for your learning style and that you find interesting and engaging. If one blog, book, course, or podcast is dull or difficult to understand, keep trying until you find something that clicks.\n", "\nEducation shouldn’t stop once you learn the basics. The economy changes, and new financial tools, such as those budgeting apps, are always being developed. Find resources you enjoy and trust and keep refining your money skills from now to retirement and even after it.\n", "\nPersonal finance education is a great idea for consumers, especially youthful ones, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-investing-courses-4783334\">who need to understand investing basics</a> or credit management. However, understanding the basic concepts is not a guaranteed path to fiscal sense. Human nature can often derail the best of intentions aimed at achieving a perfect credit score or building a substantial retirement nest egg. These three key character traits can help you stay on track:\n", "\nOne of the most important tenets of personal finance is systematic saving. Say your net earnings are $60,000 per year and your monthly living expenses—housing, food, transportation, and the like—amount to $3,200 per month. There are choices to make surrounding your remaining $1,800 in monthly salary. Ideally, the first step is to establish an emergency fund or perhaps a tax-advantaged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hsa.asp\">health savings account (HSA)</a>—to be eligible for one, your health insurance must be a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hdhp.asp\">high-deductible health plan (HDHP)</a>—to meet <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket.asp\">out-of-pocket </a>medical expenses. Let’s say that your friends like to go out several times a week, eating away at your spare cash. Lacking the discipline required to save rather than spend could keep you from saving the 10% to 15% of gross income that could have been stashed in a money market account for short-term needs.\n", "\nThen there’s investing discipline once you get to that point; it’s not just for thick-skinned institutional money managers who make their living buying and selling stocks. The average investor would do well to set a target on profit-taking and abide by it. As an example, imagine that you bought Apple Inc. stock in February 2016 at $93 and vowed to sell when it crossed $110, as it did two months later. Alas, when it did, you broke that vow and held on to the stock. It went back down, and you ended up exiting the position in July 2016 at $97, giving up gains of $13 per share and the possible opportunity for profit from another investment.\n", "\nThree years out of college, you’ve established the emergency fund, and it is time to reward yourself. A Jet Ski costs $3,000. Investing in growth stocks can wait another year, you think; there is plenty of time to launch an investment portfolio, right? Putting off investing for one year, however, can have significant consequences. The opportunity cost of buying the watercraft can be illustrated through the above-mentioned time value of money. The $3,000 used to buy the Jet Ski would have amounted to nearly $49,000 in 40 years at 7% interest, a reasonable average annual return for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/which-option-better-mutual-fund-growth-option-dividend-reinvestment-option/\">growth mutual fund</a> over the long haul. Thus, delaying the decision to invest wisely may likewise delay the ability to reach your goal of retiring at age 62.\n", "\nDoing tomorrow what you could do today also extends to debt payment. A $3,000 credit card balance takes 222 months (that’s 18.5 years) to retire if the minimum payment of $75 is made each month. And don't forget the interest you’re paying: At an 18% annual percentage rate (APR), it comes to $3,923 over those months. Plunking down $3,000 to erase the balance in the current month offers substantial savings—nearly $1,000 over the cost of the Jet Ski.\n", "\nPersonal finance matters are business, and business should not be personal. A difficult but necessary facet of sound financial decision-making involves removing the emotion from a transaction. Making impulsive purchases feels good but can have a big impact on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longterminvestments.asp\">long-term investment</a> goals. So can making unwise loans to family members. Your cousin Fred, who has already burned your brother and sister, will likely not pay you back either—so the smart answer is to decline his requests for help. The key to prudent personal financial management is to separate feelings from reason. This should not, by the way, keep you from making seriously needed loans—or even gifts—to help out, especially in times of real trouble. Just try not to take it out of your savings and investment fund.\n", "\nThe personal finance realm may have more guidelines and smart tips to follow than any other. Although these rules are good to know about, everyone has individual circumstances. Here are some rules that prudent people, especially young adults, are never supposed to break—but should consider breaking anyway.\n", "\nAn ideal budget includes saving a portion of your paycheck every month for retirement—usually around 10% to 20%. While being fiscally responsible is important, and thinking about your future is crucial, the general rule of saving a given amount each period for your retirement may not always be the best choice, especially for young people just getting started in the real world. For one, many young adults and students need to think about paying for the biggest expenses of their lifetime, such as a new car, home, or post-secondary education. Taking away potentially 10% to 20% of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/available-funds.asp\">available funds</a> would be a definite setback in making those purchases.\n", "\nAdditionally, saving for retirement doesn’t make a whole lot of sense if you have credit cards or interest-bearing loans that need to be paid off. The 19% interest rate on your Visa card would probably negate the returns you get from your balanced mutual fund retirement portfolio five times over.\n", "\nFinally, saving some money to travel and experience new places and cultures can be especially rewarding for a young person who’s still not sure about their path in life.\n", "\nThe rule of thumb for young investors is that they should have a long-term outlook and stick to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyandhold.asp\">buy-and-hold</a> philosophy. This rule is one of the easier ones to justify breaking. Being able to adapt to changing markets can be the difference between making money or limiting your losses versus sitting idly by and watching as your hard-earned savings shrink. Short-term investing has its advantages at any age.\n", "\nNow, if you’re no longer married to the idea of long-term investing, you can stick to safer investments as well. The logic was that as young investors have such a long investment time horizon, they should be investing in higher risk ventures; after all, they have the rest of their lives to recover from any losses they may suffer. However, if you don’t want to take on undue risk in your short- to medium-term investments, you don’t have to. The idea of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a> is an important part of creating a strong investment portfolio; this includes both the riskiness of individual stocks and their intended <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment_horizon.asp\">investment horizon</a>.\n", "\nAt the other end of the age spectrum, investors near and at retirement are encouraged to cut back to the safest investments, even though these may yield less than inflation, in order to preserve capital. It’s important to take fewer risks as the number of years you have to earn money and recover from bad financial times dwindles, but at age 60 or 65 you could have 20, 30, or even more years to go. Some growth investments <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090915/are-your-investments-right-your-age.asp\">could still make sense for you</a>.\n"]}