{"name": "Personal Consumption Expenditures (PCE) Definition", "@id": "https://www.investopedia.com/terms/p/pce.asp", "related": ["https://www.investopedia.com/terms/p/personal-income-outlays.asp", "https://www.investopedia.com/terms/r/realincome.asp", "https://www.investopedia.com/terms/c/consumer-spending.asp", "https://www.investopedia.com/terms/p/personalincome.asp", "https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/c/consumerpriceindex.asp"], "body": ["\nThe term personal consumption expenditures (PCEs) refers to a measure of imputed household expenditures defined for a period of time. Personal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\">income</a>, PCEs, and the PCE Price Index reading are released monthly in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bea.asp\">Bureau of Economic Analysis</a> (BEA) Personal Income and Outlays report. Personal consumption expenditures support the reporting of the PCE Price Index, which measures price changes in consumer goods and services exchanged in the U.S. economy.\n", "\nIn 2012, the PCE Price Index became the primary inflation index used by the U.S. Federal Reserve when making monetary policy decisions.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> It is comparable to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/04/102004.asp\">Consumer Price Index</a> (CPI), which also focuses on consumer prices. Other measures of inflation also tracked by economists can include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/ppi.asp\">Producer Price Index</a> (PPI) and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">Gross Domestic Product</a> (GDP) Price Index. \n", "\nPersonal consumption expenditures are among the three main parts of the Personal Income and Outlays report. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/050615/are-you-top-one-percent-world.asp\">Personal income</a> shows how much money consumers earn. Personal consumption expenditures are a measure of the outlays or how much consumers spend.<span class=\"ql-inline-citation\" data-cite=\"4\"></span><span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nThe PCE Price Index uses the personal consumption expenditures component of the Personal Income and Outlays report to derive the PCE Price Index, which is the third major component of Personal Income and Outlays showing how prices are periodically <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111414/what-difference-between-inflation-and-deflation.asp\">inflating or deflating</a>.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nPersonal consumption expenditures are shown by the BEA in current dollars and chained dollars since 2012. Personal consumption expenditures form the basis for the reporting of the PCE Price Index, which is detailed both comprehensively using all categories of PCE and excluding food and energy, which is known as the Core PCE Price Index.\n", "\nLike most economic breakdowns, PCEs are split between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-goods.asp\">consumer goods</a> and services. The BEA reports the total <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value.asp\">value</a> of personal consumption expenditures collectively every month. This is broken down by goods, durable goods, nondurable goods, and services.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/durables.asp\">Durable goods</a> are pricier items that last longer than three years. Examples of durable goods include cars, electronics, appliances, furniture, and other similar items. Non-durable goods have a life expectancy that is less than three years. These items, which generally cost less, include things like makeup, gasoline, and clothing.\n", "\nThe BEA uses the current dollar value of PCEs to calculate the PCE Price Index. This index shows the price inflation or deflation that occurs from one period to the next. Like most price indexes, the PCE Price Index must incorporate a deflator (the PCE deflator) and real values in order to determine the amount of periodic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-change.asp\">price change</a>.\n", "\nBoth the PCE Price Index and Core PCE Price Index (excluding food and energy) show how much the prices of personal consumption expenditures change from one period to another, but breakdowns of the PCE Price Index also show PCE inflation/deflation by category as well.\n", "\nThe CPI is the most well-known <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic_indicator.asp\">economic indicator</a> and usually gets a lot more attention from the media. But the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">Federal Reserve</a> prefers to use the PCE Price Index when gauging <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> and the overall economic stability of the United States.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nSo why does the Fed prefer the PCE Price Index? That's because this metric is composed of a broad range of expenditures. The PCE Price Index is also weighted by data acquired through business surveys, which tend to be more reliable than the consumer surveys used by the CPI.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> The CPI, on the other hand, provides more granular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transparency.asp\">transparency</a> in its monthly reporting. As such, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economist.asp\">economists</a> can more clearly see categories like cereal, fruit, apparel, and vehicles.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAnother difference between the PCE Price Index and CPI is that the PCE Price Index uses a formula that allows for changes in consumer behavior and changes that occur in the short term. These adjustments are not made in the CPI formula.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThese factors result in a more comprehensive metric for measuring inflation. The Federal Reserve depends on the nuances that the PCE Price Index reveals because even minimal inflation can be considered an indicator of a growing and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\">healthy economy</a>.\n", "\nPersonal consumption expenditures provide a glimpse of how the economy is going. When people are spending without any hesitation, it usually means that the economy is doing well. But when they cut back, it points to problems in the overall economic picture.\n", "\nThe PCE Price Index isn't as well known as the CPI, which is commonly quoted by the financial press. While the CPI uses household surveys created by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\">Bureau of Labor Statistics</a> (BLS) to determine the direction of prices, the PCE PI is much broader. That's because it takes data directly from businesses and corporation, along with GDP into account.\n", "\nThe PCEPI takes a broader spectrum of goods and services into consideration, notably those purchased by all households across the country while the CPI only accounts for households in urban settings.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nThe personal consumption expenditures price index is also much less <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatile </a>compared to the CPI, which is influenced by major price movements in certain products like gasoline. The PCEPI smooths out any major swings.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nWhile it is the preferred metric used by the Fed, there are some distinct problems with the PCEPI. One of the main points is that it takes GDP into account—a figure that is only measured and reported on a quarterly basis. But the PCE is reported every month by the BEA. In order to compensate, the agency must fill in the gap. It does this by using retail sales every month.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nAnother disadvantage to using the PCEPI is that it is far too broad as it uses information from both households and other entities such as nonprofits, governments, and corporations.<span class=\"ql-inline-citation\" data-cite=\"10\"></span> The CPI, on the other hand, provides data that is directly reported specifically from consumers.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nAs noted above, a personal consumption expenditure is a metric that measures how consumers spend their money on goods and services. It's fairly easy to find examples of consumer spending.\n", "\nA service is anything that a business provides to an individual that they themselves can't do. For instance, banks provide consumers with financial services, such as providing bank accounts. loans, and bill payments. A landscaping company gets paid to take care of the outside of people's homes, including their yards.\n", "\nGoods are divided into two categories: Durable and non-durable. The durable goods category includes anything that has a long shelf life and typically costs more to purchase. This includes things like vehicles, appliances, and furniture. Non-durable goods, on the other hand, are things that don't last that long—normally less than three years—and are easily replaced because they don't cost that much. Groceries, health and wellness products, and clothing.\n", "\nPersonal consumption expenditures allow economists, individuals, and corporations to see how well the economy is faring. That's because it's a measure of how consumers spend their money. It includes more costly durable goods, cheaper necessities under the non-durable goods category, and services like banking. It also shows how people make changes to their buying habits when prices change. This makes it a very important figure because it provides a window into demand for products and services as well as inflation.\n"]}