{"name": "Petrodollars Definition", "@id": "https://www.investopedia.com/terms/p/petrodollars.asp", "related": ["https://www.investopedia.com/terms/i/iraqi-central-bank.asp", "https://www.investopedia.com/terms/m/monetary-reserve.asp", "https://www.investopedia.com/terms/p/petro-gold.asp", "https://www.investopedia.com/terms/forex/c/commodity-pairs.asp", "https://www.investopedia.com/terms/forex/s/sar-saudi-riyal.asp", "https://www.investopedia.com/terms/i/inflation.asp"], "body": ["\nPetrodollars are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usd.asp\">U.S. dollars</a> paid to an oil exporting country for the sale of the commodity. Put simply, the petrodollar system is an exchange of oil for U.S. dollars between countries that buy oil and those that produce it.\n", "\nThe petrodollar was the result of the oil crisis in the mid-1970s when prices spiked to record levels. It helped increase the stability of oil prices denominated in U.S. dollars. The term regained notoriety in the early part of the 2000s when oil prices rose once again. \n", "\nAlthough petrodollars initially referred primarily to money that Middle Eastern countries and members of the Organization of the Petroleum Exporting Countries (OPEC) received, the definition has broadened to include other countries in recent years.\n", "\nPetrodollars are oil revenues denominated in U.S. dollars. They are the primary source of revenue for many oil-exporting members of OPEC, as well as other oil exporters in the Middle East, Norway, and Russia.\n", "\nBecause petrodollars are denominated in U.S. dollars—or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/greenback.asp\">greenbacks</a>—their true purchasing power relies on both the core rate of U.S. inflation and the value of the U.S. dollar. This means petrodollars will be affected by economic factors the same way the U.S. dollar is affected. So if the value of the dollar falls, so does the value of petrodollars, and thus the government's revenue.\n", "\nThe origins of the petrodollar system go back to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brettonwoodsagreement.asp\">Bretton Woods Agreement</a>, which replaced the gold standard with the U.S. dollar as the reserve currency. Under the agreement, the U.S. dollar was pegged to gold, while other global currencies were pegged to the U.S. dollar. But because of massive <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagflation.asp\">stagflation</a>, President Nixon announced in 1971 that the greenback would no longer be exchanged for gold to boost economic growth for the U.S.\n", "\nThat led to the creation of the petrodollar system, where the U.S. and Saudi Arabia agreed to set oil prices in U.S. dollars. That meant any other country that purchased oil from the Saudi government would have to exchange its currency into U.S. dollars before completing the sale. That led the remaining OPEC countries to follow suit and price their oil in U.S. currency.\n", "\nThe petrodollar system creates surpluses, known as petrodollar surpluses. Since petrodollars are basically U.S. dollars, these surpluses lead to larger U.S. dollar reserves for oil exporters.\n", "\nThese surpluses need to be recycled, which means they can be channeled into domestic consumption and investment, used to lend to other countries, or be invested back in the United States through the purchase of bonds and T-bills. This process helps create liquidity in financial markets in the U.S.\n", "\nBy investing their surpluses, these exporters reduce their dependence on oil revenue.\n", "\nWith the decline in the purchasing power of the greenback, some nations started to debate the benefits of the petrodollar system. Countries like Iran, Russia, and India have considered shifting the base value of their exports in their own currency rather than the U.S. dollar. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/072915/how-petrodollars-affect-us-dollar.asp\">How Petrodollars Affect The U.S. Dollar</a>\")\n", "\nIn late 2017, China announced that it considered moving to price oil in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/c/cny-china-yuan-renminbi.asp\">yuan</a>. Because it is the world's biggest importer of oil, China saw it as a logical shift to price the world's most important commodity.\n", "\n<strong>[Important: Venezuela dropped the petrodollar in 2017 and began pricing oil in euros and the yuan.]</strong>\n"]}