{"name": "Philanthropy Definition", "@id": "https://www.investopedia.com/terms/p/philanthropy.asp", "related": ["https://www.investopedia.com/terms/b/benefactor.asp", "https://www.investopedia.com/giving-tuesday-5088418", "https://www.investopedia.com/terms/m/michael-bloomberg.asp", "https://www.investopedia.com/terms/b/basic-income.asp", "https://www.investopedia.com/terms/c/charitabledonation.asp", "https://www.investopedia.com/terms/p/plutocracy.asp"], "body": ["\nPhilanthropy involves charitable giving to worthy causes on a large scale. Philanthropy must be more than just a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charitabledonation.asp\" rel=\"noopener noreferrer\">charitable donation</a>. It is an effort an individual or organization undertakes based on an altruistic desire to improve human welfare. Wealthy individuals sometimes establish <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatefoundation.asp\" rel=\"noopener noreferrer\">private foundations</a> to facilitate their philanthropic efforts.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110215/pros-and-cons-being-nonprofit.asp\" rel=\"noopener noreferrer\">Nonprofits</a> are organizations set up to support a variety of social causes, such as educational, health, scientific, public safety, and human rights. In the United States, organizations that qualify as nonprofits are exempt from federal tax liability under the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/501c.asp\" rel=\"noopener noreferrer\">Internal Revenue Code (IRC) 501(c)</a>.\n", "\nPhilanthropy dates back to the Greek philosopher Plato in 347 B.C. His <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/last-will-and-testament.asp\" rel=\"noopener noreferrer\">will</a> instructed his nephew to use the proceeds of the family farm to fund the academy that Plato founded. The money helped students and faculty keep the academy running.\n", "\nAround 150 years later, Pliny the Younger contributed one-third of the funds for a Roman school for young boys. He instructed the fathers of the students to come up with the rest. The intention was to keep young Romans educated in the city rather than abroad.\n", "\nIn 1630, John Winthrop of the Massachusetts Bay Colony preached to Puritan settlers that the rich have an obligation to take care of the poor. Meanwhile, the poor must do the best they can to improve their situation. Three years later, John Eliot wrote a letter to Sir Simonds D’Ewes asking for money to found a college in Massachusetts. In 1638, John Harvard laid the foundations for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/harvard-business.asp\" rel=\"noopener noreferrer\">Harvard University</a> after bequeathing half of his estate to found the school.\n", "\nMany people in the United States give money to causes in which they believe. Perhaps the most famous example of philanthropy came from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/073116/how-did-andrew-carnegie-get-rich-x.asp\" rel=\"noopener noreferrer\">Andrew Carnegie</a>, simply because of the scale of his giving. Carnegie's wealth helped build more than 2,500 libraries all over the world.\n", "\nHe also endowed several universities and a charitable trust that still runs 100 years after Carnegie's death in 1919. Estimates of his total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/041315/tips-charitable-contributions-limits-and-taxes.asp\" rel=\"noopener noreferrer\">charitable contributions</a> exceed an estimated $350 million. Carnegie lived up to his credo that a man who dies rich dies disgraced, and the rest of society learned to follow his example.\n", "\nBillionaire Microsoft <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mogul.asp\" rel=\"noopener noreferrer\">mogul</a> Bill Gates, along with his wife, Melinda, established the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/111214/where-does-bill-gates-keep-his-money.asp\" rel=\"noopener noreferrer\">Bill and Melinda Gates</a> Foundation to support global development and global health programs. Another example is the Ford Foundation, established by the son of Ford Motor Company founder Henry Ford. The foundation focuses on strengthening democracy, improving economic opportunity, and advancing education.\n", "\nAmericans and U.S. organizations gave $449.64 billion to charities in 2019, which represented one of the highest years on record for charitable donations. The amount was an increase of 4.2% over the previous year. Giving by individuals in 2019 was an estimated $309.66 billion, up 4.7% over 2018. Giving by foundations was an estimated $75.69 billion, an increase of 2.5% while giving by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bequest.asp\" rel=\"noopener noreferrer\">bequest</a> came in at $43.21 billion, which represented a flat growth rate of 0.2%. Corporate giving was $21.09 billion, an increase of 13.4%.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nAs much as 28.5% of charitable donations went to religious organizations. Most of the donations to religious groups went to local places of worship. Around 14% went to educational groups. Coming in third were human services groups, which reaped 12.5% worth of windfalls in that year, while grantmaking foundations received 12%, and health organizations received 9%.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n"]}