{"name": "Piotroski Score Definition", "@id": "https://www.investopedia.com/terms/p/piotroski-score.asp", "related": ["https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/a/assetturnover.asp", "https://www.investopedia.com/terms/r/ratioanalysis.asp", "https://www.investopedia.com/terms/d/dupontanalysis.asp", "https://www.investopedia.com/terms/s/stock-analysis.asp", "https://www.investopedia.com/terms/k/key-ratio.asp"], "body": ["\nThe Piotroski Score is a discrete score between zero and nine that reflects nine criteria used to determine the strength of a firm's financial position. The Piotroski Score is used to determine the best <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuestock.asp\" rel=\"noopener noreferrer\">value stocks</a>, with nine being the best and zero being the worst.\n", "\nThe Piotroski Score was named after Chicago Accounting Professor Joseph Piotroski, who devised the scale, according to specific aspects of company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a>. Aspects are focused on the company’s accounting results in recent time periods (years). For every criterion met (noted below), one point is awarded; otherwise, no points are awarded. The points are then added up to determine the best value stocks.\n", "\nThe Piotroski Score is broken down into the following categories:\n", "\nProfitability criteria include:\n", "\nLeverage, liquidity, and source of funds criteria include:\n", "\nOperating efficiency criteria include:\n", "\nIf a company has a score of 8 or 9, it is considered a good value. If the score adds up to between 0-2 points, the stock is considered weak. Piotroski's April 2000 paper \"Value Investing: The Use of Historical Financial Statement Information to Separate Winners from Losers,\" demonstrated that the Piotroski score method would have seen a 23% annual return between 1976 and 1996 if the expected winners were bought and expected losers shorted. As a starting point, Piotroski suggested <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\" rel=\"noopener noreferrer\">investors</a> begin with a sample of the bottom 20% of the market in terms of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-to-bookratio.asp\" rel=\"noopener noreferrer\">price-to-book</a> value.\n", "\nOf course, with any investment system, looking at past results doesn't mean it will work the same way in the future.\n", "\nAs an example of the Piotrosky scoring method in action, note the following criteria calculations for Foot Locker (FL) in 2016. The profitability calculation was as follows:\n", "\nThe leverage calculation was as follows:\n", "\nThe efficiency calculation was as follows:\n", "\nFoot Locker's total Piotrosky Score in 2016 was a full nine, which made it an excellent value proposition going into January 2017, according to the Piotrosky method.\n"]}