{"name": "Platinum Definition", "@id": "https://www.investopedia.com/terms/p/platinum.asp", "related": ["https://www.investopedia.com/terms/s/silver.asp", "https://www.investopedia.com/terms/p/palladium.asp", "https://www.investopedia.com/terms/p/preciousmetal.asp", "https://www.investopedia.com/terms/g/goldstandard.asp", "https://www.investopedia.com/terms/f/fiatmoney.asp", "https://www.investopedia.com/terms/b/bullion.asp"], "body": ["\nPlatinum is a chemical element, precious metal, and commodity that manufacturers use primarily for jewelry, electronics, and automobiles. It appears on the periodic table of elements by the symbol Pt and atomic number 78.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Platinum futures are commodities contracts traded on the CME's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comex.asp\" rel=\"noopener noreferrer\">COMEX </a>futures exchange (under symbol PL) and the Tokyo Commodity Exchange.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ It is also possible to invest in platinum by purchasing shares of an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/etfs/top-platinum-etfs/\" rel=\"noopener noreferrer\">exchange-traded fund that specializes in the commodity</a>.\n", "\nSpanish general of the navy and scientist Antonio de Ulloa introduced platinum to Europe in 1735. Due to its silvery or white appearance, Ulloa named the metal plantina, which means little <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/silver.asp\" rel=\"noopener noreferrer\">silver</a>. Today, platinum is mined in South Africa, which accounts for roughly 80% of the world's production. Russia is the second-biggest producer. About half of the mined platinum from China goes into jewelry, where it is desirable because it looks silver in color but does not tarnish. Platinum is also stronger and more durable than <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/gold-4689769\" rel=\"noopener noreferrer\">gold</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nIn the United States, platinum engagement rings are a popular alternative to white gold engagement rings, which are composed of gold, alloys, and a rhodium plating that gives them a white look. But rhodium fades over time, requiring white gold rings to be replaced, whereas platinum rings maintain their gleam for longer periods of time.\n", "\nThe auto industry uses platinum for catalytic converters, which can help reduce the toxicity of gases and pollutants in the exhaust that an internal combustion engine creates. Platinum and other platinum-grade metals in catalytic converters have led to a secondary market for scrap converters, which scrap businesses will buy in order to extract the metal for resale. The metal is also used in thermometers, laboratory equipment, electrodes, and dentistry equipment.\n", "\nPlatinum is one of the most valuable elements in the world, and considered one of the most costly precious metal commodities. However, while platinum traded at a significant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premium</a> to gold for decades, it has not since 2008; as a weak global economy put a damper on demand for the precious metal, but investor unease about central bank stimulus and other economic matters sent gold prices higher.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nSince the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">financial crisis of 2007-2008</a>, platinum has generally performed worse than other metals like gold, silver, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/palladium.asp\">palladium</a>. Market observers believe a crash in platinum markets in 2008 scared the investment class away from the metal, leaving the automobile and jewelry industries as platinum’s only source of demand. In addition, South African mines have substantially increased production of platinum since 2014 and added to global supplies.\n"]}