{"name": "Poison Pill Definition", "@id": "https://www.investopedia.com/terms/p/poisonpill.asp", "related": ["https://www.investopedia.com/terms/f/flip-in-poison-pill.asp", "https://www.investopedia.com/terms/l/lobstertrap.asp", "https://www.investopedia.com/terms/p/peoplepill.asp", "https://www.investopedia.com/terms/l/lockupoption.asp", "https://www.investopedia.com/terms/s/scorchedearthpolicy.asp", "https://www.investopedia.com/terms/c/chastitybond.asp"], "body": ["\nThe term poison pill refers to a defense strategy used by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/targetfirm.asp\" rel=\"noopener noreferrer\">target firm</a> to prevent or discourage a potential <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostiletakeover.asp\" rel=\"noopener noreferrer\">hostile takeover</a> by an acquiring company. Potential targets use this tactic in order to make them look less attractive to the potential acquirer. Although they're not always the first—and best—way to defend a company, poison pills are generally very effective.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/takeover.asp\" rel=\"noopener noreferrer\">Takeovers</a> are fairly common in the business world, where one company makes an offer to assume control over another. Larger companies tend to take over smaller ones if they want to get into a new market, when there are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operationalefficiency.asp\" rel=\"noopener noreferrer\">operational benefits</a> by combining both entities, or when the acquirer wants to eliminate the competition. Takeovers, though, aren't always harmonious and become hostile when the target doesn't entertain or want to be taken over.\n", "\nWhen a company becomes the target of a hostile takeover, it may use the poison pill strategy to make itself less attractive to the potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquirer.asp\" rel=\"noopener noreferrer\">acquirer</a>. As the name indicates, a poison pill is analogous to something that's difficult to swallow or accept. A company targeted for an unwanted takeover may use a poison pill to make its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shares.asp\" rel=\"noopener noreferrer\">shares</a> unfavorable to the acquiring firm or individual.\n", "\nPoison pills also significantly raise the cost of acquisitions and create big disincentives to deter such attempts completely.\n", "\nThe mechanism protects minority <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a> and avoids the change of control of company management. Implementing a poison pill may not always indicate that the company is not willing to be acquired. At times, it may be enacted to get a higher valuation or more favorable terms for the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\" rel=\"noopener noreferrer\">acquisition</a>.\n", "\nSince shareholders—who are the actual owners of a company—can vote by majority to favor the acquisition, the target company management deploys a poison pill, which is usually a specially designed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042015/why-shareholder-rights-plan-called-poison-pill.asp\" rel=\"noopener noreferrer\">shareholder rights plan</a> with certain conditions drafted specifically to thwart attempted takeovers.\n", "\nThe poison pill tactic has been around since the 1980s and was devised by New York-based legal firm Wachtell, Lipton, Rosen, and Katz. The name comes from the poison pill spies carried in the past to avoid being questioned by their enemies in the event they were captured. It was designed as a way to prevent an acquiring company from buying a majority share in the potential target or from negotiating with shareholders directly at a time when takeovers were becoming very frequent and common.\n", "\nThere are two types of poison pill strategies—the flip-in and flip-over. Of the two types, the flip-in variety is more commonly followed.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flip-in-poison-pill.asp\" rel=\"noopener noreferrer\">flip-in poison pill</a> strategy involves allowing the shareholders, except for the acquirer, to purchase additional shares at a discount. Though purchasing additional shares provides shareholders with instantaneous <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a>, the practice dilutes the value of the limited number of shares already purchased by the acquiring company. This right to purchase is given to the shareholders before the takeover is finalized and is often triggered when the acquirer amasses a certain threshold percentage of shares of the target company.\n", "\nHere's an example. Let's say a flip-in poison pill plan is triggered when the acquirer purchases 30% of the target company’s shares. Once triggered, every shareholder—excluding the acquirer—is entitled to buy new shares at a discounted rate. The greater the number of shareholders who buy additional shares, the more diluted the acquiring company's interest becomes. This makes the cost of the bid much higher.\n", "\nAs new shares make way to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market.asp\" rel=\"noopener noreferrer\">market</a>, the value of shares held by the acquirer reduces, thereby making the takeover attempt more expensive and more difficult. If a bidder is aware that such a plan could be activated, they may be inclined not to pursue a takeover. Such provisions of a flip-in are often publicly available in a company's bylaws, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charter.asp\" rel=\"noopener noreferrer\">charter</a>, and indicate their potential use as a takeover defense.\n", "\nA flip-over poison pill strategy allows stockholders of the target company to purchase the shares of the acquiring company at a deeply discounted price if the hostile takeover attempt is successful. For example, a target company shareholder may gain the right to buy the stock of its acquirer at a two-for-one rate, thereby <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dilution.asp\" rel=\"noopener noreferrer\">diluting</a> the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> in the acquiring company. The acquirer may avoid going ahead with such acquisitions if it perceives a dilution of value post-acquisition.\n", "\nIn July 2018, the board of restaurant chain Papa John’s (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=pzza\" rel=\"noopener noreferrer\">PZZA</a>) voted to adopt the poison pill to prevent ousted founder John Schnatter from gaining control of the company. Schnatter, who owned 30% of the company’s stock, was the largest shareholder of the company.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTo repeal any possible takeover attempts by Schnatter, the company's board of directors adopted a Limited Duration Stockholders Rights plan—a poison pill provision. Dubbed the wolf-pack provision, It essentially doubled the share price for anyone who attempted to amass more than a certain percentage of the company’s shares without board approval.\n", "\nThe New York Times <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nytimes.com/2018/07/23/business/papa-johns-john-schnatter-poison-pill.html\" rel=\"noopener noreferrer\">reported</a> that the plan would take effect if Schnatter and his affiliates raised their combined stake in the company to 31%, or if anyone purchased 15% of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common stock</a> without the board’s approval.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSince Schnatter was excluded from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividend</a> distribution, the tactic effectively made a hostile takeover of the company unattractive: the potential acquirer would have to pay twice the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value.asp\" rel=\"noopener noreferrer\">value</a> per share of the company's common stock. It prevented him from trying to take over the company he founded by buying its shares at market price.\n", "\nIn 2012, Netflix (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=nflx\" rel=\"noopener noreferrer\">NFLX</a>) announced that a shareholder rights plan was adopted by its board just days after investor Carl Icahn acquired a 10% stake. The new plan stipulated that with any new acquisition of 10% or more, any Netflix merger, sales, or transfer of more than 50% of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">assets</a>, allows for existing shareholders to purchase two shares for the price of one.\n", "\nThere are three major potential disadvantages to poison pills.\n", "\nStock values become diluted, so shareholders often have to purchase new shares just to keep even. Institutional investors are discouraged from buying into corporations that have aggressive defenses. Ineffective managers can stay in place through poison pills. If that weren't the case, outside <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/how-venture-capitalists-make-investment-choices.asp?rp=i\" rel=\"noopener noreferrer\">venture capitalists</a> might be able to buy the firm and improve its value with better managing staff.\n"]}