{"name": "Poisson Distribution Definition", "@id": "https://www.investopedia.com/terms/p/poisson-distribution.asp", "related": ["https://www.investopedia.com/terms/p/probabilitydistribution.asp", "https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/r/random-variable.asp", "https://www.investopedia.com/terms/r/riskmanagement.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/u/uniform-distribution.asp"], "body": ["\nIn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statistics.asp\" rel=\"noopener noreferrer\">statistics</a>, a Poisson distribution is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probabilitydistribution.asp\" rel=\"noopener noreferrer\">probability distribution</a> that can be used to show how many times an event is likely to occur within a specified period of time﻿. In other words, it is a count distribution. Poisson distributions are often used to understand independent events that occur at a constant rate within a given interval of time. It was named after French mathematician Siméon Denis Poisson.\n", "\nThe Poisson distribution is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discrete-distribution.asp\" rel=\"noopener noreferrer\">discrete function</a>, meaning that the variable can only take specific values in a (potentially infinite) list. Put differently, the variable cannot take all values in any continuous range. For the Poisson distribution (a discrete distribution), the variable can only take the values 0, 1, 2, 3, etc., with no fractions or decimals.\n", "\nA Poisson <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/102014/lognormal-and-normal-distribution.asp\" rel=\"noopener noreferrer\">distribution</a> can be used to estimate how likely it is that something will happen \"X\" number of times. For example, if the average number of people who rent movies on a Friday night at a single video store location is 400, a Poisson distribution can answer such questions as, \"What is the probability that more than 600 people will rent movies?\" Therefore, the application of the Poisson distribution enables managers to introduce optimal scheduling systems that would not work with, say, a <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/normaldistribution.asp\" rel=\"noopener noreferrer\">normal distribution</a>.\n", "\nOne of the most famous historical, practical uses of the Poisson distribution was estimating the annual number of Prussian cavalry soldiers killed due to horse-kicks. Other modern examples include estimating the number of car crashes in a city of a given size; in physiology, this distribution is often used to calculate the probabilistic frequencies of different types of neurotransmitter secretions. Or, if a video store averages 400 customers every Friday night, what is the probability that 600 customers will come in on any given Friday night?\n", "\nWhere:\n", "\nGiven data that follows a Poisson distribution, it appears graphically as:\n", "\nSo, in the example depicted in the graph above, let us assume that some operational process has an error rate of 3%. If we further assume 100 random trials; the Poisson distribution describes the likelihood of getting a certain number of errors over some period of time, such as a single day.\n", "\nThe Poisson distribution is also commonly used to model financial count data where the tally is small and is often zero. For one example, in finance, it can be used to model the number of trades that a typical investor will make in a given day, which can be 0 (often), or 1, or 2, etc.\n", "\nAs another example, this model can be used to predict the number of \"shocks\" to the market that will occur in a given time period, say over a decade.\n"]}