{"name": "Population Definition", "@id": "https://www.investopedia.com/terms/p/population.asp", "related": ["https://www.investopedia.com/terms/s/simple-random-sample.asp", "https://www.investopedia.com/terms/s/statistics.asp", "https://www.investopedia.com/terms/c/confidenceinterval.asp", "https://www.investopedia.com/terms/s/sampling-distribution.asp", "https://www.investopedia.com/terms/r/representative-sample.asp", "https://www.investopedia.com/terms/stratified_random_sampling.asp"], "body": ["\nA population is a distinct group of individuals, whether that group comprises a nation or a group of people with a common characteristic. In <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statistics.asp\" rel=\"noopener noreferrer\">statistics</a>, a population is the pool of individuals from which a statistical sample is drawn for a study. Thus, any selection of individuals grouped together by a common feature can be said to be a population.\n", "\nA sample is a statistically significant portion of a population, not an entire population. For this reason, a statistical analysis of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-error.asp#:~:text=The%20standard%20error%20%28SE%29%20of,of%20a%20statistical%20sample%20population.\" rel=\"noopener noreferrer\">a sample</a> must report the approximate standard deviation, or standard error, of its results from the entire population. Only an analysis of an entire population would have no standard error.\n", "\nIn most uses, the word population implies a group of people or at least a group of living beings. However, statisticians refer to whatever group they are studying as a population. The population of a study might be babies born in North America in 2021, the total number of tech startups in Asia since the year 2000, the average height of all accounting examination candidates, or the mean weight of U.S. taxpayers.\n", "\nStatisticians and researchers prefer to know the characteristics of every entity in a population in order to draw the most precise conclusions possible. This is impossible or impractical most of the time, however, since population sets tend to be quite large.\n", "\nFor example, if a company wanted to know whether most of its 50,000 customers were satisfied with the company's service last year, it would be impractical to call every client on the phone to conduct a survey. A sample of the population must be taken since the characteristics of every individual in a population cannot be measured due to constraints of time, resources, and accessibility.\n", "\nA population can be defined narrowly, such as the number of newborn babies in North America with brown eyes, the number of startups in Asia that failed in less than three years, the average height of all female accounting examination candidates, or the mean weight of all U.S. taxpayers over age 30.\n", "\nThe science of political polling offers a good example of the difficulty of selecting a random sampling of the population. One of the reasons why many of the last two presidential election polls have been wrong could be that the type of people who willingly answer poll questions may not constitute a random sample of the population of likely voters.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nNonetheless, surveys and polls may be the only efficient way to identify and validate issues and trends that affect the wider population. For example, growing concerns have been expressed about harassment online, but how common is it, really? A study by Pew Research indicates that 41% of American adults have experienced online harassment, with 11% reporting they had been outright stalked, and 14% saying they had been physically threatened.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nA sample is a random selection of members of a population. It is a smaller group drawn from the population that has the characteristics of the entire population. The observations and conclusions made against the sample data are attributed to the population as a whole.\n", "\nThe information obtained from the statistical sample allows statisticians to develop hypotheses about the larger population. In statistical equations, population is usually denoted with an uppercase <em>N</em> while the sample is usually denoted with a lowercase <em>n.</em>\n", "\nA parameter is data based on an entire population. Statistics such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arithmeticmean.asp\" rel=\"noopener noreferrer\">averages</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviations</a>, when taken from populations, are referred to as population parameters. The population mean and population standard deviation are represented by the Greek letters µ and σ, respectively.\n", "\nA valid statistic may be drawn from either a population sample or a study of an entire population. The objective of a random sample is to avoid bias in the results. A sample is random if every member of the whole population has an equal chance to be selected to participate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhile a parameter is a characteristic of a population, a statistic is a characteristic of a sample. Inferential statistics enables you to make an educated guess about a population parameter based on a statistic computed from a sample randomly drawn from that population.\n", "\nThe standard deviation is the variation in the population that is inferred from the variation in the sample. When the standard deviation is divided by the square root of the number of observations in the sample, the result is referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-error.asp\" rel=\"noopener noreferrer\">standard error of the mean</a>.\n", "\nPopulation statistics inform public policy and business decisions. Some examples:\n", "\nHere are some answers to the most frequently asked questions about the population of the world, and the population of a study.\n", "\nThe world population is expected to grow from 7.7 billion in 2019 to 9.7 billion in 2050, according to a projection by the United Nations Department of Economic and Social Affairs.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ The greatest growth is expected in sub-Sarahan Africa, where the population may double, while Europe and North America are expected to have the least growth, at just 2%.\n", "\nChina and India have by far the largest populations in the world, as of 2019.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Here are the top 10 nations and their estimated populations, according to Statista:\n", "\nThe world's current population is estimated at 7.7 billion by the United Nations, so 1% of that would be 77 million.\n", "\nThe participants in a research study are referred to collectively as the population. If randomly selected, the results of the study may be viewed as representative of a larger population. For example, in a recent Gallup Poll, 57% of randomly selected 1,015 retirees said Social Security was a \"major\" source of their income.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ It can be concluded that most American retirees rely on Social Security, based on the responses of the population surveyed.\n", "\nThe minimum sample size for a meaningful study is 100, while a maximum is about 1,000.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nThe issue of overpopulation has been debated since at least 1786, when economist Thomas Malthus published his theory that the growth of the population will always outpace the growth in the food supply. This theory is known as Malthusianism.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nMalthus viewed the problem as an over-stretching of resources. Today's thinkers tend to give greater importance to the ethical and efficient distribution of resources.\n", "\nIn any case, population trends are complex and their results are subject to debate. The population of the Earth has indisputably risen dramatically in the past 70 years, from under three billion in 1950 to nearly eight billion now. But birth rates have declined sharply in developed nations during the same period.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nEach of us is an individual component of many populations. In addition to being members of the human population of Earth and citizens of a nation, we are members of many sub-populations based on age, gender, income, health status, and many other factors.\n", "\nWhen statisticians attempt to ascertain a fact or facts about any of those sub-populations, they typically rely on a sample population. These test subjects, selected at random, yield conclusions that are extended to the general population being studied.\n"]}