{"name": "Pork Barrel Politics Definition", "@id": "https://www.investopedia.com/terms/p/pork_barrel_politics.asp", "related": ["https://www.investopedia.com/national-defense-authorization-act-5113289", "https://www.investopedia.com/terms/s/statutory-debt-limit.asp", "https://www.investopedia.com/terms/d/debt-ceiling.asp", "https://www.investopedia.com/terms/g/government-shutdown.asp", "https://www.investopedia.com/terms/f/federal-budget.asp", "https://www.investopedia.com/terms/e/earmarking.asp"], "body": ["\nPork-barrel politics is the legislator's practice of slipping funding for a local project into a budget. The project may have nothing to do with the bill and may benefit only the legislator's home district. Before a bill gets to a vote, pork-barreling has often greatly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflated</a> its costs through the addition of various legislators' pet projects.\n", "\nIn modern politics, pork-barreling and earmarking have become virtually synonymous. To be fair, one politician's pork-barrel politics is another's constituent service.\n", "\nThe annual Congressional Pig Book documenting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/12/money-and-politics.asp\" rel=\"noopener noreferrer\">pork-barrel projects</a> in the federal budget is published by a nonprofit organization called Citizens Against Government Waste (CAGW).\n", "\nCAGW defines a pork-barrel project as a line item in an appropriations bill that designates <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/032116/top-6-strategies-protect-your-income-taxes.asp\" rel=\"noopener noreferrer\">tax dollars</a> for a specific purpose while circumventing established budgetary procedures.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ Entries in the annual Congressional Pig Book satisfy at least two of seven criteria:\n", "\nIn addition to all of the above, a project or program must have appeared in prior years as an earmark in order to qualify for the Pig Book.\n", "\nThe year 2019 was a record-breaker for both the number and cost of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042115/what-are-some-examples-pork-barrel-politics-united-states.asp\" rel=\"noopener noreferrer\">pork-barrel projects added to the federal budget</a>, according to CAGW.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nPork barrel politics was probably invented by the first legislator who ever lived, but it survives today, often under the slightly less pejorative term earmarks. In either case, it is a sum of money inserted as a line item in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/11/successful-ways-government-reduces-debt.asp\" rel=\"noopener noreferrer\">federal budget</a> that funds a specific project.\n", "\nIf there is a difference, projects that are earmarked may not be strictly local. For example, a legislator who has (or wants) a strong base of support among educators or technology companies might add an earmark to the budget that funds a pet project of one of those constituencies.\n", "\nIn modern U.S. history, there have been two major attempts to curb or cure pork-barrel politics.\n", "\nHowever, the line-item veto has been adopted in 44 states, allowing governors to remove earmarks from state spending bills.\n"]}