{"name": "Portfolio Investment Definition", "@id": "https://www.investopedia.com/terms/p/portfolio-investment.asp", "related": ["https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/p/portfolio.asp", "https://www.investopedia.com/terms/g/government-pension-investment-fund-gpif.asp", "https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp"], "body": ["\nA portfolio investment is ownership of a stock, bond, or other financial asset with the expectation that it will earn a return or grow in value over time, or both. It entails passive or hands-off ownership of assets as opposed to direct investment, which would involve an active management role.\n", "\nPortfolio investment may be divided into two main categories:\n", "\nThe term portfolio investments covers a wide range of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetclasses.asp\">asset classes</a> including stocks, government bonds, corporate bonds, real estate investment trusts (REITs), mutual funds, exchange-traded funds (ETFs), and bank <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificates of deposit</a>.\n", "\nPortfolio investments can also include more esoteric choices including options and derivatives such as warrants and futures.\n", "\nThere also are physical investments such as real estate, commodities, art, land, timber, and gold.\n", "\nIn fact, a portfolio investment can be any possession that is purchased for the purpose of generating a return in the short or long term.\n", "\nThe composition of investments in a portfolio depends on a number of factors. The most important are the investor’s tolerance for risk and investment horizon. Is the investor a young professional with children, a mature person looking forward to retirement, or a retiree looking for a reliable income supplement?\n", "\nThose with a greater risk tolerance may favor investments in growth stocks, real estate, international securities, and options, while more conservative investors may opt for government bonds and blue-chip stocks.\n", "\nOn a larger scale, mutual funds and institutional investors are in the business of making portfolio investments. For the largest institutional investors such as pension funds and sovereign funds, this may include infrastructure assets like bridges and toll roads.\n", "\nPortfolio investments by institutional investors generally are held for the long term and are relatively conservative. Pension funds and college endowment funds are not invested in speculative stocks.\n", "\nInvestors saving for retirement are often advised to focus on a diversified mix of low-cost investments for their portfolios.\n", "\nIndex funds have become popular in individual retirement accounts (IRAs) and 401(k) accounts, due to their broad exposure to a number of asset classes at a minimum expense level. These types of funds make ideal core holdings in retirement portfolios.\n", "\nThose who want a more hands-on approach may tweak their portfolio allocations by adding additional asset classes such as real estate, private equity, and individual stocks and bonds to the portfolio mix.\n"]}