{"name": "Post-Trade Processing", "@id": "https://www.investopedia.com/terms/p/post-trade-processing.asp", "related": ["https://www.investopedia.com/terms/t/tradedate.asp", "https://www.investopedia.com/terms/d/dtcc.asp", "https://www.investopedia.com/terms/o/outtrade.asp", "https://www.investopedia.com/terms/i/in-escrow.asp", "https://www.investopedia.com/terms/s/settlement_period.asp", "https://www.investopedia.com/terms/s/settlementdate.asp"], "body": ["\nPost-trade processing occurs after a trade is complete. At this point, the buyer and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\">seller</a> compare trade details, approve the transaction, change records of ownership, and arrange for the transfer of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a> and cash. Post-trade processing is especially important in markets that are not standardized, such as the over-the-counter (OTC) markets.\n", "\nPost-trade processing is important in that it verifies the details of a transaction. Markets and prices move fast; <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\">transactions</a> are executed quickly, often instantaneously. Many securities <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trade.asp\">trades</a> are done over the phone; the ability for mistakes is inherent, despite traders’ skill. Increasingly trades are executed at high frequency by computers only. The chance for small mistakes to compound remains high.\n", "\nPost-trade processing allows the buyer and seller of securities to root out and rectify these errors. In addition to matching the details of the buy and sell orders, post-trade processing includes shifting records of ownership and authorizing payment.\n", "\nAfter a trade is executed, the transaction enters what is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlement_period.asp\">settlement period</a>. During settlement, the buyer must make payment for the securities they purchased while the seller must deliver the security that was acquired. Depending on the type of security, settlement dates will vary. As an example of how settlement dates work, let's say that an investor buys shares of Amazon (AMZN) on Monday, Jan. 28, 2019. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\">broker</a> will debit the investor's account for the total cost of the order immediately after its filled, but the status as a shareholder of Amazon will not be settled in the company's record books for the investor until Wednesday, Jan. 30. At that time, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\">investor</a> would become a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholder</a> of record.\n", "\nOnce the trade has settled, and the funds in any sale of stock or another type of security have been credited to your account, the investor may choose to withdraw the funds, reinvest in new security or hold the amount in cash within the account. For those looking to cash out some of the profits (or what's left from a loss), check to see if your broker offers transfers to your bank account using the Automated Clearing House (ACH) or by using a wire transfer.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearing.asp\">Clearing</a> is the process of reconciling purchases and sales of various options, futures, or securities, as well as the direct transfer of funds from one financial institution to another. The process validates the availability of the appropriate funds, records the transfer, and in the case of securities ensures the delivery of the security to the buyer. Non-cleared trades can result in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementrisk.asp\">settlement risk</a>, and if trades do not clear accounting errors will arise where real money can be lost.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outtrade.asp\">out trade</a> is a trade that cannot be placed because it was received by an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchange</a> with conflicting information. The associated clearinghouse cannot settle the trade because the data submitted by parties on both sides of the transaction is inconsistent or contradictory.\n", "\nOn the NYSE Bonds Platform, following trade completions, all Depository Trust &amp; Clearing Corporation (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dtcc.asp\">DTCC</a>) / National Securities Clearing Corporation (NSCC) Regional Interface Organization (RIO) eligible bond trades are sent to NSCC in order to match trade details of both buyers and respective sellers. Details are transmitted through the RIO.\n", "\nPost-trade services have recently come to the forefront as a means for financial firms to diversify their revenue streams. Due to a combination of new regulations, the standardization of derivatives, and increased need for more complex processing measures, due to the growth of alternative assets, post-trade services are an area in which some firms have a chance to outstrip competitors.\n"]}