{"name": "Poverty Trap Definition", "@id": "https://www.investopedia.com/terms/p/poverty-trap.asp", "related": ["https://www.investopedia.com/terms/l/limited-government.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/p/personalfinance.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/s/socialism.asp"], "body": ["\nA poverty trap is a mechanism that makes it very difficult for people to escape poverty. A poverty trap is created when an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economics.asp\" rel=\"noopener noreferrer\">economic system</a> requires a significant amount of capital in order to earn enough to escape poverty. When individuals lack this capital, they may also find it difficult to acquire it, creating a self-reinforcing cycle of poverty.\n", "\nMany factors contribute to creating a poverty trap, including limited access to credit and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\" rel=\"noopener noreferrer\">capital markets</a>, extreme environmental degradation (which depletes agricultural production potential), corrupt governance, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalflight.asp\" rel=\"noopener noreferrer\">capital flight</a>, poor education systems, disease ecology, lack of public health care, war, and poor infrastructure.\n", "\nIn order to escape the poverty trap, it is argued that individuals in poverty must be given sufficient aid so that they can acquire the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/critical-mass.asp\" rel=\"noopener noreferrer\">critical mass</a> of capital necessary to raise themselves out of poverty. This theory of poverty helps to explain why certain aid programs that do not provide a high enough level of support may be ineffective at raising individuals from poverty. If those in poverty do not acquire the critical mass of capital, then they will simply remain dependent on aid indefinitely and regress if aid is ended.\n", "\nRecent research has increasingly focused on the role of other factors, such as healthcare, in sustaining the poverty trap for a society. A 2013 paper by researchers at the National Bureau of Economic Research (NBER) found that countries with poorer health conditions tend to be mired in a cycle of poverty as compared to others with similar educational attainments.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nResearchers at the University of Gainesville in Florida collected economic and disease data from 83 of the world's least and most developed countries. They found that people living in areas with limited human, animal, and crop disease were able to lift themselves out of the poverty trap as compared to people who lived in areas with rampant disease.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn his book <em>The End of Poverty: Economic Possibilities for Our Time</em>, Jeffrey Sachs recommends that, as a way of combating the poverty trap, aid agencies should function as venture capitalists that fund start-up companies. \n", "\nSachs proposes that, just like any other start-up, developing nations should receive the full amount of aid necessary for them to begin to reverse the poverty trap. Sachs points out that the extreme poor lack six major kinds of capital: human capital, business capital, infrastructure, natural capital, public institutional capital, and knowledge capital.\n", "\nSachs details that point of view:\n", "\nSachs further postulates that the public sector should concentrate their efforts on investments of:\n", "\nBusiness capital investments, he says, should be the domain of the private sector, which Sachs claims would more efficiently use the funding to develop the profitable enterprises necessary to sustain growth enough to lift an entire population and culture out of poverty.\n", "\nOne of the most important considerations in studying the poverty trap is the amount of government aid necessary to lift a family out of their present conditions. Consider the case of a family of four, parents and two children who are below legal working age. The family has an annual income of $24,000. The parents work in jobs that pay $10 per hour. According to the latest federal poverty guidelines, a family of four is considered to be poor if its income is less than $26,200.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn a simple case, let us assume that the government begins handing out aid amounting to $1,000 per month. This raises the family's annual income to $36,000. While it is capped at $1,000, the government aid decreases in proportion to increases in the family's income. For example, if the family's earnings increase by $500 to $2500 per month, then government aid reduces by $500. The parents would have to work an extra 50 hours in order to make up for the shortfall.\n", "\nThe increase in working hours comes at an opportunity and leisure cost to the parents. For example, they might end up spending less time with their children or may have to hire babysitters for the time that they are out of the home. The extra hours also means that the parents will not have the leisure to upgrade their skill-sets for a better paying job.\n", "\nThe aid amount also does not take into account living conditions for the family. Because they are poor, the family lives in one of the most dangerous neighborhoods in the city and do not have access to proper healthcare facilities. In turn, crime or susceptibility to disease could drive up their average monthly spending, making an increase in their income effectively useless.\n", "\nIn the real world, the case of Rwanda, a country wracked by genocide and civil war until recently, is often <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://news.stanford.edu/2017/07/14/understanding-poverty-traps/\" rel=\"noopener noreferrer\">held up as an example </a>of a nation that tackled the poverty trap by identifying factors beyond income. The African country focused on healthcare and insurance to increase the average daily calorie intake. However, certain researchers charge <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://qz.com/africa/541307/rwanda-is-in-a-dispute-over-how-it-measures-poverty/\" rel=\"noopener noreferrer\">the country's government</a> with reducing the measurement threshold for a successful demonstration.\n"]}