{"name": "Preferred Stock Definition", "@id": "https://www.investopedia.com/terms/p/preferredstock.asp", "related": ["https://www.investopedia.com/terms/p/preference-shares.asp", "https://www.investopedia.com/terms/n/noncumulative.asp", "https://www.investopedia.com/terms/p/preferreddividend.asp", "https://www.investopedia.com/terms/a/arps.asp", "https://www.investopedia.com/terms/s/seniorsecurity.asp", "https://www.investopedia.com/terms/c/current-dividend-preference.asp"], "body": ["\nThe term \"stock\" refers to ownership or equity in a firm. There are two types of equity—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common stock </a> and preferred stock. Preferred stockholders have a higher claim to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> or asset distribution than common stockholders.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The details of each preferred stock depend on the issue. \n", "\nPreferred shareholders have priority over common stockholders when it comes to dividends, which generally yield more than common stock and can be paid monthly or quarterly.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ These dividends can be fixed or set in terms of a benchmark interest rate like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/libor.asp\" rel=\"noopener noreferrer\">London InterBank Offered Rate</a> (LIBOR)​, and are often quoted as a percentage in the issuing description.\n", "\nAdjustable-rate shares specify certain factors that influence the dividend yield, and participating shares can pay additional dividends that are reckoned in terms of common stock dividends or the company's profits. The decision to pay the dividend is at the discretion of a company's board of directors.\n", "\nUnlike common stockholders, preferred stockholders have limited rights which usually does not include voting.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Preferred stock combines features of debt, in that it pays fixed dividends, and equity, in that it has the potential to appreciate in price. This appeals to investors seeking stability in potential future cash flows.\n", "\nIf a company is struggling and has to suspend its dividend, preferred shareholders may have the right to receive payment in arrears before the dividend can be resumed for common shareholders.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Shares that have this arrangement are known as cumulative. If a company has multiple simultaneous issues of preferred stock, these may in turn be ranked in terms of priority. The highest ranking is called prior, followed by first preference, second preference, etc.\n", "\nPreferred shareholders have a prior claim on a company's assets if it is liquidated, though they remain subordinate to bondholders. Preferred shares are equity, but in many ways, they are hybrid assets that lie between stock and bonds. They offer more predictable income than common stock and are rated by the major credit rating agencies. Unlike with bondholders, failing to pay a dividend to preferred shareholders does not mean a company is in default. Because preferred shareholders do not enjoy the same guarantees as creditors, the ratings on preferred shares are generally lower than the same issuer's bonds, with the yields being accordingly higher.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nPreferred shares usually do not carry voting rights, although under some agreements these rights may revert to shareholders that have not received their dividend.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Preferred shares have less potential to appreciate in price than common stock, and they usually trade within a few dollars of their issue price, most commonly $25. Whether they trade at a discount or premium to the issue price depends on the company's credit-worthiness and the specifics of the issue: for example, whether the shares are cumulative, their priority relative to other issues, and whether they are callable.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIf shares are callable, the issuer can purchase them back at par value after a set date. If interest rates fall, for example, and the dividend yield does not have to be as high to be attractive, the company may call its shares and issue another series with a lower yield. Shares can continue to trade past their call date if the company does not exercise this option.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nSome preferred stock is convertible, meaning it can be exchanged for a given number of common shares under certain circumstances.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The board of directors might vote to convert the stock, the investor might have the option to convert, or the stock might have a specified date at which it automatically converts. Whether this is advantageous to the investor depends on the market price of the common stock.\n", "\nPreferred stock comes in a wide variety of forms and is generally purchased through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-online-brokers-4587872\">online stockbrokers</a> by individual investors. The features described above are only the more common examples, and these are frequently combined in a number of ways. A company can issue preferred shares under almost any set of terms, assuming they don't fall foul of laws or regulations. Most preferred issues have no maturity dates or very distant ones.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nInstitutions are usually the most common purchasers of preferred stock. This is due to certain tax advantages that are available to them which are not to individual investors.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> Because these institutions buy in bulk, preferred issues are a relatively simple way to raise large amounts of capital. Private or pre-public companies issue preferred stock for this reason.\n", "\nPreferred stock issuers tend to group near the upper and lower limits of the credit-worthiness spectrum. Some issue preferred shares because regulations prohibit them from taking on any more debt, or because they risk being downgraded. While preferred stock is technically equity, it is similar in many ways to a bond issue; One type, known as trust preferred stock, can act as debt from a tax perspective and common stock on the balance sheet.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> On the other hand, several established names like General Electric, Bank of America and Georgia Power issue preferred stock to finance projects.<span class=\"ql-inline-citation\" data-cite=\"7\"></span><span class=\"ql-inline-citation\" data-cite=\"6\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nA preferred stock is a class of stock that is granted certain rights that differ from common stock. Namely, preferred stock often possess higher dividend payments, and a higher claim to assets in the event of liquidation. In addition, preferred stock have a callable feature, which means that the issuer has the right to redeem the shares at a predetermined price and date as indicated in the prospectus. In many ways, preferred stock shares similar characteristics to bonds, and because of this are sometimes referred to as hybrid securities. \n", "\nWhile preferred stock and common stock are both equity instruments, they share important distinctions. First, preferreds receive a fixed dividend as dividend obligations to preferred shareholders must be satisfied first. Common stockholders on the other hand, may not always receive a dividend. Secondly, preferreds typically do not share in the price appreciation (or depreciation) to the same degree as common stock. Lastly, preferred typically have no voting rights, whereas common stockholders do.\n", "\nConsider a company is issuing a 7% preferred stock at a $1,000 par value. In turn, the investor would receive a $70 annual dividend, or $17.50 quarterly. Typically, this preferred stock will trade around its par value, behaving more similarly to a bond. Investors who are looking to generate income may choose to invest in this security. The most common sector that issues preferred stock is the financial sector, where preferred stock may be issued as a means to raise capital.\n"]}