{"name": "Pretax Earnings Definition", "@id": "https://www.investopedia.com/terms/p/pretax-earnings.asp", "related": ["https://www.investopedia.com/terms/e/ebit.asp", "https://www.investopedia.com/terms/n/net_margin.asp", "https://www.investopedia.com/terms/o/operatingincome.asp", "https://www.investopedia.com/terms/n/noi.asp", "https://www.investopedia.com/terms/e/ebitda.asp", "https://www.investopedia.com/terms/g/grossprofit.asp"], "body": ["\nPretax earnings is a company's income after all operating expenses, including interest and depreciation, have been deducted from total sales or revenues, but before income taxes have been subtracted. Because pretax earnings exclude taxes, this measure enables the intrinsic profitability of companies to be compared across industries or geographic regions where corporate taxes differ. For instance, while U.S.-based corporations face the same tax rates at the federal level, they face different tax rates at the state level.\n", "\nAlso known as pretax income or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebt.asp\">earnings before tax</a> (EBT).\n", "\nA company’s pretax earnings provides insight into its financial performance before the impact of tax is employed. Some consider this metric a better measure of performance than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> because certain factors such as tax credits, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/losscarryforward.asp\">carry forwards</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/losscarryback.asp\">carry backs</a>, can have a bearing on a company’s tax expenses in a given year. Pretax earnings is calculated by subtracting a firm’s <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\">operating expenses</a> from its gross margin or revenue. Operating expenses include items such as <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\">depreciation</a>, insurance, interest, and regulatory fines. For example, a manufacturer with revenues of $100 million in a fiscal year may have $90 million in total operating expenses (including depreciation and interest expenses), excluding taxes. In this case, pretax earnings amount to $10 million. The after-tax earnings figure, or net income, is computed by deducting corporate income taxes from pretax earnings of $10 million.\n", "\nBusinesses may prefer tracking pre-tax earnings over net income as items such as tax deductions and employee benefits paid in one period may differ from another period. In effect, the pre-tax earnings is viewed as a more consistent measure of business performance and fiscal health over time, because it erases the volatile differences brought on by tax considerations.\n", "\nPretax earnings is used by analysts and investors to calculate the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pretax-margin.asp\">pretax earnings margin</a>, which provides an indication of a company’s profitability. The pretax earnings margin is the ratio of a company's pre-tax earnings to its total sales. The higher the pretax profit margin, the more profitable the company.\n", "\nFor example, assume Company ABC has an annual gross profit of $100,000. It has operating expenses of $50,000, interest expenses of $10,000, and sales totaling $500,000. The pretax earnings is calculated by subtracting the operating and interest costs from the gross profit, that is, $100,000 - $60,000 = $40,000. For the given fiscal year (FY), the pretax earnings margin is $40,000 / $500,000 = 8%.\n", "\nBut Company XYZ which has $750,000 in sales and $50,000 in pretax earnings has a higher profitability than Company ABC in dollars. However, XYZ has a lower pretax earnings margin of $50,000 / $750,000 = 6.7%.\n", "\nThe pretax earnings is shown on a company’s income statements as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebt.asp\">Earnings Before Taxes</a>. It is the amount on which the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatetax.asp\">corporate tax rate</a> is applied to calculate tax for financial statement purposes. Pretax earnings is determined using guidelines from the Generally Accepted Accounting Principles (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">GAAP</a>).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Taxable income, on the other hand, is calculated using tax codes governed by the Internal Revenue Service (IRS). It is the actual amount of income on which the corporation will pay income tax during the accounting period.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n"]}