{"name": "Price Controls Definition", "@id": "https://www.investopedia.com/terms/p/price-controls.asp", "related": ["https://www.investopedia.com/terms/p/price-ceiling.asp", "https://www.investopedia.com/terms/r/rent-ceiling.asp", "https://www.investopedia.com/terms/a/administered-price.asp", "https://www.investopedia.com/terms/r/rationing.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp", "https://www.investopedia.com/terms/m/maximum-wage.asp"], "body": ["\nPrice controls are government-mandated legal minimum or maximum prices set for specified goods. They are usually implemented as a means of direct economic intervention to manage the affordability of certain goods.\n", "\nGovernments most commonly implement price controls on staples—essential items, such as food or energy products. Price controls that set maximum prices are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-ceiling.asp\">price ceilings</a>, while price controls that set minimum prices are price floors.\n", "\nOver the long term, price controls inevitably lead to problems such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortage.asp\">shortages</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rationing.asp\">rationing</a>, deterioration of product quality, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackmarket.asp\">black markets</a> that arise to supply the price-controlled goods through unofficial channels.\n", "\nExamples in the United States are the price controls set on gasoline during the Nixon administration, which eventually led to major shortages in supply and long, slow lines at gas pumps.\n", "\nRent control is another frequently cited example of the ineffectiveness of price controls. Rent-control policies widely implemented in New York City were intended to help maintain an adequate supply of affordable housing. However, the actual effect has been to reduce the overall supply of available rental space, which in turn has contributed (among other factors) to even higher prices in the market of available rental housing.\n", "\nSome economists argue that the net effect of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rent-control.asp\">rent control</a> has been to discourage real estate entrepreneurs from becoming landlords. This has created a supply situation in which there is less rental housing available than the amount that would have been created by a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free market</a>, thereby putting continued upward pressure on rental rates.\n", "\nControlled rental rates, it is argued, has also discouraged landlords from making the necessary expenditures to maintain or improve rental properties, leading to deterioration in the quality of rental housing.\n", "\nAs a government measure, price controls may be enacted with the best of intentions, but in actual practice, they often don't work. Most attempts to control prices often struggle to overcome the economic forces of supply and demand for any significant length of time.\n", "\nWhen prices are established by commerce in a free market, prices shift to maintain the balance between supply and demand. However, when a government imposes price controls, the eventual consequence can be the creation of excess demand in the case of price ceilings, or excess supply in the case of price floors.\n", "\nAgain, the gasoline price controls of the 1970s provide a classic example. No government attempting to cap the price of gasoline could change the fact that gasoline producers were only willing to sell an extremely limited supply of gasoline for the price set by the government. This resulted in extreme shortages in gasoline.\n"]}