{"name": "Price Discovery Definition", "@id": "https://www.investopedia.com/terms/p/pricediscovery.asp", "related": ["https://www.investopedia.com/terms/f/financial-market.asp", "https://www.investopedia.com/terms/s/spotmarket.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/l/liquidmarket.asp", "https://www.investopedia.com/terms/s/spot_rate.asp", "https://www.investopedia.com/terms/l/liquidity.asp"], "body": ["\nPrice discovery is the overall process, whether explicit or inferred, of setting the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotprice.asp\" rel=\"noopener noreferrer\">spot price</a> or the proper price of an asset, security, commodity, or currency. The process of price discovery looks at a number of tangible and intangible factors, including <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a>, investor risk attitudes, and the overall economic and geopolitical environment. Simply put, it is where a buyer and a seller agree on a price and a transaction occurs.\n", "\nAt its core, price discovery involves finding where supply and demand meet. In economics, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply-curve.asp\" rel=\"noopener noreferrer\">supply curve</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand-curve.asp\" rel=\"noopener noreferrer\">demand curve</a> intersect at a single price, which then allows a transaction to occur. The shape of those curves is subject to many factors, from transaction size to background conditions of previous or future scarcity or abundance. Location, storage, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\" rel=\"noopener noreferrer\">transaction costs</a>, and buyer/seller psychology also play a role. There is no specific formula using all these factors as variables. Indeed, the formula is a dynamic process that can change frequently, if not from trade to trade.\n", "\nWhile the term itself is relatively new, price discovery has been around for millennia as a process. Ancient souqs in the Middle East and market places in Europe, the Indian subcontinent, and China brought together large collections of traders and buyers to determine prices of goods. In modern times, derivatives traders in the pits of the Chicago Mercantile Exchange (CME) used hand signals and verbal cues to determine prices for a given commodity. Electronic trading has replaced most of the manual processes with mixed results. While it has significantly increased trading volumes and liquidity, electronic trading has also resulted in more volatility and less transparency with regard to large positions.\n", "\nRather than consider price discovery to be a specific process, it should be considered the central function in any marketplace, whether it be a financial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\" rel=\"noopener noreferrer\">exchange</a> or the local farmer's market. The market itself brings potential buyers and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\" rel=\"noopener noreferrer\">sellers</a> together, with members of each side having very different reasons for trading and very different styles for doing so. By allowing all buyers and sellers to come together, these marketplaces allow all parties to interact and by doing so a consensus price is established. Without knowing it, all the players do it again to set the very next price, and so on. \n", "\nPrice discovery is influenced by a wide variety of factors. Among these factors are the stage of market development, its structure, security type, and information available in the market. Those parties with the freshest or highest quality information can have an advantage as they can act before others get that information. When new information arrives, it changes both the current and future condition of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market.asp\" rel=\"noopener noreferrer\">market</a> and therefore can change the price at which both sides are willing to trade. However, too much transparency in information can be detrimental to a market because it increases the risks for traders moving large or significant positions.\n", "\nPrice discovery is not the same as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\" rel=\"noopener noreferrer\">valuation</a>. Where price discovery is a market-driven mechanism, valuation is a model-driven mechanism. Valuation is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\" rel=\"noopener noreferrer\">present value</a> of presumed <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflow.asp\" rel=\"noopener noreferrer\">cash flows</a>, interest rates, competitive analysis, technological changes both in place and envisioned, and many other factors.\n", "\nOther names for valuation of an asset are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairvalue.asp\" rel=\"noopener noreferrer\">fair value</a> and<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\"> intrinsic value</a>. By comparing market value to valuation, some analysts can determine if an asset is overpriced or underpriced by the market. Of course, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">market price</a> is the actual correct price, but any differences may provide trading opportunities if and when the market price adjusts to include any information in the valuation models not previously considered.\n"]}