{"name": "Price Elasticity of Demand Definition", "@id": "https://www.investopedia.com/terms/p/priceelasticity.asp", "related": ["https://www.investopedia.com/terms/e/elasticity.asp", "https://www.investopedia.com/terms/c/cross-elasticity-demand.asp", "https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp", "https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/q/quantitydemanded.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp"], "body": ["\nPrice elasticity of demand is a measurement of the change in consumption of a product in relation to a change in its price. Expressed mathematically, it is:\n", "\n<strong><em>Price Elasticity of Demand = % Change in Quantity Demanded / % Change in Price</em></strong>\n", "\nEconomists use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/elasticity.asp\" rel=\"noopener noreferrer\">price elasticity</a> to understand how supply and demand for a product changes when its price changes.\n", "\nEconomists have found that the prices of some goods are very <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/inelastic.asp\" rel=\"noopener noreferrer\">inelastic</a>. That is, a reduction in price does not increase demand much, and an increase in price does not hurt demand either.\n", "\nFor example, gasoline has little price elasticity of demand. Drivers will continue to buy as much as they have to, as will airlines, the trucking industry, and nearly every other buyer.\n", "\nOther goods are much more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/elastic.asp\" rel=\"noopener noreferrer\">elastic</a>, so price changes for these goods cause substantial changes in their demand or their supply.\n", "\nNot surprisingly, this concept is of great interest to marketing professionals. It could even be said that their purpose is to create inelastic demand for the products they market. They achieve that by identifying a meaningful difference in their products from any others that are available.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIf the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitydemanded.asp\" rel=\"noopener noreferrer\">quantity demanded</a> of a product changes greatly in response to changes in its price, it is termed \"elastic.\" That is, the demand point for the product is stretched far from its prior point. If the quantity purchased shows a small change after a change in its price, it is termed \"inelastic.\" The quantity didn't stretch much from its prior point. \n", "\nThe more easily a shopper can substitute one product for another, the more the price will fall.\n", "\nFor example, in a world in which people like coffee and tea equally, if the price of coffee goes up, people will have no problem switching to tea, and the demand for coffee will fall. This is because coffee and tea are considered good <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitution-effect.asp\" rel=\"noopener noreferrer\">substitutes</a> for each other.\n", "\nThe more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discretionary-expense.asp\" rel=\"noopener noreferrer\">discretionary</a> a purchase is, the more its quantity of demand will fall in response to price rises. That is, the product demand has greater elasticity.\n", "\nSay you are considering buying a new washing machine, but the current one still works. It's just old and outdated. If the price of a new washing machine goes up, you're likely to forgo that immediate purchase and wait until prices go down or the current machine breaks down.\n", "\nBut the less discretionary a product is, the less its quantity demanded will fall. Inelastic examples include luxury items that people buy for their brand names. Addictive products are quite inelastic, as are required add-on products like ink-jet printer cartridges.\n", "\nOne thing all of these products have in common is that they lack good substitutes. If you really want an Apple iPad, another tablet brand won't do. Addicts are not dissuaded by higher prices. And only HP ink will work in HP printers.\n", "\nThe length of time that the price change lasts also matters.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040315/what-factors-influence-change-demand-elasticity.asp\" rel=\"noopener noreferrer\">Demand response</a> to price fluctuations is different for a one-day sale than for a price change that lasts for a season or a year.\n", "\nClarity in time sensitivity is vital to understanding the price elasticity of demand and for comparing it across different products. Consumers may accept a seasonal price fluctuation rather than change their habits.\n", "\nAs a rule of thumb, if the quantity of a product demanded or purchased changes more than the price changes, the product is termed elastic. (For example, the price changes by +5%, but the demand falls by -10%).\n", "\nIf the change in quantity purchased is the same as the price change (say, 10%/10% = 1), the product is said to have unit (or unitary) price elasticity.\n", "\nFinally, if the quantity purchased changes less than the price (say, -5% demanded for a +10% change in price), then the product is termed inelastic.\n", "\nTo calculate the elasticity of demand, consider this example: Suppose that the price of apples falls by 6% from $1.99 a bushel to $1.87 a bushel. In response, grocery shoppers increase their apple purchases by 20%. The elasticity of apples therefore is: 0.20/0.06 = 3.33, The demand for apples is quite elastic.\n"]}