{"name": "Price Leadership Definition", "@id": "https://www.investopedia.com/terms/p/price-leadership.asp", "related": ["https://www.investopedia.com/terms/m/market-challenger.asp", "https://www.investopedia.com/terms/b/barrierstoentry.asp", "https://www.investopedia.com/terms/n/natural_monopoly.asp", "https://www.investopedia.com/terms/m/minimum_efficiency_scale.asp", "https://www.investopedia.com/terms/p/price_discrimination.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp"], "body": ["\nPrice leadership occurs when a leading firm in a given industry is able to exert enough influence in the sector that it can effectively determine the price of goods or services for the entire market. This type of firm is sometimes referred to as the price leader.\n", "\nThis phenomenon is common in industries that have oligopolistic market conditions, such as the airline industry. This level of influence often times leaves the rivals of the price leader with little choice but to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/follow-the-leader-pricing.asp\" rel=\"noopener noreferrer\">follow its lead</a> and match the prices if they are to hold onto their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share.</a> In the airline industry, a dominant company typically sets the prices and other airlines feel compelled to adjust their prices to match the prices of the leading firm.\n", "\nThere are certain economic conditions that make the emergence of price leadership more likely to occur within an industry: the number of companies involved is small; entry to the industry is restricted; products are homogeneous; demand is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/inelastic.asp\" rel=\"noopener noreferrer\">inelastic</a>, or less elastic; organizations have a similar long-run average total cost (LRATC). LRATC is an economics metric that is used to determine the minimum (or lowest) average total cost at which a firm can produce any given level of output in the long run (when all inputs are variable).\n", "\nThe proliferation of price leadership tends to occur more often in sectors that produce goods and services that offer little <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product_differentiation.asp\" rel=\"noopener noreferrer\">differentiation</a> from one producer to another.\n", "\nPrice leadership also tends to emerge when there is a high level of consumer demand for a specific product; this results in consumers being drawn away from any competing products. Thus, the price of the specific product that is experiencing high levels of consumer demand becomes the market leader.\n", "\nThere are three primary models of price leadership: barometric, collusive, and dominant.\n", "\nThe barometric price leadership model occurs when a particular firm is more adept than others at identifying shifts in applicable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/09/what-factors-create-trends.asp\" rel=\"noopener noreferrer\">market forces</a>, such as a change in production costs. This allows the firm to respond to market forces more efficiently. For instance, the firm may initiate a price change.\n", "\nIt is possible for a firm with a small market share to act as a barometric price leader if it's a good producer and if the firm is attuned to trends in its market. Other producers may follow its lead, assuming that the price leader is aware of something that they have yet to realize. However, because a barometric leader has very little power to impose its decisions on other firms in the industry, its leadership might be short-lived.<em> </em>\n", "\nThe collusive price leadership model may emerge within markets that have oligopolistic conditions. Collusive price leadership occurs as a result of an explicit or implicit agreement among a handful of dominant firms to keep their prices in mutual alignment.\n", "\nSmaller firms within the market are effectively forced into following the price change initiated by the dominant firms. This practice is most common in industries where the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">cost of entry</a> is high, and the costs of production are known.\n", "\nThese agreements between firms–either explicit or implicit–may be considered illegal if the effort is designed to defraud the public. There is a fine line between price leadership and illegal acts of collusion. Price leadership is more likely to be considered collusive–and potentially illegal–if the changes in the price of a good are not related to changes in the operating costs of the firm.\n", "\nThe dominant price leadership model occurs when one firm controls the vast majority of the market share in its industry. Within the industry, there are other, smaller firms that provide the same products or services as the leading firm. However, in this model, these smaller firms cannot influence prices.\n", "\nA dominant price leadership model is sometimes referred to as a partial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\" rel=\"noopener noreferrer\">monopoly</a>. In this type of model, the price leader might engage in predatory pricing, which refers to the practice of lowering prices to levels that make it impossible for smaller, competing firms to remain in business. In most countries, business decisions that enact predatory pricing and are aimed at hurting smaller companies are illegal.\n", "\nThere are many potential advantages for firms that emerge as price leaders within an industry. In some instances, other firms within an industry may also benefit from the emergence of a price leader. For example, if companies in a particular market follow a price leader by setting higher prices, then all producers in that market stand to profit, as long as demand remains steady.\n", "\nPrice leadership also has the potential to eliminate (or reduce) price wars. If a market is completely comprised of companies of a similar size, in the absence of price leadership, price wars could ensue as each competitor tries to increase its share of the market.\n", "\nOne side effect of price leadership may be better-quality products as a result of an increase in profits. Increased profits often mean more revenue for companies to invest in research and development (R&amp;D), and thus, an increase in their ability to design new products and deliver more value to customers.\n", "\nThe dynamics of price leadership may also create a system of interdependence rather than rivalry. When firms in the same market choose a parallel pricing structure–instead of undercutting each other–it fosters a positive environment conducive to growth for all companies.\n", "\nThere are also many potential disadvantages to the emergence of price leadership within an industry. In general, price leadership is only advantageous to businesses (in terms of their profits and performance). Price leadership where prices are increased does not convey any material advantages to consumers---however in the case where the price leader lowers prices consumers may benefit with less expensive goods and services.\n", "\nIn every price leadership model–barometric, collusive, dominant–it is the sellers that benefit from increased revenues, not the consumers. Customers will need to pay more for items that they were used to getting for less (before the sellers conspired to raise prices).\n", "\n﻿Consumers, however, may benefit in the short run if a price leader lowers prices. This assumes the price leader is not using predatory pricing to drive firms not able to respond out of business and later on exert monopoly pressure and raise prices.\n", "\nPrice leadership can also be unfair to smaller firms because small firms who attempt to match a leader's prices may not have the same <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\" rel=\"noopener noreferrer\">economies of scale</a> as the leaders. This can make it hard for them to sustain consistent price declines (and, in the long-term, to remain in business).\n", "\nPrice leadership can also result in malpractices on the part of competing firms that make the decision not to follow the leader's prices. Instead, they may engage in aggressive promotion strategies, such as rebates, money-back guarantees, free delivery services, and installment payment plans.\n", "\nFinally, in a price leadership model, there is an inevitable discrepancy between the benefits conferred to the price leader versus the benefit conferred to other firms operating in the same industry. For example, if it costs the price leader less capital to produce the same product than it costs another firm, then the leader will set lower prices. This will result in a loss for any firm that has higher costs than the price leader.\n"]}