{"name": "Price Action Definition and Explanation", "@id": "https://www.investopedia.com/terms/p/price-action.asp", "related": ["https://www.investopedia.com/terms/forex/f/forex-charting-software.asp", "https://www.investopedia.com/terms/s/stock-trader.asp", "https://www.investopedia.com/terms/t/three_black_crows.asp", "https://www.investopedia.com/terms/t/technical-analysis-of-stocks-and-trends.asp", "https://www.investopedia.com/terms/s/sushiroll.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp"], "body": ["\nPrice action is the movement of a security's price plotted over time. Price action forms the basis for all technical analysis of a stock, commodity or other asset chart. Many short-term traders rely exclusively on price action and the formations and trends extrapolated from it to make trading decisions. Technical analysis as a practice is a derivative of price action since it uses past prices in calculations that can then be used to inform trading decisions.\n", "\nPrice action can be seen and interpreted using charts that plot prices over time. Traders use different chart compositions to improve their ability to spot and interpret trends, breakouts and reversals. Many traders use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\" rel=\"noopener noreferrer\">candlestick</a> charts since they help better visualize price movements by displaying the open, high, low and close values in the context of up or down sessions.\n", "\nCandlestick patterns such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/haramicross.asp\" rel=\"noopener noreferrer\">Harami cross</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullishengulfingpattern.asp\" rel=\"noopener noreferrer\">engulfing pattern</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/three_white_soldiers.asp\" rel=\"noopener noreferrer\">three white soldiers</a> are all examples of visually interpreted price action. There are many more candlestick formations that are generated off price action to set up an expectation of what will come next. These same formations can apply to other types of charts, including point and figure charts, box charts, box plots and so on.\n", "\nIn addition to the visual formations on the chart, many technical analysts use price action data when calculating technical indicators. The goal is to find order in the sometimes seemingly random movement of price. For example, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ascendingtriangle.asp\" rel=\"noopener noreferrer\">ascending triangle</a> pattern formed by applying trendlines to a price action chart may be used to predict a potential breakout since the price action indicates that bulls have attempted a breakout on several occasions and have gained momentum each time.\n", "\nPrice action is not generally seen as a trading tool like an indicator, but rather the data source off which all the tools are built. Swing traders and trend traders tend to work most closely with price action, eschewing any fundamental analysis in favor of focusing solely on support and resistance levels to predict breakouts and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidation.asp\" rel=\"noopener noreferrer\">consolidation</a>. Even these traders must pay some attention to additional factors beyond the current price, as the volume of trading and the time periods being used to establish levels all have an impact on the likelihood of their interpretations being accurate.\n", "\nInterpreting price action is very subjective. It's common for two traders to arrive at different conclusions when analyzing the same price action. One trader may see a bearish <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downtrend.asp\" rel=\"noopener noreferrer\">downtrend</a> and another might believe that the price action shows a potential near-term <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/turnaround.asp\" rel=\"noopener noreferrer\">turnaround</a>. Of course, the time period being used also has a huge influence on what traders see as a stock can have many intraday downtrends while maintaining a month over month uptrend. The important thing to remember is that trading predictions made using price action on any time scale are speculative. The more tools you can apply to your trading prediction to confirm it, the better. In the end, however, the past price action of a security is no guarantee of future price action. High probability trades are still speculative trades, which means traders take on the risks to get access to the potential rewards.\n"]}