{"name": "Price Value of a Basis Point (PVBP)", "@id": "https://www.investopedia.com/terms/p/pvbp.asp", "related": ["https://www.investopedia.com/terms/b/basispoint.asp", "https://www.investopedia.com/terms/d/dollar-duration.asp", "https://www.investopedia.com/terms/d/duration.asp", "https://www.investopedia.com/terms/c/convexity-adjustment.asp", "https://www.investopedia.com/terms/n/negative_convexity.asp", "https://www.investopedia.com/terms/k/keyrateduration.asp"], "body": ["\nPrice value of a basis point (PVBP) is a measure used to describe how a basis point change in yield affects the price of a bond.\n", "\nPrice value of a basis point is also known as the value of a basis point (VBP), dollar value of a basis point (DVBP), or basis point value (BPV).\n", "\nThe price value of a basis point is a method of measuring the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-sensitivity.asp\">price sensitivity</a> of a bond. This is often established by assessing the absolute change in the price of a bond if the required yield changes by one <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basispoint.asp\">basis point</a> (BPS). In other words, PVBP is the price change of a bond when there is a .01% (one basis point) change in the yield. Price volatility is the same for an increase or a decrease of one basis point in required yield.\n", "\nBecause this measure of price volatility is in terms of dollar price change, dividing the PVBP by the initial price gives the percentage price change for a 1-basis-point change in yield. Since there is an inverse relationship between bond price and yield, as bond prices fall by decreasing dollar amounts, their yields increase, and vice versa. The degree of change in bond price for each basis point change in yield is determined by a number of other factors, such as the bond's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rate</a>, time to maturity, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a>.\n", "\nA bigger price value of a basis point means a bigger move in the bond’s price due to a given change in interest rates. PVBP can be calculated on an estimated basis from the modified duration as Modified duration x Dirty Price x 0.0001. The modified duration measures the proportional change in the price of a bond for a unit change in yield. It is simply a measure of the weighted average maturity of a fixed income security’s cash flows. As yields fall, modified duration increases and a higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modifiedduration.asp\">modified duration</a> implies that a security is more interest-rate sensitive. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dirtyprice.asp\">dirty price</a> factored into the formula is defined as the total price paid for a bond after including <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accruedinterest.asp\">accrued interest</a> on the date of purchase.\n", "\nLet’s assume an analyst wants to understand how a price change for a bond will affect the value of the security if yields change by 100 basis points. The par value of the bond purchased at par is $10,000, and the price value of a basis point is given as $13.55.\n", "\nPVBP = modified duration x $10,000 x 0.0001\n", "\n13.55 = modified duration x 1\n", "\nModified duration = 13.55\n", "\nThis means that if rates go down 100bp (i.e. 1%), the value of the bond will increase by 13.55% x $10,000 = $1,355.\n", "\nAnother way to look at this is to remember that the PVBP is the price change of a bond when there is a 1 basis point change in the yield. In this case, the PVBP is $13.55. Therefore, a change of 100 basis point in the yield will be $13.55 x 100 = $1,355.\n"]}