{"name": "Price-to-Earnings Ratio – P/E Ratio Definition, Formula and Examples", "@id": "https://www.investopedia.com/terms/p/price-earningsratio.asp", "related": ["https://www.investopedia.com/terms/p/pegpaybackperiod.asp", "https://www.investopedia.com/terms/e/earnings.asp", "https://www.investopedia.com/terms/p/pe-30-ratio.asp", "https://www.investopedia.com/terms/p/price-to-bookratio.asp", "https://www.investopedia.com/terms/f/forwardpe.asp", "https://www.investopedia.com/terms/t/trailingpe.asp"], "body": ["\nThe price-to-earnings ratio (P/E ratio) is the ratio for valuing a company that measures its current share price relative to its per-share earnings (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">EPS</a>). The price-to-earnings ratio is also sometimes known as the price multiple or the earnings multiple.\n", "\nP/E ratios are used by investors and analysts to determine the relative value of a company's shares in an apples-to-apples comparison. It can also be used to compare a company against its own historical record or to compare aggregate markets against one another or over time.\n", "\nAnalysts and investors review a company's P/E ratio when they determine if the share price accurately represents the projected earnings per share. The formula and calculation used for this process follow.\n", "\n<span data-value=\"\\text{P/E Ratio} = \\frac{\\text{Market value per share}}{\\text{Earnings per share}}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mtext>\nP/E Ratio\n</mtext>\n<mo>\n=\n</mo>\n<mfrac>\n<mrow>\n<mtext>\nMarket value per share\n</mtext>\n</mrow>\n<mrow>\n<mtext>\nEarnings per share\n</mtext>\n</mrow>\n</mfrac>\n</mrow>\n<annotation encoding=\"application/x-tex\">\n\\text{P/E Ratio} = \\frac{\\text{Market value per share}}{\\text{Earnings per share}}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"strut\"></span><span class=\"strut bottom\"></span><span class=\"base\"><span class=\"mord text\"><span class=\"mord mathrm\">P/E Ratio</span></span><span class=\"mrel\">=</span><span class=\"mord\"><span class=\"mopen nulldelimiter\"></span><span class=\"mfrac\"><span class=\"vlist-t vlist-t2\"><span class=\"vlist-r\"><span class=\"vlist\"><span class=\"\"><span class=\"pstrut\"></span><span class=\"sizing reset-size6 size3 mtight\"><span class=\"mord mtight\"><span class=\"mord text mtight\"><span class=\"mord mathrm mtight\">Earnings per share</span></span></span></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"frac-line\"></span></span><span class=\"\"><span class=\"pstrut\"></span><span class=\"sizing reset-size6 size3 mtight\"><span class=\"mord mtight\"><span class=\"mord text mtight\"><span class=\"mord mathrm mtight\">Market value per share</span></span></span></span></span></span><span class=\"vlist-s\">​</span></span><span class=\"vlist-r\"><span class=\"vlist\"></span></span></span></span><span class=\"mclose nulldelimiter\"></span></span></span></span></span></span>﻿\n", "\nTo <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/070314/how-do-i-calculate-pe-ratio-company.asp\" rel=\"noopener noreferrer\">determine the P/E value</a>, one simply must divide the current stock price by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share (EPS)</a>. The current stock price (P) can be gleaned by plugging a stock’s ticker symbol into any finance website, and although this concrete value reflects what investors must currently pay for a stock, the EPS is a slightly more nebulous figure.\n", "\nEPS comes in two main varieties. The first is a metric listed in the fundamentals section of most finance sites; with the notation \"P/E (TTM),\" where “TTM” is a Wall Street acronym for “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/ttm.asp\" rel=\"noopener noreferrer\">trailing 12 months</a>.” This number signals the company's performance over the past 12 months. The second type of EPS is found in a company's earnings release, which often provides EPS <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/guidance.asp\" rel=\"noopener noreferrer\">guidance</a>. This is the company's best-educated guess of what it expects to earn in the future.\n", "\nSometimes, analysts are interested in long term valuation trends and consider the P/E 10 or P/E 30 measures, which average the past 10 or past 30 years of earnings, respectively. These measures are often used when trying to gauge the overall value of a stock index, such as the S&amp;P 500 since these longer term measures can compensate for changes in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\" rel=\"noopener noreferrer\">business cycle</a>. The P/E ratio of the S&amp;P 500 has fluctuated from a low of around 6x (in 1949) to over 120x (in 2009). The long-term average P/E for the S&amp;P 500 is around 15x, meaning that the stocks that make up the index collectively command a premium 15 times greater than their weighted average earnings.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThese two types of EPS metrics factor into the most common types of P/E ratios: the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardpe.asp\" rel=\"noopener noreferrer\">forward P/E</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trailingpe.asp\" rel=\"noopener noreferrer\">trailing P/E</a>. A third and less common variation uses the sum of the last two actual quarters and the estimates of the next two quarters.\n", "\nThe forward (or leading) P/E uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/analyst/03/012903.asp\" rel=\"noopener noreferrer\">future earnings guidance</a> rather than trailing figures. Sometimes called \"estimated price to earnings,\" this forward-looking indicator is useful for comparing current earnings to future earnings and helps provide a clearer picture of what earnings will look like – without changes and other accounting adjustments.\n", "\nHowever, there are inherent problems with the forward P/E metric – namely, companies could underestimate earnings in order to beat the estimate P/E when the next quarter's earnings are announced. Other companies may overstate the estimate and later adjust it going into their next <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings-announcement.asp\" rel=\"noopener noreferrer\">earnings announcement</a>. Furthermore, external analysts may also provide estimates, which may diverge from the company estimates, creating confusion.\n", "\nThe trailing P/E relies on past performance by dividing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061615/how-companys-share-price-determined.asp\" rel=\"noopener noreferrer\">current share price</a> by the total EPS earnings over the past 12 months. It's the most popular P/E metric because it's the most objective – assuming the company reported earnings accurately. Some investors prefer to look at the trailing P/E because they don't trust another individual’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earningsestimate.asp\" rel=\"noopener noreferrer\">earnings estimates</a>. But the trailing P/E also has its share of shortcomings – namely, a company’s past performance doesn’t signal future behavior.\n", "\nInvestors should thus commit money based on future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings-power.asp\" rel=\"noopener noreferrer\">earnings power</a>, not the past. The fact that the EPS number remains constant, while the stock prices fluctuate, is also a problem. If a major company event drives the stock price significantly higher or lower, the trailing P/E will be less reflective of those changes.\n", "\nThe trailing P/E ratio will change as the price of a company’s stock moves, since earnings are only released each quarter while stocks trade day in and day out. As a result, some investors prefer the forward P/E. If the forward P/E ratio is lower than the trailing P/E ratio, it means analysts are expecting earnings to increase; if the forward P/E is higher than the current P/E ratio, analysts expect a decrease in earnings.\n", "\nThe price-to-earnings ratio or P/E is one of the most widely-used stock analysis tools used by investors and analysts for determining stock valuation. In addition to showing whether a company's stock price is overvalued or undervalued, the P/E can reveal how a stock's valuation compares to its industry group or a benchmark like the S&amp;P 500 Index.\n", "\nIn essence, the price-to-earnings ratio indicates the dollar amount an investor can expect to invest in a company in order to receive one dollar of that company’s earnings. This is why the P/E is sometimes referred to as the price multiple because it shows how much investors are willing to pay per dollar of earnings. If a company was currently trading at a P/E multiple of 20x, the interpretation is that an investor is willing to pay $20 for $1 of current earnings.\n", "\nThe P/E ratio helps investors determine the market value of a stock as compared to the company's earnings. In short, the P/E ratio shows what the market is willing to pay today for a stock based on its past or future earnings. A high P/E could mean that a stock's price is high relative to earnings and possibly overvalued. Conversely, a low P/E might indicate that the current stock price is low relative to earnings. \n", "\nAs a historical example, let's calculate the P/E ratio for Walmart Stores Inc. (WMT) as of November 14, 2017, when the company's stock price closed at $91.09.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The company's profit for the fiscal year ending January 31, 2017, was US$13.64 billion, and its number of shares outstanding was 3.1 billion. Its EPS can be calculated as $13.64 billion / 3.1 billion = $4.40.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nWalmart's P/E ratio is, therefore, $91.09 / $4.40 = 20.70x.\n", "\nIn general, a high P/E suggests that investors are expecting higher earnings growth in the future compared to companies with a lower P/E. A low P/E can indicate either that a company may currently be undervalued or that the company is doing exceptionally well relative to its past trends. When a company has no earnings or is posting losses, in both cases P/E will be expressed as “N/A.” Though it is possible to calculate a negative P/E, this is not the common convention.\n", "\nThe price-to-earnings ratio can also be seen as a means of standardizing the value of one dollar of earnings throughout the stock market. In theory, by taking the median of P/E ratios over a period of several years, one could formulate something of a standardized P/E ratio, which could then be seen as a benchmark and used to indicate whether or not a stock is worth buying.\n", "\nThe inverse of the P/E ratio is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earningsyield.asp\" rel=\"noopener noreferrer\">earnings yield</a> (which can be thought of like the E/P ratio). The earnings yield is thus defined as EPS divided by the stock price, expressed as a percentage.\n", "\nIf Stock A is trading at $10, and its EPS for the past year was 50 cents (TTM), it has a P/E of 20 (i.e., $10 / 50 cents) and an earnings yield of 5% (50 cents / $10). If Stock B is trading at $20 and its EPS (TTM) was $2, it has a P/E of 10 (i.e., $20 / $2) and an earnings yield of 10% ($2 / $20).\n", "\nThe earnings yield as an investment valuation metric is not as widely used as its P/E ratio reciprocal in stock valuation. Earnings yields can be useful when concerned about the rate of return on investment. For equity investors, however, earning periodic investment income may be secondary to growing their investments' values over time. This is why investors may refer to value-based investment metrics such as P/E ratio more often than earnings yield when making stock investments.\n", "\nThe earnings yield is also useful in producing a metric when a company has zero or negative earnings. Since such a case is common among high-tech, high growth, or start-up companies, EPS will be negative producing an undefined P/E ratio (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/price-earnings-pe-not-applicable.asp\" rel=\"noopener noreferrer\">sometimes denoted as N/A</a>). If a company has negative earnings, however, it will produce a negative earnings yield, which can be interpreted and used for comparison.\n", "\nA P/E ratio, even one calculated using a forward <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earningsestimate.asp\" rel=\"noopener noreferrer\">earnings estimate</a>, don't always tell you whether or not the P/E is appropriate for the company's forecasted growth rate. So, to address this limitation, investors turn to another ratio called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pegratio.asp\" rel=\"noopener noreferrer\">PEG ratio</a>.\n", "\nA variation on the forward P/E ratio is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pegratio.asp\" rel=\"noopener noreferrer\">price-to-earnings-to-growth ratio</a>, or PEG. The PEG ratio measures the relationship between the price/earnings ratio and earnings growth to provide investors with a more complete story than the P/E on its own. In other words, the PEG ratio allows investors to calculate whether a stock's price is overvalued or undervalued by analyzing both today's earnings and the expected growth rate for the company in the future. The PEG ratio is calculated as a company’s trailing price-to-earnings (P/E) ratio divided by the growth rate of its earnings for a specified time period. The PEG ratio is used to determine a stock's value based on trailing earnings while also taking the company's future earnings growth into account, and is considered to provide a more complete picture than the P/E ratio. For example, a low P/E ratio may suggest that a stock is undervalued and therefore should be bought – but factoring in the company's growth rate to get its PEG ratio can tell a different story. <span class=\"mntl-sc-block-adslot mntl-sc-block-adslot-inline\"></span>PEG ratios can be termed “trailing” if using historic growth rates or “forward” if using projected growth rates.\n", "\nAlthough earnings growth rates can vary among different sectors, a stock with a PEG of less than 1 is typically considered undervalued since its price is considered to be low compared to the company's expected earnings growth. A PEG greater than 1 might be considered overvalued since it might indicate the stock price is too high as compared to the company's expected earnings growth.\n", "\nAnalysts may also make a distinction between absolute P/E and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsrelative.asp\" rel=\"noopener noreferrer\">relative P/E</a> ratios in their analysis.\n", "\nThe numerator of this ratio is usually the current stock price, and the denominator may be the trailing EPS (TTM), the estimated EPS for the next 12 months (forward P/E) or a mix of the trailing EPS of the last two quarters and the forward P/E for the next two quarters. When distinguishing absolute P/E from relative P/E, it is important to remember that absolute P/E represents the P/E of the current time period. For example, if the price of the stock today is $100, and the TTM earnings are $2 per share, the P/E is 50 ($100/$2).\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/05/051005.asp\" rel=\"noopener noreferrer\">relative P/E</a> compares the current absolute P/E to a benchmark or a range of past P/Es over a relevant time period, such as the past 10 years. The relative P/E shows what portion or percentage of the past P/Es the current P/E has reached. The relative P/E usually compares the current P/E value to the highest value of the range, but investors might also compare the current P/E to the bottom side of the range, measuring how close the current P/E is to the historic low.\n", "\nThe relative P/E will have a value below 100% if the current P/E is lower than the past value (whether the past high or low). If the relative P/E measure is 100% or more, this tells investors that the current P/E has reached or surpassed the past value.\n", "\nLike any other fundamental designed to inform investors on whether or not a stock is worth buying, the price-to-earnings ratio comes with a few important <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/070214/how-can-pricetoearnings-pe-ratio-mislead-investors.asp\" rel=\"noopener noreferrer\">limitations</a> that are important to take into account, as investors may often be led to believe that there is one single metric that will provide complete insight into an investment decision, which is virtually never the case. Companies that aren't profitable, and consequently have no earnings—or negative earnings per share, pose a challenge when it comes to calculating their P/E. Opinions vary on how to deal with this. Some say there is a negative P/E, others assign a P/E of 0, while most just say the P/E doesn't exist (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/price-earnings-pe-not-applicable.asp\" rel=\"noopener noreferrer\">not available</a>—N/A) or is not interpretable until a company becomes profitable for purposes of comparison.\n", "\nOne primary limitation of using P/E ratios emerges when comparing P/E ratios of different companies. Valuations and growth rates of companies may often vary wildly between sectors due both to the differing ways companies earn money and to the differing timelines during which companies earn that money.\n", "\nAs such, one should only use P/E as a comparative tool when considering companies in the same sector, as this kind of comparison is the only kind that will yield productive insight. Comparing the P/E ratios of a telecommunications company and an energy company, for example, may lead one to believe that one is clearly the superior investment, but this is not a reliable assumption.\n", "\nAn individual company’s P/E ratio is much more meaningful when taken alongside P/E ratios of other companies within the same sector. For example, an energy company may have a high P/E ratio, but this may reflect a trend within the sector rather than one merely within the individual company. An individual company’s high P/E ratio, for example, would be less cause for concern when the entire sector has high P/E ratios.\n", "\nMoreover, because a company’s debt can affect both the prices of shares and the company’s earnings, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a> can skew P/E ratios as well. For example, suppose there are two similar companies that differ primarily in the amount of debt they take on. The one with more debt will likely have a lower P/E value than the one with less debt. However, if business is good, the one with more debt stands to see higher earnings because of the risks it has taken.\n", "\nAnother important limitation of price-to-earnings ratios is one that lies within the formula for calculating P/E itself. Accurate and unbiased presentations of P/E ratios rely on accurate inputs of the market value of shares and of accurate earnings per share estimates. The market determines the prices of shares through its continuous auction. The printed prices are available from a wide variety of reliable sources. However, the source for earnings information is ultimately the company themselves.This single source of data is more easily manipulated, so analysts and investors place trust the company's officers to provide accurate information. If that trust is perceived to be broken the stock will be considered more risky and therefore less valuable.\n", "\nTo reduce the risk of inaccurate information, the P/E ratio is but one measurement that analysts scrutinize. If the company were to intentionally manipulate the numbers to look better, and thus deceive investors, they would have to work strenuously to be certain that all metrics were manipulated in a coherent manner, which is difficult to do. That's why the P/E ratio continues to be one of the centrally referenced points of data to analyze a company, but by no means the only one.\n", "\nThe question of what is a good or bad price to earnings ratio will necessarily depend on the industry in which the company is operating. Some industries will have higher average price to earnings ratios, while others will have lower ratios. For example, as of January 2020, publicly-traded US coal companies had an average P/E ratio of only about 7, compared to more than 60 for software companies.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ If you want to get a general idea of whether a particular P/E ratio is high or low, you can compare it to the average P/E of the competitors within its industry.\n", "\nMany investors will say that it is better to buy shares in companies with a lower P/E, because this means you are paying less for every dollar of earnings that you receive. In that sense, a lower P/E is like a lower price tag, making it attractive to investors looking for a bargain. In practice, however, it is important to understand the reasons behind a company’s P/E. For instance, if a company has a low P/E because their business model is fundamentally in decline, then the apparent bargain might be an illusion.\n", "\nSimply put, a P/E ratio of 15 would mean that the current market value of the company is equal to 15 times its annual earnings. In other words, if you were to hypothetically buy 100% of the company’s shares, it would take 15 years for you to earn back your initial investment through the company’s ongoing profits.\n"]}