{"name": "Primary Market", "@id": "https://www.investopedia.com/terms/p/primarymarket.asp", "related": ["https://www.investopedia.com/terms/c/capitalmarkets.asp", "https://www.investopedia.com/terms/n/negotiatedunderwriting.asp", "https://www.investopedia.com/terms/g/greensheet.asp", "https://www.investopedia.com/terms/i/initial-offering-date.asp", "https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/m/marketoutclause.asp"], "body": ["\nA primary market issues new securities on an exchange for companies, governments, and other groups to obtain financing through debt-based or equity-based securities. Primary markets are facilitated by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting-group.asp\">underwriting groups</a> consisting of investment banks that set a beginning price range for a given security and oversee its sale to investors.\n", "\nOnce the initial sale is complete, further trading is conducted on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary market</a>, where the bulk of exchange trading occurs each day.\n", "\nThe primary market is where securities are created. It's in this market that firms sell (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/float.asp\">float</a>) new stocks and bonds to the public for the first time. An initial public offering, or IPO, is an example of a primary market. These trades provide an opportunity for investors to buy securities from the bank that did the initial underwriting for a particular stock. An IPO occurs when a private company issues stock to the public for the first time.\n", "\nCompanies and government entities sell new issues of common and preferred stock, corporate bonds and government bonds, notes, and bills on the primary market to fund business improvements or expand operations. Although an investment bank may set the securities' initial price and receive a fee for facilitating sales, most of the funding goes to the issuer. Investors typically pay less for securities on the primary market than on the secondary market.\n", "\nFor example, company ABCWXYZ Inc. hires five underwriting firms to determine the financial details of its IPO. The underwriters detail that the issue price of the stock will be $15. Investors can then buy the IPO at this price directly from the issuing company. This is the first opportunity that investors have to contribute capital to a company through the purchase of its stock. A company's equity capital is comprised of the funds generated by the sale of stock on the primary market.\n", "\nAll issues on the primary market are subject to strict regulation. Companies must file statements with the Securities and Exchange Commission (SEC) and other securities agencies and must wait until their filings are approved before they can go public.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rightsoffering.asp\">rights offering (issue)</a><strong> </strong>permits companies to raise additional equity through the primary market after already having securities enter the secondary market. Current investors are offered prorated rights based on the shares they currently own, and others can invest anew in newly minted shares.\n", "\nOther types of primary market offerings for stocks include private placement and preferential allotment. Private placement allows companies to sell directly to more significant investors such as hedge funds and banks without making shares publicly available. While preferential allotment offers shares to select investors (usually hedge funds, banks, and mutual funds) at a special price not available to the general public.\n", "\nSimilarly, businesses and governments that want to generate debt capital can choose to issue new short- and long-term bonds on the primary market. New bonds are issued with coupon rates that correspond to the current interest rates at the time of issuance, which may be higher or lower than pre-existing bonds.\n", "\nIn June 2016, the Republic of Argentina announced it was selling $2.75 billion worth of debt in a two-part U.S. dollar bond sale. Funding was going toward liability management purposes. Joint underwriters included Morgan Stanley, Bank of America, Merrill Lynch, Deutsche Bank, and Credit Suisse.\n", "\nYPF, an Argentine oil company, announced it was offering peso-linked, U.S. dollar-denominated 2020 bonds worth $750 million. The senior unsecured notes were being marketed with no registration rights, listed in Luxembourg and governed by New York law.\n", "\nCostera, a Colombian road concessionaire, announced a dual-currency bond sale. Funding would cover construction expenses and related costs for the Concesión Cartegena Barranquilla Project. The bonds were listed in Luxembourg and governed by New York law. The main underwriter was Goldman Sachs and co-manager was Scotiabank.\n", "\nFacebook Inc.'s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering (IPO</a>) in 2012 was the largest IPO of an online company and one of the largest IPOs in the technology sector. Many investors believed the stock's value would very quickly increase on the secondary market due to the company's popularity. Because of high demand in the primary market, underwriters priced the stock at $38 per share, at the top of the targeted range, and raised the stock offering level by 25% to 421 million shares. The stock valuation became $104 billion, the largest of any newly public company.\n", "\nAlthough Facebook raised $16 billion through the primary market, the stock did not greatly increase in value the day of the IPO. After 460 million shares were sold and turnover exceeded 100%, the stock closed at $38.23. However, Facebook still raised funding and investors purchased stock at a discount through the primary market.\n"]}