{"name": "Prime Cost Definition", "@id": "https://www.investopedia.com/terms/p/prime-cost.asp", "related": ["https://www.investopedia.com/terms/o/overhead-rate.asp", "https://www.investopedia.com/terms/v/variablecost.asp", "https://www.investopedia.com/terms/c/cogs.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/r/rawmaterials.asp"], "body": ["\nPrime costs are a firm's expenses directly related to the materials and labor used in production. It refers to a manufactured product's costs, which are calculated to ensure the best <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\">profit margin</a> for a company. The prime cost calculates the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/directcost.asp\">direct costs</a> of raw materials and labor that are involved in the production of a good. Direct costs do not include indirect expenses, such as advertising and administrative costs.\n", "\n<span data-value=\"\\text{Prime cost} = \\text{Direct raw materials} + \\text{Direct labor}\">﻿<span class=\"katex\"><span class=\"katex-mathml\">\n<math>\n<semantics>\n<mrow>\n<mtext>\nPrime cost\n</mtext>\n<mo>\n=\n</mo>\n<mtext>\nDirect raw materials\n</mtext>\n<mo>\n+\n</mo>\n<mtext>\nDirect labor\n</mtext>\n</mrow>\n<annotation encoding=\"application/x-tex\">\n\\text{Prime cost} = \\text{Direct raw materials} + \\text{Direct labor}\n</annotation>\n</semantics>\n</math></span><span class=\"katex-html\"><span class=\"strut\"></span><span class=\"strut bottom\"></span><span class=\"base\"><span class=\"mord text\"><span class=\"mord mathrm\">Prime cost</span></span><span class=\"mrel\">=</span><span class=\"mord text\"><span class=\"mord mathrm\">Direct raw materials</span></span><span class=\"mbin\">+</span><span class=\"mord text\"><span class=\"mord mathrm\">Direct labor</span></span></span></span></span></span>﻿\n", "\nA prime cost is the total direct costs, which may be fixed or variable, of manufacturing an item for sale. Businesses use prime costs as a way of measuring the total cost of the production inputs needed to create a given output. By analyzing its prime costs, a company can set prices that yield desired profits. By lowering its prime costs, a company can increase its profit or undercut its competitors' prices.\n", "\nCompanies need to calculate the prime cost of each product manufactured to ensure they are generating a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a>. Self-employed individuals, such as artisans who create and sell custom-made furniture, often use the prime cost calculation to ensure they are making the hourly wage they desire while also profiting from each product made.\n", "\nIndirect costs, such as utilities, manager salaries, and delivery costs, are not included in prime costs. One reason why indirect costs are excluded from the prime cost calculation is that they can be difficult to quantify and allocate. \n", "\nLet's say, as an example, a professional woodworker is hired to construct a dining room table for a customer. The prime costs for creating the table include direct labor and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rawmaterials.asp\">raw materials</a>, such as lumber, hardware, and paint. The materials directly contributing to the table's production cost $200. The woodworker charges $50 per hour for labor, and this project takes three hours to complete. The prime cost to produce the table is $350 ($200 for the raw materials + $150 in direct labor). To generate a profit, the table's price should be set above its prime cost.\n", "\nConsider the same woodworker who constructed and sold a new hand-crafted table for $250. The cost of the raw materials was $200, and it took him three hours to construct. Without regard to labor costs, the woodworker realized a gain of $50. If his direct labor costs were $15 per hour, he realized a modest gain of $5. Therefore, it is especially important for self-employed persons to employ the prime cost method when determining what price to set for their goods and services.\n", "\nIf the same artisan desired a labor wage of $20 per hour and a profit of $100, the prime cost and price would be $260 ($200 for materials and $60 for labor) and $360 (prime cost + desired profit), respectively.\n", "\nConversion costs are also used to calculate profitability based on the cost of production, but these include direct labor as well as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overhead.asp\">overhead</a> expenses incurred due to the transformation of raw materials into finished products. Overhead costs are defined as the expenses that cannot be directly attributed to the production process but are necessary for operations, such as electricity or other utilities needed for the manufacturing plant. Direct labor costs are the same as those used in prime cost calculations.\n", "\nConversion costs are also used as a measure to gauge the efficiencies in production processes but take into account the overhead expenses left out of prime cost calculations. Operations managers also use conversion costs to determine where there may be waste within the manufacturing process. Conversions costs and prime costs can be used together to help calculate the minimum profit needed when determining prices to charge customers.\n", "\nBecause prime cost only considers direct costs, it does not capture the total cost of production. As a result, the prime cost calculation can be misleading if indirect costs are relatively large. A company likely incurs several other expenses that would not be included in the calculation of the prime cost, such as manager salaries or expenses for additional supplies needed to keep the factory running. These other expenses are considered manufacturing overhead expenses and are included in the calculation of the conversion cost. The conversion cost takes labor and overhead expenses into account, but not the cost of materials.\n", "\nA second limitation of prime cost involves the challenges associated with identifying which production costs are indeed direct. There are numerous expenses associated with producing goods for sale. To calculate the prime cost of an item accurately, there must be a clear division between those expenses that can directly link to the production of each unit versus those that are required to run the overall business. The specific expenses included in the prime cost calculation can vary depending on the item being produced.\n"]}