{"name": "Private Good Definition", "@id": "https://www.investopedia.com/terms/p/private-good.asp", "related": ["https://www.investopedia.com/terms/t/tragedy-of-the-commons.asp", "https://www.investopedia.com/terms/c/common-pool.asp", "https://www.investopedia.com/terms/p/public-good.asp", "https://www.investopedia.com/terms/f/fastmoving-consumer-goods-fmcg.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/m/marketfailure.asp"], "body": ["\nA private good is a product that must be purchased to be consumed, and consumption by one individual prevents another individual from consuming it. In other words, a good is considered to be a private good if there is competition between individuals to obtain the good and if consuming the good prevents someone else from consuming it.\n", "\nEconomists refer to private goods as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rival_good.asp\" rel=\"noopener noreferrer\">rivalrous</a> and excludable, and can be contrasted with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-good.asp\" rel=\"noopener noreferrer\">public goods</a>.\n", "\nWe encounter private goods every day. Examples include a dinner at a restaurant, a grocery shopping, airplane rides, and cellphones. A private good is thus any item that can only be used or consumed by one party at a time. Many tangible home goods qualify, as they can only be used by those who have access to them. Any item that is effectively destroyed or rendered unusable for its original purpose through use, such as food and toilet paper, are also private goods.\n", "\nOften, private goods have finite availability, making them excludable in nature by preventing others access to it. For example, only a certain number of a certain pair of designer shoes are produced, so not everyone can have those shoes even if they wish to purchase them. Not only is a single pair seen as a private good, but the entire product line can be classified as such.\n", "\nThe majority of private goods must be purchased for a cost. This cost offsets the fact that the use of the good by one prevents the use of the good by another. Purchasing the item secures the right to consume it and compensates the producer for the costs involved in making it.\n", "\nA private good is the opposite of a public good. Public goods are generally open for all to use and consumption by one party does not deter another party's ability to use it. It is also not excludable; preventing the use of the good by another is not possible. Many public goods can be consumed at no cost.\n", "\nWater fountains in public places would qualify as public goods, since they can be used by anyone and there is no reasonable possibility of it becoming fully used up. Public television received over the air and standard AM or FM local radio also qualify, as any number of people can watch of listen to the broadcast without affecting other people's ability to do so.\n", "\nPrivate goods are less likely to experience the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/free_rider_problem.asp\" rel=\"noopener noreferrer\">free rider problem</a> because a private good has to be purchased; it is not readily available for free. A company's goal in producing a private good is to make a profit. Without the incentive created by revenue, a company is unlikely to want to produce the good. Meanwhile, public goods may be subject to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tragedy-of-the-commons.asp\" rel=\"noopener noreferrer\">tragedy of the commons</a> problem.\n", "\n.\n"]}