{"name": "Private Placement Definition", "@id": "https://www.investopedia.com/terms/p/privateplacement.asp", "related": ["https://www.investopedia.com/terms/d/directpublicoffering.asp", "https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/p/publicoffering.asp", "https://www.investopedia.com/terms/l/legend.asp", "https://www.investopedia.com/terms/s/security.asp", "https://www.investopedia.com/terms/f/financial-market.asp"], "body": ["\nA private placement is a sale of stock shares or bonds to pre-selected investors and institutions rather than on the open market. It is an alternative to an initial public offering (IPO) for a company seeking to raise capital for expansion.\n", "\nInvestors invited to participate in private placement programs include wealthy individual investors, banks and other financial institutions, mutual funds, insurance companies, and pension funds.\n", "\nOne advantage of a private placement is its relatively few regulatory requirements.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are minimal regulatory requirements and standards for a private placement even though, like an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/021015/what-difference-between-ipo-and-private-placement.asp\" rel=\"noopener noreferrer\">IPO</a>, it involves the sale of securities. The sale does not even have to be registered with the U.S. Securities and Exchange Commission (SEC). The company is not required to provide a prospectus to potential investors and detailed financial information may not be disclosed.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe sale of stock on the public exchanges is regulated by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/securitiesact1933.asp\" rel=\"noopener noreferrer\">Securities Act of 1933</a>, which was enacted after the market crash of 1929 to ensure that investors receive sufficient disclosure when they purchase securities.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Regulation D of that act provides a registration exemption for private placement offerings.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe same regulation allows an issuer to sell securities to a pre-selected group of investors that meet specified requirements. Instead of a prospectus, private placements are sold using a private placement memorandum (PPM) and cannot be broadly marketed to the general public.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIt specifies that only <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\" rel=\"noopener noreferrer\">accredited investors</a> may participate.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ These may include individuals or entities such as venture capital firms that qualify under the SEC’s terms.\n", "\nPrivate placements have become a common way for startups to raise financing, particularly those in the internet and financial technology sectors. They allow these companies to grow and develop while avoiding the full glare of public scrutiny that accompanies an IPO.\n", "\nAs an example, Lightspeed Systems, an Austin-based company that creates content-control and monitoring software for K-12 educational institutions, raised an undisclosed amount of money in a private placement Series D financing round in March 2019.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ The funds were to be used for business development.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nAbove all, a young company can remain a private entity, avoiding the many regulations and annual disclosure requirements that follow an IPO. The light regulation of private placements allows the company to avoid the time and expense of registering with the SEC<strong>.</strong><span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThat means the process of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a> is faster, and the company gets its funding sooner.\n", "\nIf the issuer is selling a bond, it also avoids the time and expense of obtaining a credit rating from a bond agency.\n", "\nA private placement allows the issuer to sell a more complex security to accredited investors who understand the potential risks and rewards.\n", "\nThe buyer of a private placement bond issue expects a higher rate of interest than can be earned on a publicly-traded security.\n", "\nBecause of the additional risk of not obtaining a credit rating, a private placement buyer may not buy a bond unless it is secured by specific collateral.\n", "\nA private placement stock investor may also demand a higher percentage of ownership in the business or a fixed dividend payment per share of stock.\n"]}