{"name": "Pro Forma Invoice Definition", "@id": "https://www.investopedia.com/terms/p/pro-forma-invoice.asp", "related": ["https://www.investopedia.com/terms/i/invoice.asp", "https://www.investopedia.com/terms/c/cashondelivery.asp", "https://www.investopedia.com/terms/c/carriage-paid-cpt.asp", "https://www.investopedia.com/terms/e/exw.asp", "https://www.investopedia.com/terms/f/fob.asp", "https://www.investopedia.com/terms/c/claused-bill-of-lading.asp"], "body": ["\nA pro forma invoice is a preliminary <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bill-of-sale.asp\">bill of sale</a> sent to buyers in advance of a shipment or delivery of goods. The invoice will typically describe the purchased items and other important information, such as the shipping weight and transport charges. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proforma.asp\">Pro forma</a>, Latin for “as a matter of form” or “for the sake of form,” invoices often come into play with international transactions, especially for customs purposes on imports.\n", "\nA pro forma <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/invoice.asp\">invoice</a> differs from a simple price quotation because it is a binding agreement, although the terms of sale are subject to change. Businesses in virtually all industries use pro forma invoices to satisfy their internal purchase approval process. Pro forma invoices streamline the sales process by eliminating additional back-and-forth after a sale goes through, as all terms have been agreed to upfront.\n", "\nMost pro forma invoices provide the buyer with a precise sale price. It includes an estimate of any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a> or fees, such as applicable taxes or shipping costs. Although the pro forma invoice may be subject to change, it represents a good faith estimate to avoid exposing the buyer to any unexpected and significant charges once the transaction is final.\n", "\nA firm may send a pro forma invoice before shipping any agreed-upon <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deliverables.asp\">deliverables</a> or with the shipped items. While it does contain exact cost details associated with the sale, it is not an official demand for payment. No guidelines dictate the exact presentation or format of a pro forma invoice, and it may or may not resemble other commercial invoices.\n", "\nSpecific documentation is required before goods can pass through customs in the U.S. A traditional commercial invoice must list substantial information such as the buyer and the seller, a description of the goods, the quantity, the value for all the shipped items, and the location of the purchase.\n", "\nA pro forma invoice requires only enough information to allow customs to determine the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duty.asp\">duties</a> needed from a general examination of the included goods. If a firm uses a pro forma invoice for customs, it must present a commercial invoice within 120 days.\n", "\nIf the parties have already completed a sale, a commercial invoice records it. If the transaction has not yet occurred, the selling firm may use a pro forma invoice. A firm may also use a pro forma invoice if the sales contract's terms specify that full payment is not due until the buyer receives certain goods. \n", "\nFor example, a bakery customer might agree to the price of a cake on the pro forma invoice, and the baker will deliver the cake once it is ready. The customer will pay when the invoice is received. The final invoice amount will be the same or close to the amount on the pro forma invoice.\n"]}