{"name": "Probability Distribution Definition", "@id": "https://www.investopedia.com/terms/p/probabilitydistribution.asp", "related": ["https://www.investopedia.com/terms/u/uniform-distribution.asp", "https://www.investopedia.com/terms/s/skewness.asp", "https://www.investopedia.com/terms/b/bell-curve.asp", "https://www.investopedia.com/terms/l/log-normal-distribution.asp", "https://www.investopedia.com/terms/e/empirical-rule.asp", "https://www.investopedia.com/terms/t/tdistribution.asp"], "body": ["\nA probability distribution is a statistical function that describes all the possible values and likelihoods that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/random-variable.asp\" rel=\"noopener noreferrer\">random variable</a> can take within a given range. This range will be bounded between the minimum and maximum possible values, but precisely where the possible value is likely to be plotted on the probability distribution depends on a number of factors. These factors include the distribution's mean (average), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviation</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/skewness.asp\" rel=\"noopener noreferrer\">skewness</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/kurtosis.asp\" rel=\"noopener noreferrer\">kurtosis</a>.\n", "\nPerhaps the most common probability distribution is the normal distribution, or \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bell-curve.asp\" rel=\"noopener noreferrer\">bell curve</a>,\" although several distributions exist that are commonly used. Typically, the data generating process of some phenomenon will dictate its probability distribution. This process is called the probability density function.\n", "\nProbability distributions can also be used to create cumulative distribution functions (CDFs), which adds up the probability of occurrences cumulatively and will always start at zero and end at 100%.\n", "\nAcademics, financial analysts and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundmanager.asp\" rel=\"noopener noreferrer\">fund managers</a> alike may determine a particular stock's probability distribution to evaluate the possible expected returns that the stock may yield in the future. The stock's history of returns, which can be measured from any time interval, will likely be composed of only a fraction of the stock's returns, which will subject the analysis to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/samplingerror.asp\" rel=\"noopener noreferrer\">sampling error</a>. By <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/simple-random-sample/\" rel=\"noopener noreferrer\">increasing the sample size,</a> this error can be dramatically reduced.\n", "\nThere are many different classifications of probability distributions. Some of them include the normal distribution, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chi-square-statistic.asp\" rel=\"noopener noreferrer\">chi square</a> distribution, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/binomialdistribution.asp\" rel=\"noopener noreferrer\">binomial distribution</a>, and Poisson distribution. The different probability distributions serve different purposes and represent different data generation processes. The binomial distribution, for example, evaluates the probability of an event occurring several times over a given number of trials and given the event's probability in each trial. and may be generated by keeping track of how many free throws a basketball player makes in a game, where 1 = a basket and 0 = a miss. Another typical example would be to use a fair coin and figuring the probability of that coin coming up heads in 10 straight flips. A binomial distribution is <em>discrete</em>, as opposed to continuous, since only 1 or 0 is a valid response.\n", "\nThe most commonly used distribution is the normal distribution, which is used frequently in finance, investing, science, and engineering. The normal distribution is fully characterized by its mean and standard deviation, meaning the distribution is not skewed and does exhibit kurtosis. This makes the distribution symmetric and it is depicted as a bell-shaped curve when plotted. A normal distribution is defined by a mean (average) of zero and a standard deviation of 1.0, with a skew of zero and kurtosis = 3. In a normal distribution, approximately 68% of the data collected will fall within +/- one standard deviation of the mean; approximately 95% within +/- two standard deviations; and 99.7% within three standard deviations. Unlike the binomial distribution, the normal distribution is continuous, meaning that all possible values are represented (as opposed to just 0 and 1 with nothing in between).\n", "\nStock returns are often assumed to be normally distributed but in reality, they exhibit kurtosis with large negative and positive returns seeming to occur more than would be predicted by a normal distribution. In fact, because stock prices are bounded by zero but offer a potential unlimited upside, the distribution of stock returns has been described as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/log-normal-distribution.asp\" rel=\"noopener noreferrer\">log-normal</a>. This shows up on a plot of stock returns with the tails of the distribution having greater thickness.\n", "\nProbability distributions are often used in risk management as well to evaluate the probability and amount of losses that an investment portfolio would incur based on a distribution of historical returns. One popular risk management metric used in investing is value-at-risk (VaR). VaR yields the minimum loss that can occur given a probability and time frame for a portfolio. Alternatively, an investor can get a probability of loss for an amount of loss and time frame using VaR. Misuse and overeliance on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\" rel=\"noopener noreferrer\">VaR</a> has been implicated as one of the major causes of the 2008 financial crisis.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAs a simple example of a probability distribution, let us look at the number observed when rolling two standard six-sided dice. Each die has a 1/6 probability of rolling any single number, one through six, but the sum of two dice will form the probability distribution depicted in the image below. Seven is the most common outcome (1+6, 6+1, 5+2, 2+5, 3+4, 4+3). Two and twelve, on the other hand, are far less likely (1+1 and 6+6).\n"]}