{"name": "Productivity", "@id": "https://www.investopedia.com/terms/p/productivity.asp", "related": ["https://www.investopedia.com/terms/s/solow-residual.asp", "https://www.investopedia.com/terms/p/productivity-and-costs.asp", "https://www.investopedia.com/terms/o/one-third-rule.asp", "https://www.investopedia.com/terms/l/labor-productivity.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/r/realgdp.asp"], "body": ["\nProductivity, in economics, measures output per unit of input, such as labor, capital or any other resource – and is typically calculated for the economy as a whole, as a ratio of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP) to hours worked. Labor productivity may be further broken down by sector to examine trends in labor growth, wage levels and technological improvement. Corporate profits and shareholder returns are directly linked to productivity growth.\n", "\nAt the corporate level, where productivity is a measure of the efficiency of a company's production process, it is calculated by measuring the number of units produced relative to employee labor hours or by measuring a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netsales.asp\">net sales</a> relative to employee labor hours.\n", "\nProductivity is the key source of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macroeconomics.asp\">economic growth</a> and competitiveness. A country’s ability to improve its standard of living depends almost entirely on its ability to raise its output per worker, i.e., producing more goods and services for a given number of hours of work. Economists use productivity growth to model the productive capacity of economies and determine their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capacityutilizationrate.asp\">capacity utilization rates</a>. This, in turn, is used to forecast business cycles and predict future levels of GDP growth. In addition, production capacity and utilization are used to assess demand and inflationary pressures.\n", "\nThe most commonly reported productivity measure is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/labor-productivity.asp\">labor productivity</a> published by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\">Bureau of Labor Statistics</a>. This is based on the ratio of GDP to total hours worked in the economy. Labor productivity growth comes from increases in the amount of capital available to each worker (capital deepening), the education and experience of the workforce (labor composition) and improvements in technology (multi-factor productivity growth).\n", "\nHowever, productivity is not necessarily an indicator of the health of an economy at a given point in time. For example, in the 2009 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a> in the United States, output and hours worked were both falling while productivity was growing — because hours worked were falling faster than output. Because gains in productivity can occur both in recessions and in expansions — as it did in the late 1990s — one needs to take the economic context into account when analyzing productivity data.\n", "\nThere are many factors that affect a country’s productivity, such as investment in plant and equipment, innovation, improvements in supply chain logistics, education, enterprise and competition. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/solow-residual.asp\">Solow residual</a>, which is usually referred to as total factor productivity, measures the portion of an economy’s output growth that cannot be attributed to the accumulation of capital and labor. It is interpreted as the contribution to economic growth made by managerial, technological, strategic and financial innovations. Also known as multi-factor productivity (MFP), this measure of economic performance compares the number of goods and services produced to the number of combined inputs used to produce those goods and services. Inputs can include labor, capital, energy, materials and purchased services.\n", "\nWhen productivity fails to grow significantly, it limits potential gains in wages, corporate profits and living standards. Investment in an economy is equal to the level of savings because investment has to be financed from saving. Low savings rates can lead to lower investment rates and lower growth rates for labor productivity and real wages. This is why it is feared that the low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savings-rate.asp\">savings rate</a> in the U.S. could hurt productivity growth in the future.\n", "\nSince the global financial crisis, the growth in labor productivity has collapsed in every advanced economy. It is one of the main reasons why GDP growth has been so sluggish since then. In the U.S., labor productivity growth fell to an annualized rate of 1.1% between 2007 and 2017, compared to at an average of 2.5% in nearly every economic recovery since 1948. This has been blamed on the declining quality of labor, diminishing returns from technological innovation and the global <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtoverhang.asp\">debt overhang</a>, which has led to increased taxation, which has in turn suppressed demand and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\">capital expenditure</a>.\n", "\nA big question is what role quantitative easing and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/031815/what-zero-interestrate-policy-zirp.asp\">zero interest rate policies</a> (ZIRP) have played in encouraging consumption at the expense of saving and investment. Companies have been spending money on short-term investments and share buybacks, rather than investing in long-term capital. One solution, besides better education, training and research, is to promote capital investment. And the best way to do that, say economists, is to reform corporate taxation, which should increase investment in manufacturing. This, of course, is the goal of president <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\">Trump's tax reform plan</a>.\n"]}