{"name": "Production Externality Defined", "@id": "https://www.investopedia.com/terms/e/externality-of-production.asp", "related": ["https://www.investopedia.com/terms/g/gpi.asp", "https://www.investopedia.com/terms/e/externality.asp", "https://www.investopedia.com/terms/p/pigoviantax.asp", "https://www.investopedia.com/terms/t/truecosteconomics.asp", "https://www.investopedia.com/terms/c/carbon-dioxide-tax.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nProduction externality refers to a side effect from an industrial operation, such as a paper mill producing waste that is dumped into a river. Production <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/externality.asp\" rel=\"noopener noreferrer\">externalities</a> are usually unintended, and their impacts are typically unrelated to and unsolicited by anyone. They can have economic, social, or environmental <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/side-effect.asp\" rel=\"noopener noreferrer\">side effects</a>.\n", "\nProduction externalities can be measured in terms of the difference between the actual cost of production of the good and the real cost of this production to society at large. The impact of production externalities can be positive or negative or a combination of both.\n", "\nThere are many examples of production externalities, such as pollution and depletion of natural resources.\n", "\nA logging company can pay for the cost of a tree that they remove, but the cost of replacing an entire forest once it is gone is exponentially more than the sum of its lost trees. Freeway traffic jams and health problems that arise from breathing secondhand smoke are further examples of externalities in production. A notable example of a large ecosystem of negative production externality is the Flint water crisis in 2019.\n", "\nThe British economist A. C. Pigou was the first to call out production externalities as a systemic phenomenon. Pigou argued that in the presence of externalities, we do not achieve <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paretoprinciple.asp\" rel=\"noopener noreferrer\">Pareto</a> optimality, even under <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\" rel=\"noopener noreferrer\">perfect competition</a>. If the externalities are present, the resulting social benefit or cost becomes a combination of private and external benefits or costs. \n", "\nA positive production externality (also called \"external benefit\" or \"external economy\" or \"beneficial externality\") is the positive effect an activity imposes on an unrelated third party. Similar to a negative externality. \n", "\nGoing back to the example of the farmer who keeps the bees for their honey. A side effect or externality associated with such activity is the pollination of surrounding crops by the bees. The value generated by the pollination may be more important than the actual value of the harvested honey.\n", "\nSimilarly, a negative production externality is the negative effect an activity imposes on an unrelated third party. \n"]}