{"name": "Project Finance Definition", "@id": "https://www.investopedia.com/terms/p/projectfinance.asp", "related": ["https://www.investopedia.com/terms/s/spv.asp", "https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/d/debt-issue.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp"], "body": ["\nProject finance is the funding (financing) of long-term infrastructure, industrial projects, and public services using a non-recourse or limited recourse <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-structure.asp\" rel=\"noopener noreferrer\">financial structure</a>. The debt and equity used to finance the project are paid back from the cash flow generated by the project.\n", "\nProject financing is a loan structure that relies primarily on the project's cash flow for repayment, with the project's assets, rights, and interests held as secondary collateral. Project finance is especially attractive to the private sector because companies can fund major projects <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/off-balance-sheet-obs.asp\" rel=\"noopener noreferrer\">off-balance sheet</a>.\n", "\nThe project finance structure for a build, operate and transfer (BOT) project includes multiple key elements.\n", "\nProject finance for BOT projects generally includes a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spv.asp\" rel=\"noopener noreferrer\">special purpose vehicle</a> (SPV). The company’s sole activity is carrying out the project by subcontracting most aspects through construction and operations contracts. Because there is no revenue stream during the construction phase of new-build projects, debt service only occurs during the operations phase.\n", "\nFor this reason, parties take significant risks during the construction phase. The sole revenue stream during this phase is generally under an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/offtake-agreement.asp\" rel=\"noopener noreferrer\">offtake</a> agreement or power purchase agreement. Because there is limited or no recourse to the project’s sponsors, company shareholders are typically liable up to the extent of their shareholdings. The project remains off-balance-sheet for the sponsors and for the government.\n", "\nProject debt is typically held in a sufficient minority subsidiary not consolidated on the balance sheet of the respective shareholders. This reduces the project’s impact on the cost of the shareholders’ existing debt and debt capacity. The shareholders are free to use their debt capacity for other investments.\n", "\nTo some extent, the government may use project financing to keep project debt and liabilities off-balance-sheet so they take up less fiscal space. Fiscal space is the amount of money the government may spend beyond what it is already investing in public services such as health, welfare, and education. The theory is that strong economic growth will bring the government more money through extra tax revenue from more people working and paying more taxes, allowing the government to increase spending on public services.\n", "\nWhen defaulting on a loan, recourse financing gives lenders full claim to shareholders’ assets or cash flow. In contrast, project financing provides the project company as a limited-liability SPV. The lenders’ recourse is thus limited primarily or entirely to the project’s assets, including completion and performance guarantees and bonds, in case the project company defaults.\n", "\nA key issue in non-recourse financing is whether circumstances may arise in which the lenders have recourse to some or all of the shareholders’ assets. A deliberate breach on the part of the shareholders may give the lender recourse to assets.\n", "\nApplicable law may restrict the extent to which shareholder liability may be limited. For example, liability for personal injury or death is typically not subject to elimination. Non-recourse debt is characterized by high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\" rel=\"noopener noreferrer\">capital expenditures</a>, long loan periods and uncertain revenue streams. Underwriting these loans requires financial modeling skills and a sound knowledge of the underlying technical domain.\n", "\nTo preempt deficiency balances, loan-to-value (LTV) ratios are usually limited to 60% in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrecoursedebt.asp\" rel=\"noopener noreferrer\">non-recourse loans</a>. Lenders impose higher credit standards on borrowers to minimize the chance of default. Non-recourse loans, on account of their greater risk, carry higher interest rates than recourse loans.\n", "\nIf two people are looking to purchase large assets, such as a home, and one receives a recourse loan and the other a non-recourse loan, the actions the financial institution can take against each borrower are different.\n", "\nIn both cases, the homes may be used as collateral, meaning they can be seized should either borrower default. To recoup costs when the borrowers default, the financial institutions can attempt to sell the homes and use the sale price to pay down the associated debt. If the properties sell for less than the amount owed, the financial institution can pursue only the debtor with the recourse loan. The debtor with the non-recourse loan cannot be pursued for any additional payment beyond the seizure of the asset.\n"]}