{"name": "Proof of Stake (PoS) Definition", "@id": "https://www.investopedia.com/terms/p/proof-stake-pos.asp", "related": ["https://www.investopedia.com/terms/p/proof-activity-cryptocurrency.asp", "https://www.investopedia.com/terms/p/proof-work.asp", "https://www.investopedia.com/terms/o/obelisk-consensus-algorithm.asp", "https://www.investopedia.com/terms/p/peercoin.asp", "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp", "https://www.investopedia.com/bitcoin-halving-4843769"], "body": ["\nProof of Stake (PoS) concept states that a person can mine or validate block transactions according to how many coins he or she holds. This means that the more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/altcoin.asp\">altcoin</a> owned by a miner, the more mining power he or she has.\n", "\nThe proof of stake was created as an alternative to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">proof of work</a> (PoW), to tackle inherent issues in the latter. When a transaction is initiated, the transaction data is fitted into a block with a maximum capacity of 1 megabyte, and then duplicated across multiple computers or nodes on the network. The nodes are the administrative body of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a> and verify the legitimacy of the transactions in each block. To carry out the verification step, the nodes or miners would need to solve a computational puzzle, known as the proof of work problem. The first miner to decrypt each block transaction problem gets rewarded with coin. Once a block of transactions has been verified, it is added to the blockchain, a public transparent ledger.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin-mining.asp\">Mining</a> requires a great deal of computing power to run different cryptographic calculations to unlock the computational challenges. The computing power translates into a high amount of electricity and power needed for the proof of work. In 2015, it was estimated that one Bitcoin transaction required the amount of electricity needed to power up 1.57 American households per day. To foot the electricity bill, miners would usually sell their awarded coins for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiatmoney.asp\">fiat money</a>, which would lead to a downward movement in the price of the cryptocurrency.\n", "\nThe proof of stake (PoS) seeks to address this issue by attributing mining power to the proportion of coins held by a miner. This way, instead of utilizing energy to answer PoW puzzles, a PoS miner is limited to mining a percentage of transactions that is reflective of his or her ownership stake. For instance, a miner who owns 3% of the Bitcoin available can theoretically mine only 3% of the blocks.\n", "\nBitcoin uses a PoW system and as such is susceptible to a potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tragedy-of-the-commons.asp\">Tragedy of Commons</a>. The Tragedy of Commons refers to a future point in time when there will be fewer bitcoin miners available due to little to no block reward from mining. The only fees that will be earned will come from transaction fees which will also diminish over time as users opt to pay lower fees for their transactions. With fewer miners than required mining for coins, the network becomes more vulnerable to a 51% attack. A 51% attack is when a miner or mining pool controls 51% of the computational power of the network and creates fraudulent blocks of transactions for himself while invalidating the transactions of others in the network.\n", "\nWith a PoS, the attacker would need to obtain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/51-attack.asp\">51</a>% of the cryptocurrency to carry out a 51% attack. The proof of stake avoids this ‘tragedy’ by making it disadvantageous for a miner with a 51% stake in a cryptocurrency to attack the network. Although it would be difficult and expensive to accumulate 51% of a reputable <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-money.asp\">digital coin</a>, a miner with 51% stake in the coin would not have it in his best interest to attack a network which he holds a majority share. If the value of the cryptocurrency falls, this means that the value of his holdings would also fall, and so the majority stake owner would be more incentivized to maintain a secure network.\n", "\nIn addition to Bitcoin, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/litecoin.asp\">Litecoin</a> (LTC) also uses the PoW method. Nxt (NXT) is an example of a cryptocoin that uses the PoS method. Some coins like <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/peercoin.asp\">Peercoin</a> (PPC) use a mixed system where both methods are incorporated. Currently, Ethereum (ETH) is in the process of switching to a PoS system.\n"]}