{"name": "Proprietary Trading Definition", "@id": "https://www.investopedia.com/terms/p/proprietarytrading.asp", "related": ["https://www.investopedia.com/terms/t/tradingdesk.asp", "https://www.investopedia.com/terms/m/memberfirm.asp", "https://www.investopedia.com/terms/i/inter-dealerbroker.asp", "https://www.investopedia.com/terms/o/outtrade.asp", "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp", "https://www.investopedia.com/terms/u/upstairs-market.asp"], "body": ["\nProprietary trading refers to a financial firm or commercial bank that invests for direct market gain rather than earning commission dollars by trading on behalf of clients. Also known as \"prop trading,\" this type of trading activity occurs when a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/010715/worlds-top-10-trading-companies.asp\" rel=\"noopener noreferrer\">financial firm chooses to profit from market activities</a> rather than thin-margin commissions obtained through client trading activity. Proprietary trading may involve the trading of stocks, bonds, commodities, currencies or other instruments.\n", "\nFinancial firms or commercial banks that engage in proprietary trading believe they have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantage</a> that will enable them to earn an annual return that exceeds index investing, bond yield appreciation or other investment styles.\n", "\nProprietary trading, which is also known as \"prop trading,\" occurs when a trading desk at a financial institution, brokerage firm, investment bank, hedge fund or other liquidity source uses the firm's capital and balance sheet to conduct self-promoting financial transactions. These trades are usually speculative in nature, executed through a variety of derivatives or other complex investment vehicles.\n", "\nThere are many benefits that proprietary trading provide a financial institution or commercial bank, most notably higher quarterly and annual profits. When a brokerage firm or investment bank trades on behalf of clients, it earns revenues in the form of commissions and fees. This income can represent a very small percentage of the total amount invested or the gains generated, but the process also allows an institution to realize 100% of the gains earned from an investment.\n", "\nThe second benefit is that the institution is able to stockpile an inventory of securities. This helps in two ways. First, any speculative inventory allows the institution to offer an unexpected advantage to clients. Second, it helps these institutions prepare for down or illiquid markets when it becomes harder to purchase or sell securities on the open market.\n", "\nThe final benefit is associated with the second benefit. Proprietary trading allows a financial institution to become an influential market maker by providing liquidity on a specific security or group of securities.\n", "\nIn order for proprietary trading to be effective and also keep the institution's clients in mind, the proprietary trading desk is normally \"roped off\" from other trading desks. This desk is responsible for a portion of the financial institution's revenues, unrelated to client work while acting autonomously.\n", "\nHowever, proprietary trading desks can also function as market makers, as outlined above. This situation arises when a client wants to trade a large amount of a single security or trade a highly illiquid security. Since there aren't many buyers or sellers for this type of trade, a proprietary trading desk will act as the buyer or seller, initiating the other side of the client trade.\n"]}