{"name": "Property Tax Deduction Definition", "@id": "https://www.investopedia.com/terms/p/property_tax_deduction.asp", "related": ["https://www.investopedia.com/terms/i/itemizeddeduction.asp", "https://www.investopedia.com/terms/s/schedulea.asp", "https://www.investopedia.com/terms/t/taxpayer.asp", "https://www.investopedia.com/terms/m/marriage-penalty.asp", "https://www.investopedia.com/terms/t/taxableincome.asp", "https://www.investopedia.com/terms/s/standarddeduction.asp"], "body": ["\nState and local property taxes are generally eligible to be deducted from the property owner's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal_income_tax.asp\" rel=\"noopener noreferrer\">federal income taxes</a>. Deductible real estate taxes include any state, local, or foreign taxes that are levied for the general public welfare. They do not include taxes charged for home renovations or for services like trash collection.\n", "\nAs noted below, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a> (TCJA) capped the property tax deduction, along with other state and local taxes, starting with 2018 taxes. The law capped the deduction for state and local taxes, including property taxes, at $10,000 ($5,000 if married filing separately). Previously, there was no limit on the deduction.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe owner of a property must pay taxes, assessed annually by a state and/or local government, on the value of the property. A property owner can claim a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">tax deduction</a> on some or all of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\" rel=\"noopener noreferrer\">property taxes</a> paid if they use the property for personal use and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/itemizeddeduction.asp\" rel=\"noopener noreferrer\">itemize deductions</a> on their federal tax return.\n", "\nThe real estate taxes that can be deducted include taxes paid at closing when buying or selling a home and taxes paid to a county or town’s tax assessor on the assessed value of the personal property. Personal property, according to the Internal Revenue Service (IRS), may include a taxpayer’s main home, vacation home, land, or foreign property.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nTaxes paid on rental or commercial property—and on property not owned by the taxpayer—can not be deducted. In addition, a homebuyer who pays the seller's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/back-taxes.asp\" rel=\"noopener noreferrer\">delinquent taxes</a> from an earlier year at the time the sale was closed cannot deduct these tax payments on their tax return. This delinquent tax payment is, instead, treated as part of the cost of buying the home.\n", "\nAlso, a property owner’s tax bill includes miscellaneous items that are not allowed to be deducted for tax purposes. Some of these items include payments for improvements made to a local residential area, such as sidewalks, and fees for service delivery, such as trash collection. To understand what portion of a tax bill qualifies for the deduction, refer to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form_1098.asp\" rel=\"noopener noreferrer\">Form 1098</a>, which is reported by the bank or lender to the IRS and sent to the property owner.\n", "\nTo claim a property tax deduction, the tax must apply only to the value of the personal property owned and be charged on an annual basis, irrespective of when the government collects it from you. Therefore, if the state tax was only charged at the time the property was purchased then it does not meet the IRS definition of a deductible personal property tax.\n", "\nAs stated earlier, property tax can only be deducted if the owner chooses to itemize deductions. It makes sense for a taxpayer to itemize deductions if the sum of all their eligible itemized expenses is greater than the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeduction.asp\" rel=\"noopener noreferrer\">standard deduction</a> allowed in a given tax year.\n", "\nFrom time to time there is talk of eliminating the property tax deduction. One of the arguments for doing so is that the deduction—along with the federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/home-mortgage-interest.asp\" rel=\"noopener noreferrer\">mortgage interest deduction</a>—discriminates against renters and encourages people to take on more debt. Proponents of retaining the property tax deduction say that it promotes homeownership.\n", "\nThe Tax Cuts and Jobs Act (TCJA) of 2017 capped the deduction for state and local taxes, including property taxes, at a total of $10,000 ($5,000 if married filing separately), starting in 2018. Previously, there was no limit on the deduction.\n", "\nIn addition, under the new law homeowners who deduct <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgageinterest.asp\" rel=\"noopener noreferrer\">mortgage interest</a> are limited to the amount they pay on $750,000 worth of debt, down from $1 million. Interest on homes bought on or before Dec. 15, 2017, is grandfathered in at the previous rate.\n", "\nBecause the standard deduction doubled in 2018, the predictions are that fewer homeowners will itemize their deductions. Thus, fewer property owners will claim the property tax deduction.\n", "\nThe standard deduction is revised every year. For tax year 2020, the standard deduction for couples filing jointly is $24,800. <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿The deduction for single filers is $12,400. For tax year 2021, the standard deduction for couples is $25,100. The deduction for single filers is $12,550.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}