{"name": "Proration Definition", "@id": "https://www.investopedia.com/terms/p/proration.asp", "related": ["https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/s/stockforstock.asp", "https://www.investopedia.com/terms/a/all-cash-all-stock-offer.asp", "https://www.investopedia.com/terms/c/corporateaction.asp", "https://www.investopedia.com/terms/t/takeoverbid.asp", "https://www.investopedia.com/terms/d/duediligence.asp"], "body": ["\nProration is a situation that can arise during a specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporateaction.asp\">corporate action</a>, such as an acquisition. In certain situations, the acquiring firm will offer a combination of cash and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\">equity</a>, and shareholders of the firm being acquired can elect to take either. Following the shareholder election, the remaining stock is prorated if available cash or shares are not sufficient to satisfy the offers that shareholders tender. If this occurs, the company grants a proportion of both cash and shares for each offer tendered so that everyone still gets its fair share of the deal. Pell grants can also be prorated under specific circumstances, allowing someone to be <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/budgeting-savings/090316/how-get-paid-go-school.asp\">paid to go to college</a>.\n", "\nProration supports shareholders by ensuring that a company can stick to its initial target and not favor some investors over others (e.g. giving a percentage of shareholders the cash they wanted while delivering shares to the rest). While this means that every investor might not receive their initial election; it does ensure that all investors receive the same reward.\n", "\nOther situations in which the need for proration might occur include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a> or liquidation, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/specialdividend.asp\">special dividends</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stocksplit.asp\">stock splits</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\">spinoffs</a>. While these <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/03/081303.asp\">corporate actions</a> must be approved by shareholders, and a company will typically list them on a firm's <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proxystatement.asp\">proxy statement</a>, filed in advance of a public company's annual meeting, individual shareholders must still occasionally sacrifice to maximize wealth for all shareholders.\n", "\nMergers occur for several reasons, including to gain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\">market share</a> through a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/horizontalmerger.asp\">horizontal merger,</a> reduce the costs of operations through a vertical merger, expand to new markets, and/or unite common products through a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/congeneric-merger.asp\">congeneric merger</a>, all to grow revenues and increase profits for the benefit of the firm's shareholders. After a merger, shares of the new company are distributed to existing shareholders of both original businesses.\n", "\nAn example of a merger of two companies in separate industries is the 2017 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://money.cnn.com/2017/06/16/investing/amazon-buying-whole-foods/index.html?iid=EL\">Amazon/Whole Foods merger</a> that garnered enormous investor and media attention. Amazon acquired the organic grocery chain Whole Foods for $13.7 billion in cash, after shareholder and regulatory approvals. For Amazon, this represented a major advancement in its attempt to sell groceries online and its competition with grocery retailer Walmart. For Whole Foods, this helped answer some of its financial difficulties.\n", "\nWhen deciding to merge, in addition to how both companies will reward shareholders, it is important to take into consideration the Federal Trade Commission’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ftc.gov/tips-advice/competition-guidance/guide-antitrust-laws/mergers\">guidelines</a> on keeping the industry competitive and avoiding the creation of monopolies. For example, it’s important to ask whether a proposed merger will create or enhance market power or not. An antitrust concern arises particularly with proposed horizontal mergers between direct competitors.\n", "\nSuppose a company decides to acquire another outfit for $100 million, which consists of 75% cash and 25% equity. The cash-equity split might undergo a revision if a majority of investors of the company being acquired elect to be paid in cash. In that case, the acquiring company will change its accounting figures in order to accommodate the demand for cash. This will result in each investor of the acquired company receiving less cash than originally planned. Halliburton had to revise its original stock buyback offer of 2013 and reduced it by a factor of 67.9% in order to balance investor demand and its stock price at that time.\n"]}