{"name": "Protecting Americans From Tax Hikes (PATH) Act Definition", "@id": "https://www.investopedia.com/terms/p/path-act.asp", "related": ["https://www.investopedia.com/terms/r/refund.asp", "https://www.investopedia.com/terms/t/taxcredit.asp", "https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/t/tax-refund.asp", "https://www.investopedia.com/terms/a/additional-child-tax-credit.asp"], "body": ["\nThe Protecting Americans from Tax Hikes (PATH) Act of 2015 was created to protect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayers</a> and their families against fraud and permanently extend many expiring tax laws. The law affects the timing of certain refunds for tax returns filed each year before Feb. 15. Additionally, the PATH Act retroactively extended the Work Opportunity Tax Credit (WOTC), included a new wrongful-incarceration exclusion, and required some taxpayers to renew their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer-identification-number.asp\" rel=\"noopener noreferrer\">Individual Taxpayer Identification Number</a> (ITIN).\n", "\nThe PATH Act was introduced to ensure that all Americans are provided with the correct refund from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) by extending expired tax laws and introducing new laws to reduce fraud. In many cases, the PATH Act doesn't change the amount of refund a person or family receives or the timing of that refund. However, certain <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\" rel=\"noopener noreferrer\">tax credits</a> are now more closely monitored.\n", "\nThere is no change in the tax filing process due to the PATH Act. In most cases, the IRS expects to send refund checks within 21 days, as it did in prior years.\n", "\nHowever, if you file an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnedincomecredit.asp\" rel=\"noopener noreferrer\">Earned Income Tax Credit</a> (EITC) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/additional-child-tax-credit.asp\" rel=\"noopener noreferrer\">Additional Child Tax Credit</a> (ACTC) return early in the year, the IRS will hold your refund check until Feb. 15. This means you might not receive your refund until late February. The reason for the possible refund delay for early filers is to provide the IRS with additional time to identify fraudulent claims and to prevent refunds from being paid to identity thieves.\n", "\nThe EITC applies to low-income and medium-income families, most often those with children. Tax credits depend on the number of children. The earned income threshold for claiming the ACTC is $2,500.\n", "\nIf the EITC or ACTC doesn't apply to you, or if you file taxes after Feb. 15, the PATH Act does not affect the timing of your refund.\n", "\nThe PATH Act renewed many expired tax laws and introduced a few new laws, which affect both individuals and businesses. Many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">tax deductions</a> that were set to expire, such as tuition deductions, certain charitable contributions, and residential <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/energy-tax-credit.asp\" rel=\"noopener noreferrer\">energy credits</a>, were extended with retroactive credit for 2015.\n", "\nBelow are a few of the many PATH Act changes/extensions for individuals and businesses.\n", "\nEmployers may be eligible for a Work Opportunity Tax Credit (WOTC) if they hire individuals from specified target groups that have historically faced barriers to employment. The PATH Act retroactively extends WOTC eligibility for workers hired on or after Jan. 1, 2015. The WOTC includes nine categories of workers and an additional category for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">long-term unemployment</a> recipients hired on or after Jan. 1, 2016.\n", "\nThe PATH Act includes an exclusion that allows an eligible wrongfully-incarcerated individual a one-year window to file refund claims related to restitution or monetary awards (including civil damages) received and reported in a prior tax year.\n", "\nAccording to the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/individuals/wrongful-incarceration-faqs\" rel=\"noopener noreferrer\">Wrongful Incarceration FAQs</a>\" published by the IRS, the PATH Act excludes wrongfully incarcerated individuals from having to include as income any monetary awards received that relate to the wrongful incarceration.\n", "\nThe PATH Act includes a requirement for certain taxpayers to renew their Individual Taxpayer Identification Number (ITIN) starting in Oct. 2016. Taxpayers who have not used their ITIN on a federal tax return at least once in the previous three years must renew their ITIN in order to use it. Using an expired ITIN could result in a refund delay or ineligibility for tax credits.\n"]}