{"name": "Public Company Accounting Oversight Board (PCAOB) Definition", "@id": "https://www.investopedia.com/terms/p/pcaob.asp", "related": ["https://www.investopedia.com/terms/a/auditing-standards-board-asp.asp", "https://www.investopedia.com/terms/a/auditability.asp", "https://www.investopedia.com/terms/a/auditing-evidence.asp", "https://www.investopedia.com/terms/a/audit.asp", "https://www.investopedia.com/terms/c/certified-financial-statement.asp", "https://www.investopedia.com/terms/g/gaap.asp"], "body": ["\nThe Public Company Accounting Oversight Board (PCAOB) is a non-profit organization that regulates auditors of publicly traded companies. The purpose of PCAOB is to minimize <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/audit-risk.asp\">audit risk</a>.\n", "\nThe Public Company Accounting Oversight Board (PCAOB) was established with the passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\">Sarbanes-Oxley Act of 2002</a>. The act was passed in response to various accounting scandals of the late 1990s. The board protects investors and other stakeholders of public companies by ensuring that the auditor of a company's financial statements has followed a set of strict guidelines. PCAOB is overseen by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> and, since 2010, the PCAOB has overseen the audits of SEC-registered brokers and dealers.\n", "\nThe PCAOB has two advisory groups: the Standing Advisory Group and the Investor Advisory Group. The role of these two groups is to provide advice and insight to the Board.\n", "\nThe Standing Advisory Group met twice in 2018 and discussed data and technology, cybersecurity, corporate culture, communications on PCAOB standards, the governance and leadership of quality control systems, current or emerging issues affecting audits or auditors, and implementation of the new auditor’s report. According to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://pcaobus.org/About/Administration/Documents/Annual%20Reports/2018-PCAOB-Annual-Report.pdf\" rel=\"nofollow\">latest annual report</a>, The Investor Advisory Group met in November 2018. Subjects under discussion were the group's strategic plan, quality control standards, implementation of the new auditor’s report, and implementation of Form AP.  \n", "\nThe PCAOB Board has a five-step strategic plan, which is laid out in its 2018 annual report. The five-step plan is composed of the following:\n", "\nSource: 2018 PCAOB Annual Report\n", "\nFirms that audit public companies, brokers, and dealers must register with the PCAOB. Registered firms are subject to inspection of the audits they have performed. PCAOB is involved in setting standards aimed at improving the reliability of audits and may also enforce standards by imposing penalties for infractions. In 2018, PCAOB settled 20 disciplinary orders and brokered 24 cooperative agreements with foreign audit regulators following a deal with Austria in 2018.\n", "\nIn 2018, the Board initiated a collaborative strategic planning process. The PCAOB also conducted an organizational assessment that resulted in transformation initiatives across all PCAOB programs and activities. \n"]}