{"name": "Public-Private Partnerships Definition", "@id": "https://www.investopedia.com/terms/p/public-private-partnerships.asp", "related": ["https://www.investopedia.com/terms/p/privatefinanceinitiative.asp", "https://www.investopedia.com/terms/r/revenuebond.asp", "https://www.investopedia.com/terms/t/transportation-bond.asp", "https://www.investopedia.com/terms/t/tollrevenuebond.asp", "https://www.investopedia.com/terms/i/infrastructure.asp", "https://www.investopedia.com/terms/a/airport-revenue-bond.asp"], "body": ["\nPublic-private partnerships involve collaboration between a government agency and a private-sector company that can be used to finance, build, and operate projects, such as public transportation networks, parks, and convention centers. Financing a project through a public-private partnership can allow a project to be completed sooner or make it a possibility in the first place. Public-private partnerships often involve concessions of tax or other operating revenue, protection from liability, or partial ownership rights over nominally public services and property to private sector, for-profit entities.\n", "\nA city government, for example, might be heavily indebted and unable to undertake a capital-intensive building project, but a private enterprise might be interested in funding its construction in exchange for receiving the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_profit.asp\" rel=\"noopener noreferrer\">operating profits</a> once the project is complete.\n", "\nPublic-private partnerships typically have contract periods of 25 to 30 years or longer. Financing comes partly from the private sector but requires payments from the public sector and/or users over the project's lifetime. The private partner participates in designing, completing, implementing, and funding the project, while the public partner focuses on defining and monitoring compliance with the objectives. Risks are distributed between the public and private partners through a process of negotiation, ideally though not always according to the ability of each to assess, control, and cope with them. \n", "\nAlthough public works and services may be paid for through a fee from the public authority's revenue budget, such as with hospital projects, concessions may involve the right to direct users' payments—for example, with toll highways. In cases such as shadow tolls for highways, payments are based on actual usage of the service. When wastewater treatment is involved, payment is made with fees collected from users.\n", "\nPartnerships between private companies and governments provide advantages to both parties. Private-sector technology and innovation, for example, can help improve the operational efficiency of providing public services. The public sector, for its part, provides incentives for the private sector to deliver projects on time and within budget. In addition, creating economic diversification makes the country more competitive in facilitating its infrastructure base and boosting associated construction, equipment, support services, and other businesses. \n", "\nThere are downsides, too. \n", "\nThe private partner may face special risks from engaging in a public-private partnership. Physical infrastructure, such as roads or railways, involve construction risks. If the product is not delivered on time, exceeds cost estimates, or has technical defects, the private partner typically bears the burden. In addition, the private partner faces availability risk if it cannot provide the service promised. A company may not meet safety or other relevant quality standards, for example, when running a prison, hospital, or school. Demand risk occurs when there are fewer users than expected for the service or infrastructure, such as toll roads, bridges, or tunnels. However, this risk can be shifted to the public partner, if the public partner agreed to pay a minimum fee no matter the demand.\n", "\nPublic-private partnerships also create risks from the general public's and taxpayers' point of view. Private operators' partnership with the government may insulate them from accountability to the users of the public service for cutting too many corners, providing substandard service, or even violating peoples' civil or Constitutional rights. At the same time, the private partner may enjoy a position to raise tolls, rates, and fees for captive consumers who may be compelled by law or geographic natural monopoly to pay for their services. \n", "\nLastly, as with any situation where ownership and decision rights are separated, public-private partnerships can create complex <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal-agent-problem.asp\" rel=\"noopener noreferrer\">principal-agent problems</a>. This may facilitate corrupt dealings, pay-offs to political cronies, and general <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rentseeking.asp\" rel=\"noopener noreferrer\">rent seeking</a> activity by attenuating the link between the private parties who make important decisions over a project, from which they stand to benefit, and accountability to the taxpayers who foot at least part of the bill and who may be left holding the bag in terms of ultimate liability for the project's outcome.    \n", "\nPublic-private partnerships are typically found in transport infrastructure such as highways, airports, railroads, bridges, and tunnels. Examples of municipal and environmental infrastructure include water and wastewater facilities. Public service accommodations include school buildings, prisons, student dormitories, and entertainment or sports facilities.\n"]}