{"name": "Public Good Definition", "@id": "https://www.investopedia.com/terms/p/public-good.asp", "related": ["https://www.investopedia.com/terms/p/private-good.asp", "https://www.investopedia.com/terms/c/common-pool.asp", "https://www.investopedia.com/terms/t/tragedy-of-the-commons.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/m/marketfailure.asp"], "body": ["\nIn economics, a public good refers to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodity</a> or service that is made available to all members of a society. Typically, these services are administered by governments and paid for collectively through taxation.\n", "\nExamples of public goods include law enforcement, national defense, and the rule of law. Public goods also refer to more basic goods, such as access to clean air and drinking water.\n", "\nThe two main criteria that distinguish a public good are that it must be non-rivalrous and non-excludable. Non-rivalrous means that the goods do not dwindle in supply as more people consume them; non-excludability means that the good is available to all citizens. \n", "\nAn important issue that is related to public goods is referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freeriding.asp\">free-rider problem</a>. Since public goods are made available to all people–regardless of whether each person individually pays for them–it is possible for some members of society to use the good despite refusing to pay for it. People who do not pay taxes, for example, are essentially taking a \"free ride\" on revenues provided by those who do pay them, as do turnstile jumpers on a subway system.\n", "\nThe opposite of a public good is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-good.asp\">private good</a>, which is both excludable and rivalrous. These goods can only be used by one person at a time–for example, a wedding ring. In some cases, they may even be destroyed in the act of using them, such as when a slice of pizza is eaten. Private goods generally cost money, and this amount pays for its private use. Most of the goods and services that we consume or make use of in our everyday lives are private goods. Although they are not subject to the free-rider problem, they are also not available to everyone, since not everyone can afford to purchase them.\n", "\nIn some cases, public goods are not fully non-rivalrous and non-excludable. For example, the post office can be seen as a public good, since it is used by a large portion of the population and is financed by taxpayers. However, unlike the air we breathe, using the post office does require some nominal costs, such as paying for postage. Similarly, some goods are described as “quasi-public” goods because, although they are made available to all, their value can diminish as more people use them. For example, a country’s road system may be available to all its citizens, but the value of those roads declines when they become congested during rush hour.\n", "\nIndividual countries will reach different decisions as to which goods and services should be considered public goods, and this is often reflected in their national budgets. For example, many argue that national defense is an important public good because the security of the nation benefits all its citizens. To that end, many countries <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/072115/how-military-spending-affects-economy.asp\">invest heavily</a> in their militaries, financing army upkeep, weapons purchases, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\">research and development (R&amp;D)</a> through public taxation. In the United States, for example, the total expenditures of the Department of Defense (DOD) was nearly $700 billion in 2019.\n", "\nSome countries also treat social services–such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/080615/6-reasons-healthcare-so-expensive-us.asp\">healthcare</a> and public education–as a type of public good. For example, some countries, including Canada, Mexico, the United Kingdom, France, Germany, Italy, Israel, and China, provide taxpayer-funded healthcare to their citizens. Similarly, government investments in public education have grown tremendously in recent decades. According to estimates by Our World in Data, the share of the world population that has benefited from formal education grew from roughly 50% to over 80% between 1950 and 2010.\n", "\nAdvocates for this kind of government spending on public goods argue that its economic and social benefits significantly outweigh its costs, pointing to outcomes such as improved workforce participation, higher-skilled domestic industries, and reduced rates of poverty over the medium to long-term. Critics of this kind of spending argue that it can pose a burden on taxpayers and that the goods in question can be more efficiently provided through the private sector.\n"]}