{"name": "Public Company Definition", "@id": "https://www.investopedia.com/terms/p/publiccompany.asp", "related": ["https://www.investopedia.com/terms/p/plc.asp", "https://www.investopedia.com/terms/s/sec-form-25.asp", "https://www.investopedia.com/terms/p/primary-listing.asp", "https://www.investopedia.com/terms/i/initial-offering-date.asp", "https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp"], "body": ["\nA public company—also called a publicly traded company—is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporation.asp\" rel=\"noopener noreferrer\">corporation</a> whose shareholders have a claim to part of the company's assets and profits. Through the free trade of shares of stock on stock exchanges or over-the-counter (OTC) markets, ownership of a public company is distributed among general public shareholders.\n", "\nMany Americans invest directly in public companies, and if you have any type of pension plan or own a mutual fund, it's likely that the plan or fund owns some stock in public companies.\n", "\nIn addition to its securities trading on public exchanges, a public company is also required to disclose its financial and business information regularly to the public. If a company has public reporting requirements, it is considered a public company by the U.S. Securities and Exchange Commission (SEC).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nMost public companies were once private companies. Private companies are owned by their founders, management, or a group of private investors. Private companies also do not have any public reporting requirements. A company is required to conform to public reporting requirements once they meet any of these criteria:\n", "\nAn IPO refers to the process by which a private company begins to offer shares to the public in a new stock issuance. Prior to an IPO, a company is considered private. Beginning to issue shares to the public through an IPO is very important for a company because it provides them with a source of capital to fund growth. In order to complete an IPO, a company must meet certain requirements—both those regulations set forth by the regulators of the stock exchange where they hope to list their shares and those set forth by the SEC. A company usually hires an investment bank to market its IPO, determine the price of its shares, and set the date of its stock issuance.\n", "\nWhen a company undergoes an IPO, it typically offers its current private investors share premiums as a way of rewarding them for their prior, private investment in the company. Examples of public companies include Chevron Corporation, Google Inc., and The Proctor &amp; Gamble Company.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nPublic companies have certain advantages over private companies. Namely, public companies have access to the financial markets and can raise money for expansion and other projects by selling stock or bonds. A stock is a security that represents the ownership of a fraction of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporation.asp\" rel=\"noopener noreferrer\">corporation</a>. Selling stocks allows the founders or upper management of a company to liquidate some of their equity in the company. A corporate bond is a type of loan issued by a company in order for it to raise capital. An investor who purchases a corporate bond is effectively lending money to the corporation in return for a series of interest payments. In some cases, these bonds may also actively trade on the secondary market.\n", "\nFor a company to transition to being publicly traded, it must have achieved a certain level of operational and financial size and success. So, there is some clout attached to being a publicly traded company having your stocks trade on a major market like the New York Stock Exchange.\n", "\nHowever, the ability to access the public capital markets also comes with increased regulatory scrutiny, administrative and financial reporting obligations, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporategovernance.asp\" rel=\"noopener noreferrer\">corporate governance</a> bylaws to which public companies must comply. It also results in less control for the majority owners and founders of the corporation. In addition, there are substantial costs to conducting an IPO (not to mention the ongoing legal, accounting, and marketing costs of maintaining a public company).\n", "\nPublic companies must meet mandatory reporting standards regulated by government entities, and they must file reports with the SEC on an ongoing basis. The SEC sets stringent reporting requirements for public companies. These requirements include the public disclosure of financial statements and an annual financial report—called a Form 10-K—that gives a comprehensive summary of a company's financial performance. Companies must also file quarterly financial reports—called Form 10-Q—and current reports on Form 8-K to report when certain events occur, such as the election of new directors or the completion of an acquisition.\n", "\nThese reporting requirements were established by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\" rel=\"noopener noreferrer\">Sarbanes-Oxley Act</a>, a set of reforms intended to prevent fraudulent reporting.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Additionally, qualified shareholders are entitled to specific documents and notifications about the corporation's business activities.\n", "\nFinally, once a company is public, it must answer to its shareholders. Shareholders elect a board of directors who oversee the company's operations on their behalf. Furthermore, certain activities—such as mergers and acquisitions and certain corporate structure changes and amendments—must be brought up for shareholder approval. This effectively means that shareholders can control many of the company's decisions.\n", "\nThere may be some situations where a public company no longer wishes to operate within the business model required of a public company. There are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/08/public-companies-privatize-go-private.asp\" rel=\"noopener noreferrer\">many reasons why a public company may decide to go private</a>. A company may decide that it does not want to have to comply with the costly and time-consuming regulatory requirements of a public company, or a company may want to free up its resources to devote to research and development (R&amp;D), capital expenditures, and the funding of pension plans for its employees.\n", "\nWhen a company transitions to private, a \"take-private\" transaction is necessary. In a \"take-private\" transaction, a private equity firm, or a consortium of private equity firms, either purchase or acquires all of the outstanding stock of the publicly-listed company. Sometimes this requires the private equity firm to secure additional financing from an investment bank or another type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\" rel=\"noopener noreferrer\">lender</a> that can provide enough loans to help finance the deal.\n", "\nOnce the purchase of all the outstanding shares is complete, the company will be delisted from its associated stock exchanges and return to private operations.\n"]}