{"name": "Pullback Definition and Example", "@id": "https://www.investopedia.com/terms/p/pullback.asp", "related": ["https://www.investopedia.com/terms/t/thrusting-line.asp", "https://www.investopedia.com/terms/m/movingaverageribbon.asp", "https://www.investopedia.com/terms/t/triple-exponential-moving-average.asp", "https://www.investopedia.com/terms/r/reaction.asp", "https://www.investopedia.com/terms/t/tripletop.asp", "https://www.investopedia.com/terms/m/macd.asp"], "body": ["\nA pullback is a pause or moderate drop in a stock or commodities pricing chart from recent peaks that occur within a continuing uptrend. A pullback is very similar to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retracement.asp\">retracement</a>​ or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidation.asp\">consolidation</a>, and the terms are sometimes used interchangeably. The term pullback is usually applied to pricing drops that are relatively short in duration - for example, a few consecutive sessions - before the uptrend resumes.\n", "\nPullbacks are widely seen as buying opportunities after a security has experienced a large upward price movement. For example, a stock may experience a significant rise following a positive earnings announcement and then experience a pullback as traders with existing positions take the profit off the table. The positive earnings, however, are a fundamental signal that suggests that the stock will resume its uptrend.\n", "\nMost pullbacks involve a security’s price moving to an area of technical support, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\">moving average</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pivotpoint.asp\">pivot point</a>, before resuming their uptrend. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-trader.asp\">Traders</a> should carefully watch these key areas of support since a breakdown from them could signal a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\">reversal</a> rather than a pullback.\n", "\nPullbacks typically don’t change the underlying fundamental narrative that is driving the price action on a chart. They are usually profit-taking opportunities following a strong run-up in a security’s price. For example, a company may report blow-out earnings and see shares jump 20%. The stock may experience a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pullback.asp\">pullback</a> the next day as short-term traders lock in profits. However, the strong earnings report suggests that the business underlying the stock is doing something right. Buy and hold traders and investors will likely be attracted to the stock by the strong earnings reports, supporting a sustained uptrend in the near-term.\n", "\nEvery stock chart has examples of pullbacks within the context of a prolonged uptrend. While these pullbacks are easy to spot in retrospect, they can be harder to assess for investors holding a security that’s losing value.\n", "\nIn the example above, the SPDR S&amp;P 500 ETF (SPY) experiences four pullbacks within the context of a prolonged trend higher. These pullbacks typically involved a move to near the 50-day moving average where there was technical support before a rebound higher. Traders should be sure to use several different technical indicators when assessing pullbacks to ensure that they don’t turn into longer-term reversals.\n", "\nPullbacks and reversals both involve a security moving off its highs, but pullbacks are temporary and reversals are longer term. So how can traders distinguish between the two? Most reversals involve some change in a security’s underlying fundamentals that force the market to reevaluate its value. For example, a company may report disastrous earnings that make investors recalculate a stock’s net present value. Similarly, it could be a negative settlement, a new competitor releasing a product or some other event that will have a long-term impact on the company underlying the stock.\n", "\nThese events, while happening outside of the chart, so to speak, will appear over several sessions and initially will seem much like a pullback. For this reason, traders use moving averages, trendlines and trading bands to flag when a pullback keeps going and is at risk of entering reversal territory.\n", "\nThe biggest limitation of trading pullbacks is that a pullback could be the start of a true reversal. Being that both pullbacks and reversals happen on a range of timeframes, including intraday if you want to go granular, one trader's multi-session pullback is actually a reversal for a day trader looking at the same chart. If the price action breaks the trendline for your timeframe, then you may be looking at a reversal rather than a pullback.\n", "\nIn this case, it is not the time to enter a bullish position. Of course, adding other technical indicators and fundamental data scans to the mix will increase a trader's confidence in identifying pullbacks from true reversals.\n"]}