{"name": "Purchasing Power Definition", "@id": "https://www.investopedia.com/terms/p/purchasingpower.asp", "related": ["https://www.investopedia.com/terms/r/realincome.asp", "https://www.investopedia.com/terms/i/inflation.asp", "https://www.investopedia.com/terms/c/consumerpriceindex.asp", "https://www.investopedia.com/terms/c/cils.asp", "https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/f/farmprices.asp"], "body": ["\nPurchasing power is the value of a currency expressed in terms of the number of goods or services that one unit of money can buy. Purchasing power is important because, all else being equal, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> decreases the number of goods or services you would be able to purchase.\n", "\nIn investment terms, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyingpower.asp\">purchasing power</a> is the dollar amount of credit available to a customer to buy additional securities against the existing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginable.asp\">marginable securities</a> in the brokerage account. Purchasing power may also be known as a currency's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyingpower.asp\">buying power</a>.\n", "\nInflation reduces the value of a currency's purchasing power, having the effect of an increase in prices. To measure purchasing power in the traditional economic sense, you would compare the price of a good or service against a price index such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">Consumer Price Index (CPI)</a>. One way to think about purchasing power is to imagine if you made the same salary as your grandfather 40 years ago. Today you would need a much greater salary just to maintain the same quality of living. By the same token, a homebuyer looking for homes 10 years ago in the $300,000 to 350,000 price range had more options to consider than people have now.\n", "\nPurchasing power affects every aspect of economics, from consumers buying goods to investors and stock prices to a country’s economic prosperity. When a currency’s purchasing power decreases due to excessive inflation, serious negative economic consequences arise, including rising costs of goods and services contributing to a high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-of-living.asp\">cost of living</a>, as well as high interest rates that affect the global market, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">falling credit ratings</a> as a result. All of these factors can contribute to an economic crisis.\n", "\nAs such, a country’s government institutes policies and regulations to protect a currency’s purchasing power and keep an economy healthy. One method to monitor purchasing power is through the Consumer Price Index. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\">The U.S. Bureau of Labor Statistics (BLS)</a> measures the weighted average of prices of consumer goods and services, in particular, transportation, food, and medical care. The CPI is calculated by averaging these price changes and is used as a tool to measure changes in the cost of living, as well as considered a marker for determining rates of inflation and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\">deflation</a>.\n", "\nA concept related to purchasing power is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/purchasing-power-parity-ppp/\">purchasing price parity (PPP)</a>. PPP is an economic theory that estimates the amount that needs to be adjusted to the price of an item, given two countries’ exchange rates, in order for the exchange to match each currency’s purchasing power. PPP can be used to compare countries’ income levels and other relevant economic data concerning the cost of living, or possible rates of inflation and deflation.\n", "\nHistorical examples of severe inflation and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hyperinflation.asp\">hyperinflation</a>—or the destruction of a currency’s purchasing power—have shown there are several causes of such a phenomenon. Often expensive, devastating wars will cause an economic collapse, in particular for the losing country, such as Germany during World War I (WWI).\n", "\nIn the aftermath of WWI during the 1920s, Germany experienced extreme economic hardship and almost unprecedented hyperinflation, due in part to the enormous amount of reparations Germany had to pay. Unable to pay these reparations with the suspect German mark, Germany printed paper notes to buy foreign currencies, resulting in high inflation rates that rendered the German mark valueless with a nonexistent purchasing power.\n", "\nToday, the effects of the loss of purchasing power are still felt in the aftermath of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2008 global financial crisis</a> and the European sovereign debt crisis. With increased <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\">globalization</a> and the introduction of the euro, currencies are even more inextricably linked. As such, governments institute policies to control inflation, protect purchasing power, and prevent recessions.\n", "\nFor example, in 2008 the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\">U.S. Federal Reserve</a> kept interest rates near zero and instituted a plan called quantitative easing. Quantitative easing, initially controversial, essentially saw the U.S. Federal Reserve buy government and other market securities to lower interest rates and increase the money supply. The idea is that a market will then experience an increase in capital, which spurs increased lending and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>. The U.S. stopped its policy of quantitative easing once the economy stabilized, due in part to the above policy and a multitude of other complex factors.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeancentralbank.asp\">European Central Bank (ECB)</a> also pursued quantitative easing to help stop deflation in the eurozone after the European sovereign debt crisis and bolster the euro's purchasing power. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emu.asp\">European Economic and Monetary Union</a> has also established strict regulations in the eurozone on accurately reporting sovereign debt, inflation, and other financial data. As a general rule, countries attempt to keep inflation fixed at a rate of 2 percent as moderate levels of inflation are acceptable, with high levels of deflation leading to economic stagnation.\n", "\nPurchasing power loss/gain is an increase or decrease in how much consumers can buy with a given amount of money. Consumers lose purchasing power when prices increase and gain purchasing power when prices decrease. Causes of purchasing power loss include government regulations, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a>, and natural and manmade disasters. Causes of purchasing power gain include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\">deflation</a> and technological innovation.\n", "\nOne official measure of purchasing power is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\">Consumer Price Index</a>, which shows how the prices of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-goods.asp\">consumer goods</a> and services change over time. Globally, the World Bank's International Comparison Program also releases data on purchasing power parities between different countries.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nAs an example of purchasing power gain, if laptop computers cost $1,000 two years ago and today they cost $500, consumers have seen their purchasing power rise. In the absence of inflation, $1,000 will now buy a laptop plus an additional $500 worth of goods.\n", "\nRetirees must be particularly aware of purchasing power loss since they are living off of a fixed amount of money. They must make sure that their investments earn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\">rate of return</a> equal to or greater than the rate of inflation so that the value of their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nestegg.asp\">nest egg</a> does not decrease each year.\n", "\nDebt securities and investments that promise fixed rates of returns are the most susceptible to purchasing power risk or inflation. Fixed annuities, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificates of deposit (CDs)</a>, and Treasury bonds all fall under these categories. Buying a long-term bond also puts your money at the risk of purchasing power loss, since a fixed rate can be so low as to keep your money at net zero, rather than growing it.\n", "\nThere are plenty of investments or strategies that can help <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/10/protect-yourself-from-inflation.asp\">protect investors against purchasing power risk</a>. For example, commodities like oil, grains, and metals enjoy pricing power during inflation since they have always been valued.\n", "\nPurchasing power is the value of a currency expressed in terms of the number of goods or services that one unit of money can buy.\n", "\nPurchasing power parity is an economic theory that estimates the amount that needs to be adjusted to the price of an item, given two countries’ exchange rates, in order for the exchange to match each currency’s purchasing power. Essentially, it accounts for various factors differentiating various currencies to figure out how \"expensive\" an item—such as a gallon of milk—costs in various countries.\n", "\nPurchasing power is calculated by using the U.S. Bureau of Labor Statistics' Consumer Price Index, which measures the weighted average of prices of consumer goods and services, in particular, transportation, food, and medical care. The CPI is calculated by averaging these price changes and measures changes in the cost of living, as well as considered a marker for determining rates of inflation and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deflation.asp\">deflation</a>.\n", "\nMeasuring purchasing power by country is done through purchasing power parity, providing a way to calculate the affordability of goods and services accounting for all other exchange factors.\n", "\nAs an example of purchasing power gain, if laptop computers cost $1,000 two years ago and today they cost $500, consumers have seen their purchasing power rise. In the absence of inflation, $1,000 will now buy a laptop plus an additional $500 worth of goods.\n", "\nLong-time investors will know that purchasing power can greatly impact one's investments if they don't keep a close eye on it. With all other things being equal, inflation decreases the number of goods or services you would be able to purchase with the same amount of money, meaning that investors must look for ways to actively make a return higher than the current rate of inflation. The most advanced will track other international economies, aware of how purchasing price parity affects their long-term investments.\n"]}