{"name": "Put-Call Parity Definition", "@id": "https://www.investopedia.com/terms/p/putcallparity.asp", "related": ["https://www.investopedia.com/terms/f/fiduciarycall.asp", "https://www.investopedia.com/terms/c/conversion-arbitrage.asp", "https://www.investopedia.com/terms/p/putoption.asp", "https://www.investopedia.com/terms/p/put.asp", "https://www.investopedia.com/terms/s/strikeprice.asp", "https://www.investopedia.com/terms/o/option.asp"], "body": ["\nPut-call parity is a principle that defines the relationship between the price of European put and call options of the same class, that is, with the same underlying asset, strike price, and expiration date.\n", "\nPut-call parity applies only to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/europeanoption.asp\">European options</a>, which can only be exercised on the expiration date, and not <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/americanoption.asp\">American options</a>, which can be exercised before. \n", "\nPut-call parity states that simultaneously holding a short European put and long European call of the same class will deliver the same return as holding one <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardcontract.asp\">forward contract</a> on the same underlying asset, with the same expiration, and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardprice.asp\">forward price</a> equal to the option's strike price. If the prices of the put and call options diverge so that this relationship does not hold, an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\">arbitrage</a> opportunity exists, meaning that sophisticated traders can theoretically earn a risk-free profit. Such opportunities are uncommon and short-lived in liquid markets.\n", "\nThe equation expressing put-call parity is:\n", "\nC + PV(x) = P + S\n", "\nwhere:\n", "\nC = price of the European call option\n", "\nPV(x) = the present value of the strike price (x), discounted from the value on the expiration date at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\">risk-free rate</a>\n", "\nP = price of the European put\n", "\nS = <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotprice.asp\">spot price</a> or the current market value of the underlying asset\n", "\nSay you also sell (or \"write\" or \"short\") a European <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\" rel=\"noopener noreferrer\">put option</a> for TCKR stock. The expiration date, strike price, and cost of the option are the same. You receive $5 from writing the option, and it is not up to you to exercise or not exercise the option since you don't own it. The buyer has purchased the right, but not the obligation, to sell you TCKR stock at the strike price; you are obligated to take that deal, whatever TCKR's market share price. So if TCKR trades at $10 a year from now, the buyer will sell you the stock at $15, and you will both break even: you already made $5 from selling the put, making up your shortfall, while the buyer already spent $5 to buy it, eating up his or her gain. If TCKR trades at $15 or above, you have made $5 and only $5, since the other party will not exercise the option. If TCKR trades below $10, you will lose money—up to $10, if TCKR goes to zero.\n", "\nThe profit or loss on these positions for different TCKR stock prices is graphed below. Notice that if you add the profit or loss on the long call to that of the short put, you make or lose exactly what you would have if you had simply signed a forward contract for TCKR stock at $15, expiring in one year. If shares are going for less than $15, you lose money. If they are going for more, you gain. Again, this scenario ignores all transaction fees.\n", "\nAnother way to imagine put-call parity is to compare the performance of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/protective-put.asp\">protective put</a> and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciarycall.asp\">fiduciary call</a> of the same class. A protective put is a long stock position combined with a long put, which acts to limit the downside of holding the stock. A fiduciary call is a long call combined with cash equal to the present value (adjusted for the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountrate.asp\">discount rate</a>) of the strike price; this ensures that the investor has enough cash to exercise the option on the expiration date. Before, we said that TCKR puts and calls with a strike price of $15 expiring in one year both traded at $5, but let's assume for a second that they trade for free:\n", "\nIn the two graphs above, the <em>y-</em>axis represents the value of the portfolio, not the profit or loss, because we're assuming that traders are giving options away. They are not, however, and the prices of European put and call options are ultimately governed by put-call parity. In a theoretical, perfectly efficient market, the prices for European put and call options would be governed by the equation:\n", "\n<strong>C + PV(x) = P + S</strong>\n", "\nLet's say that the risk-free rate is 4% and that TCKR stock is currently trading at $10. Let's continue to ignore transaction fees and assume that TCKR does not pay a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a>. For TCKR options expiring in one year with a strike price of $15 we have:\n", "\nC + (15 ÷ 1.04) = P + 10\n", "\n4.42 = P - C\n", "\nIn this hypothetical market, TCKR puts should be trading at a $4.42 premium to their corresponding calls. This makes intuitive sense: with TCKR trading at just 67% of the strike price, the bullish call seems to have the longer odds. Let's say this is not the case, though, for whatever reason, the puts are trading at $12, the calls at $7.\n", "\nSay that you purchase a European <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\">call option</a> for TCKR stock. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expirationdate.asp\">expiration date</a> is one year from now, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a> is $15, and purchasing the call costs you $5. This contract gives you the right—but not the obligation—to purchase TCKR stock on the expiration date for $15, whatever the market price might be. If one year from now, TCKR is trading at $10, you will not exercise the option. If, on the other hand, TCKR is trading at $20 per share, you will <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exercise.asp\">exercise the option</a>, buy TCKR at $15 and break even, since you paid $5 for the option initially. Any amount TCKR goes above $20 is pure profit, assuming zero transaction fees. \n", "\n7 + 14.42 &lt; 12 + 10\n", "\n21.42 fiduciary call &lt; 22 protected put\n", "\nWhen one side of the put-call parity equation is greater than the other, this represents an arbitrage opportunity. You can \"sell\" the more expensive side of the equation and buy the cheaper side to make, for all intents and purposes, a risk-free profit. In practice, this means selling a put, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">shorting</a> the stock, buying a call and buying the risk-free asset (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tips.asp\">TIPS</a>, for example).\n", "\nIn reality, opportunities for arbitrage are short-lived and difficult to find. In addition, the margins they offer may be so thin that an enormous amount of capital is required to take advantage of them.\n", "\nPut-call parity allows you to calculate the approximate value of a put or a call relative to its other components. If the put-call parity is violated, meaning that the prices of the put and call options diverge so that this relationship does not hold, an arbitrage opportunity exists. Although such opportunities are uncommon and short-lived in liquid markets, sophisticated traders can theoretically earn a risk-free profit. Furthermore, it offers the flexibility to create synthetic positions.\n", "\nPut-call parity states that the simultaneous purchase and sale of a European call and put option of the same class (same underlying asset, strike price, and expiration date) is identical to buying the underlying asset right now. The inverse of this relationship would also be true.\n", "\nCall Option Price + PV(x) = Put Option Price + Current Price of Underlying Asset\n", "\n-or-\n", "\nCurrent Price of Underlying Asset = Call Option Price - Put Option Price + PV(x)\n", "\nwhere: PV(x) = the present value of the strike price (x), discounted from the value on the expiration date at the risk-free rate\n", "\nAn option's price is the sum of its intrinsic value, which is the difference between current price of underlying asset and the option's strike price, and time value, which is directly related to the time left until that option's expiry. Nowadays, an option's price is determined by using mathematical models, like the well known Black-Scholes-Merton (BSM). After inputting the strike price of an option, current price of the underlying instrument, time to expiration, risk-free rate, and volatility, this model will spit out the option's fair market value.\n"]}