{"name": "Qtum", "@id": "https://www.investopedia.com/terms/q/qtum.asp", "related": ["https://www.investopedia.com/terms/o/obelisk-consensus-algorithm.asp", "https://www.investopedia.com/terms/p/proof-activity-cryptocurrency.asp", "https://www.investopedia.com/terms/g/gas-ethereum.asp", "https://www.investopedia.com/terms/p/proof-work.asp", "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp", "https://www.investopedia.com/terms/o/onchain-governance.asp"], "body": ["\nQtum is a cryptocurrency that combines ethereum’s smart contract functionality with bitcoin’s security to create a coin that is suitable for adoption by large organizations. \n", "\nAccording to the whitepaper released by its founders, Qtum is the first “UTXO-based smart contract system with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\">proof-of-stake</a> (PoS) consensus model.”\n", "\nIn simple terms, this means that it adds unspent coins from multiple transactions into the user wallet and selects the next creator node based on the number of coins held by each node. This helps to accomplish two objectives. The first one is security.\n", "\nAs several <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://theoutline.com/post/2010/ethereum-hacking-continues-to-be-extremely-lucrative?zd=1&amp;zi=y5du56sa\" rel=\"nofollow\">incidents</a> have shown over the years, Ethereum’s blockchain is susceptible to hacks.\n", "\nBitcoin, on the other hand, has proved to be relatively secure. The second objective is to make it easy to mine new coins. Bitcoin’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">Proof-of-Work</a> algorithm is resource-intensive. A Proof-of-Stake algorithm simplifies the process to generate a new block and consumes much less power as compared to bitcoin.\n", "\nQtum uses bitcoin core code, which uses UTXO principles, that is run on a machine running an Ethereum Virtual Machine, which uses an account-based model. Qtum accomplishes the communication between does this using an Account Abstraction Layer (AAL) that hides the identities of transacting parties.\n", "\nTo better ensure industry adoption, Qtum has plans to develop a layer for smart-contract specifications. The developers behind Qtum state that the layer would have a better security as compared to a similar layer on Ethereum.\n"]}