{"name": "Quadruple Witching Definition", "@id": "https://www.investopedia.com/terms/q/quadruplewitching.asp", "related": ["https://www.investopedia.com/terms/d/doublewitching.asp", "https://www.investopedia.com/terms/t/triplewitchinghour.asp", "https://www.investopedia.com/terms/w/witching-hour.asp", "https://www.investopedia.com/terms/m/mustbefilled.asp", "https://www.investopedia.com/terms/e/europeanoption.asp", "https://www.investopedia.com/terms/e/expiration-time.asp"], "body": ["\nQuadruple witching refers to a date on which stock index futures, stock index options, stock options, and single stock futures expire simultaneously. While stock options contracts and index options expire on the third Friday of every month, all four asset classes expire simultaneously on the third Friday of March, June, September, and December.\n", "\nQuadruple witching is similar to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/triplewitchinghour.asp\" rel=\"noopener noreferrer\">triple witching</a> dates, when three out of the four markets expire at the same time, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/doublewitching.asp\" rel=\"noopener noreferrer\">double witching</a>, when two markets out of the four markets expire at the same time.\n", "\nQuadruple witching replaced triple witching days when single stock futures started trading in November 2002. Despite the expiration of four contract types, the terms \"triple witching\" and \"quadruple witching\" are often used interchangeably.\n", "\nQuadruple, triple, and double witching all derive their names from the volatility—or havoc—inherent in all of these derivative products expiring on the same day. In folklore, the witching hour midnight, when supernatural beings are said to roam the earth, brought havoc and bad luck to those unfortunate enough to encounter them.\n", "\nBefore exploring how the witching impacts the markets, we must first explore the types of contracts involved in quadruple witching.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">Options</a> are derivatives, which means they base their value on underlying securities such as stocks. Options contracts give a buyer the opportunity, but not the responsibility, to complete a transaction of the underlying security on or before a specific date and for a preset price called a strike price.\n", "\nOptions can be purchased to speculate on a price increase in a stock called a call option. If the price is higher than the strike price at the option's expiration date, the investor can exercise or convert to shares of the stock and cash out for a profit.\n", "\nA put option allows an investor to profit from a decrease in a stock's price as long as the price is below the strike on expiration. Options expire on the third Friday of every month, and there is an upfront fee or premium to buy or sell an option.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexoption.asp\" rel=\"noopener noreferrer\">index option</a> is just like a stock options contract, but instead of buying individual securities, index options give investors the right—not the obligation—to transact the index such as the S&amp;P 500. Whether the index price or value is above or below the option's strike price on the expiration date determines the profit on the trade.\n", "\nIndex options don't offer any ownership of the individual stocks. Instead, the transaction is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-settled-options.asp\" rel=\"noopener noreferrer\">cash-settled</a>, giving the difference between the option's strike and the index value at expiry.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">Futures</a> contracts are legal agreements to buy or sell an asset at a determined price at a specified future date. Futures contracts are standardized with fixed quantities and expiration dates. Futures trade on a futures exchange. The buyer of a futures contract is obligated to buy the underlying asset at expiry while the seller is obligated to sell at expiry.\n", "\nSingle stock futures are obligations to take delivery of shares of the underlying stock at the contract's expiration date. Each contract represents 100 shares of stock. However, holders of stock futures don't receive dividend payments, which are cash payments to shareholders from a company's earnings.\n", "\nIndex futures are similar to stock futures except investors buy or sell a financial or stock index with the contract settling on a future date. At expiry, the existing position is offset, and a profit or loss cash settled into the investor's account.\n", "\nInvestors use index futures to bet on the direction of an index, buying if they believe the index will rise, and selling if they believe the market will decline. Index futures can also be used to hedge a portfolio of stocks so that a portfolio manager does not have to sell the portfolio during market declines.\n", "\nInstead, the futures contract earns a profit while the portfolio declines and takes a loss. The goal is to minimize short-term portfolio losses for long-term holdings.\n", "\nQuadruple witching days witness heavy trading volume. One of the primary reasons for the increased activity is the options and futures contracts that are profitable settle automatically with offsetting trades.\n", "\nCall options expire <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042715/what-difference-between-money-and-out-money.asp\">in-the-money</a> and are profitable when the price of the underlying security is higher than the strike price in the contract. Put options are in-the-money when the stock or index is priced below the strike price. In both situations, the expiration of in-the-money options results in automatic transactions between the buyers and sellers of the contracts. As a result, quadruple witching dates lead to an increased amount of these transactions being completed.\n", "\nFollowing the week of quadruple witching, the market indices such as the S&amp;P 500 tend to decline, perhaps due to exhausting the near-term demand for stocks. Despite the overall increase in trading volume, quadruple witching days do not necessarily translate into heavy <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a>.\n", "\nVolatility is a measure of the extent of price fluctuations in securities. The low volatility could be due to long-term institutional investors, such as pension funds managers, who are largely unaffected since they don't change their long-term positions. Also, the availability of a variety of hedging instruments with multiple expiration dates throughout the year has diminished the impact of quadruple witching days, somewhat.\n", "\nMuch of the action surrounding futures and options on quadruple witching days are focused on offsetting, closing, or rolling out positions. A futures contract contains an agreement between the buyer and the seller in which the underlying security is to be delivered to the buyer at the contract price at expiration.\n", "\nFor example, Standard &amp; Poor’s 500 E-mini contracts, which are 20% of the size of the regular contract, are valued by multiplying the price of the index by 50.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿ On a contract priced at 2,100, the value is $105,000, which is delivered to the contract owner if the contract is left open at expiration.\n", "\nOn the expiration date, contract owners do not take delivery and instead, can close their contracts by booking an offsetting trade at the prevailing price cash settling the gain or loss from the purchase and sale prices. Traders can also extend the contract by offsetting the existing trade and simultaneously booking a new option or futures contract to be settled in the future—a process called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rollforward.asp\" rel=\"noopener noreferrer\">rolling</a> the contracts forward.\n", "\nOver the course of a quadruple witching day, transactions involving large blocks of contracts can create price movements that may provide arbitrageurs the opportunity to profit on temporary price distortions. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\" rel=\"noopener noreferrer\">Arbitrage</a> can rapidly escalate volume, particularly when high-volume round trips are repeated multiple times over the course of trading on quadruple witching days. However, just as activity can provide the potential for gains, it can also lead to losses very quickly.\n", "\nFriday, March 15, 2019, was the first quadruple witching day of 2019. The frenzy leading up to Friday during that week led to increased market activity. However, it's uncertain as to whether the witching leads to increased gains in the market since it's impossible to separate any gains due to expiring options and futures from gains due to other factors such as earnings and economic events.\n", "\nAccording to a Reuters<em> </em>report, trading volume on March 15, 2019, on U.S. market exchanges was <em>\"10.8 billion shares, compared to the 7.5 billion average\"</em> over the past 20 trading days.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nFor the week leading into quadruple witching Friday, the S&amp;P 500 was up 2.9% while the Nasdaq was up 3.8%, and the Dow Jones Industrial Average (DJIA) was up 1.6%. However, it appears much of the gains happened before quadruple witching Friday since the S&amp;P was only up by 0.5% while the Dow only up 0.54% Friday.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nIn folklore, the \"witching hour\" is a supernatural time of day when evil things may be afoot. In derivatives trading, this has been colloquially applied to the hour of contract expiration, often on a Friday at the close of trading. On quadruple witching, four different types of contracts expire simultaneously: listed index options, single-stock options, index futures, and stock futures.\n", "\nQuadruple witching usually occurs on the third Friday of March, June, September, and December, at market close (4:00 pm EST).\n", "\nBecause several derivatives expire at the same moment, traders will often seek to close out all of their open positions in advance of expiration. This can lead to increased trading volume and intraday volatility. Traders with large short <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamma.asp\">gamma</a> positions are particularly exposed to price movements leading up to expiration. Arbitrageurs try to take advantage of such abnormal price action, but doing so can also be quite risky.\n", "\nBecause traders will try to close or roll over their positions, trading volume is usually above average on quadruple witching, which can lead to greater volatility. However, one interesting phenomenon observed is that the price of a security may artificially tend toward a strike price with large open interest as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamma-hedging.asp\">gamma hedging</a> takes place. This can lead the price to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pinningthestrike.asp\">\"pin\" the strike</a> at expiration due to this sort of trading activity. Pinning a strike imposes <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pinrisk.asp\">pin risk</a> for options traders, where they become uncertain whether or not they should <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exercise.asp\">exercise</a> their long options that have expired at the money, or very close to being at the money. This is because at the same time, they are unsure of how many of their similar short positions they will be <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assignment.asp\">assigned</a> on.\n"]}