{"name": "Qualified Adoption Expenses (QAE)", "@id": "https://www.investopedia.com/terms/q/qae.asp", "related": ["https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/c/childanddependentcarecredit.asp", "https://www.investopedia.com/terms/m/mfs.asp", "https://www.investopedia.com/terms/e/earnedincomecredit.asp", "https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/t/taxcredit.asp"], "body": ["\nQualified adoption expenses are the necessary costs paid to adopt a child younger than 18 years of age or any disabled person who requires care. In the United States, qualified adoption expenses (QAE) are those expenses that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> defines as reasonable and necessary, including adoption fees, court costs, attorney fees, travel costs, and other expenses directly related to the adoption. These fees can be used to claim an adoption credit or exclusion that reduces the adopting parents' taxable income.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe Internal Revenue Service allows you to offset your tax bill with a credit for your qualified adoption expenses, as long as you meet certain eligibility requirements. To report your qualified adoption expenses, you'll use IRS Form 8839.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nEligible taxpayers use IRS form 8839 to provide the information required to claim the adoption credit on their federal tax returns. Taxpayers must provide the adopted child's first and last names, year of birth, and identifying number. They must also note whether the child has special needs or was foreign-born.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿ The tax credit for QAE phases out for taxpayers whose modified <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agi.asp\" rel=\"noopener noreferrer\">adjusted gross incomes</a> exceed a certain threshold. Taxpayers may not claim the adoption credit for any fees paid or reimbursed by an employer or government program. They also may not claim the credit when adopting a spouse's child.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nIf you paid qualified adoption expenses to adopt a child who is a U.S. resident or citizen, then you may be eligible for the credit, even if the adoption has not been finalized or was finalized in a different tax year. You may also qualify for the credit if you paid expenses to adopt a foreign child.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ Additionally, there are separate rules to claim the credit on Form 8839 if you adopt a child with special needs.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nFor 2020,<strong> </strong>the maximum credit was $14,300 per child.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ In addition, the adoption tax credit is no longer refundable. <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ This means that in order to recognize the full benefit of the credit, your total tax must be at least equal to your credit. For example, if your total tax for the year is only $10,000 but you spend $14,000 in qualified adoption expenses, $10,000 is the most you can save in tax. However, if the entire credit is not used, any remaining amount can be carried forward for up to five years.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nFor tax year 2020, as long as your modified adjusted gross income was $214,520 or less, you qualified for the full credit. The credit phases out as your income increases and goes away completely when it exceeds $254,520.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n"]}