{"name": "Qualified Domestic Trust (QDOT)", "@id": "https://www.investopedia.com/terms/q/qualifying-domestic-trust.asp", "related": ["https://www.investopedia.com/terms/u/unlimited-marital-deduction.asp", "https://www.investopedia.com/terms/a/a-b-trust.asp", "https://www.investopedia.com/terms/m/marital-trust.asp", "https://www.investopedia.com/terms/f/form-706.asp", "https://www.investopedia.com/terms/e/estatetax.asp", "https://www.investopedia.com/terms/t/terminalyear.asp"], "body": ["\nA qualified domestic trust (QDOT) is a special kind of trust that allows taxpayers who survive a deceased spouse to take the marital deduction on estate taxes, even if the surviving spouse is not a U.S. citizen.\n", "\nNormally, a U.S. citizen surviving spouse can take the marital deduction, but a non-citizen surviving spouse cannot. QDOTs, like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qtip.asp\" rel=\"noopener noreferrer\">QTIP trusts</a>, only allow the marital deduction if assets are included inside the trust.\n", "\nA qualified domestic trust (QDOT) allows a non-citizen surviving spouse of a deceased taxpayer to take advantage of the marital deduction on estate tax for any assets that are placed into the trust before the death of the decedent. This kind of trust is helpful for the non-citizen surviving spouse, who under standard tax laws, would not be eligible for the marital deduction on estate tax.\n", "\nAs per the IRS, under Section 2056A, a surviving spouse is eligible for a 100% marital deduction of any estate taxes owed on assets. This means the surviving spouse pays no taxes on assets with no limit. However, if the surviving spouse is not a U.S. citizen, the marital deduction is not allowable. In addition, there is an estate tax <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exemption.asp\" rel=\"noopener noreferrer\">exemption</a> amount that applies individually or jointly that a non-resident non-citizen surviving spouse is not able to take advantage of that a U.S. citizen surviving spouse is allowed to use.\n", "\nForming a QDOT and putting all assets into the trust allows a non-citizen surviving spouse to take advantage of the marital deduction of 100% of estate taxes.\n", "\nFor surviving spouses who have not obtained U.S. citizenship for any reason, a QDOT is the best way to preserve marital assets. It is important to comply with all requirements and provisions of the trust for it to remain valid.\n", "\nA QDOT only protects the assets of decedents who have died after November 10, 1998. In addition, at least one trustee of the QDOT must be a U.S. citizen or a domestic corporation authorized to retain estate tax. If all these conditions are met, forming a QDOT and placing marital assets into it can preserve assets for the surviving non-citizen spouse.\n", "\nAlthough a QDOT allows the qualifying non-citizen surviving spouse to take the marital deduction on assets inside the trust, it does not exempt the trust from paying the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\" rel=\"noopener noreferrer\">estate tax</a>. It merely defers it until the death of the surviving non-citizen spouse.\n", "\nAt that time, the estate will be liable for Section 2056A estate taxes on all assets in the QDOT, whether or not there are surviving trustees. This could reduce the value of the assets in the trust significantly for any surviving trustees.\n"]}