{"name": "Qualified Trust Definition", "@id": "https://www.investopedia.com/terms/q/qualifiedtrust.asp", "related": ["https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/i/ira.asp", "https://www.investopedia.com/terms/t/traditionalira.asp", "https://www.investopedia.com/terms/n/nonperiodic-distribution.asp", "https://www.investopedia.com/terms/u/utma.asp"], "body": ["\nA qualified trust is a tax-advantaged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a> relationship between an employer and an employee in the form of a stock bonus, pension, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitsharingplan.asp\" rel=\"noopener noreferrer\">profit-sharing plan</a>. In a qualified trust, the underlying beneficiary may use his or her life expectancy to determine required minimum distribution (RMD) amounts, but other considerations like gender, race, or salary cannot be used.\n", "\nA trust may be \"qualified\" or \"non-qualified,\" according to the IRS. A qualified plan carries certain tax benefits. To be qualified, a trust must be valid under state law and must have identifiable beneficiaries. In addition, the IRA trustee, custodian, or plan administrator must receive a copy of the trust instrument. If a qualified trust is not structured correctly, disbursements are taxable by the IRS. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/060215/what-are-irs-guidelines-401a.asp\" rel=\"noopener noreferrer\">Section 401(a) of the Internal Revenue Code</a> authorizes and sets forth the requirements for what is considered a qualified trust.\n", "\nStipulations exist to be sure that an employer does not discriminate among employees when contributing to a qualified trust. For example, an employer may not discriminate in favor of employees that are more highly compensated. Contributions must be uniform across an organization.\n", "\nIn addition to qualified trusts, there is a myriad of other trust types.\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/charitableleadtrust.asp\" rel=\"noopener noreferrer\">charitable lead trust</a>, for example, beneficiaries are able to reduce their taxable income by donating a portion of the trust's income to charity. After a specified period of time, the remainder of the trust is transferred to the beneficiaries.\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bare-trust.asp\" rel=\"noopener noreferrer\">bare trust</a>, a beneficiary has the absolute right to the capital and assets within the trust, as well as the income these assets generate, such as dividends. While a trustee will often bear responsibility for managing the trust assets in a prudent manner, the trustee does not determine how or when the trust's capital or income is distributed.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personal-trust.asp\" rel=\"noopener noreferrer\">personal trust</a> is a type of trust that a person sets up for himself or herself as the beneficiary. As separate legal entities, personal trusts that have the authority to buy, sell, hold, and manage the property for the benefit of their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustor.asp\" rel=\"noopener noreferrer\">trustor</a> and can accomplish a variety of important objectives. For example, a young adult may set up a personal trust to pay for a graduate school program or professional education down the line.\n", "\nWhen setting up any trust, it is important to seek the support of a trust or estate lawyer, potentially a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/custodian.asp\" rel=\"noopener noreferrer\">custodian</a> to hold the assets, and possibly an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentadvisor.asp\" rel=\"noopener noreferrer\">investment advisor</a> to manage your trust(s) until it's time for withdrawal.\n"]}