{"name": "Qualified Disclaimer", "@id": "https://www.investopedia.com/terms/q/qualifieddisclaimer.asp", "related": ["https://www.investopedia.com/terms/d/disclaim.asp", "https://www.investopedia.com/terms/f/form-706.asp", "https://www.investopedia.com/terms/g/generation-skipping-transfer-tax.asp", "https://www.investopedia.com/terms/i/igdt.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/e/executor.asp"], "body": ["\nA qualified disclaimer is a refusal to accept property that meets the provisions set forth in the Internal Revenue Code (IRC) Tax Reform Act of 1976, allowing for the property or interest in property to be treated as an entity that has never been received. Section 2518 of the IRC permits a beneficiary of an estate or trust to make a qualified disclaimer so that it is as though the beneficiary never received the property, for tax purposes.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSometimes, the costs of receiving a gift may be greater than the benefits of the gift, as a result of tax implications. In these cases, refusing the gift may be the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-efficiency.asp\" rel=\"noopener noreferrer\">tax-efficient</a> thing to do. The disclaim of any gift or bequest is known as a qualified disclaimer, for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal_income_tax.asp\" rel=\"noopener noreferrer\">federal income tax</a> purposes. The Internal Revenue Service (IRS) defines a qualified disclaimer as an irrevocable and unqualified refusal by a person to accept an interest in property.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nQualified disclaimers are used to avoid federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\" rel=\"noopener noreferrer\">estate tax</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gifttax.asp\" rel=\"noopener noreferrer\">gift tax</a>, and to create legal inter-generational transfers which avoid taxation, provided they meet the following set of requirements:\n", "\nOnly if these four requirements are met can the disclaimant be treated as if they never received the gift in the first place. The disclaimed property is then passed to the \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contingent_beneficiary.asp\" rel=\"noopener noreferrer\">contingent beneficiary</a>\" by default, that is, to a party other than the original stated beneficiary of the gift or bequest. Basically, the property passes to the contingent beneficiary without any tax consequence to the person disclaiming the property, provided the disclaimer is qualified. Under federal tax law, if an individual makes a \"qualified disclaimer\" with respect to an interest in property, the disclaimed interest is treated as if the interest had never been transferred to that person, for gift, estate, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generation-skipping-transfer-tax.asp\" rel=\"noopener noreferrer\">generational-skipping transfer</a> (GST) tax purposes. Thus, a person that makes a qualified disclaimer will not incur transfer tax consequences because they are disregarded for transfer tax purposes. The federal law does not treat the disclaimant as if they had predeceased the decedent. This is contrary to many states' disclaimer laws in which disclaimed property interests are transferred as if the disclaimant had predeceased the donor or decedent.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nDue to the strict regulations that determine whether disclaimers are considered \"qualified\" according to the standards of the IRC, it is essential that the renouncing party understand the risk involved in disclaiming property. In most cases, the tax consequences of receiving property fall far short of the value of the property itself. It is usually more beneficial to accept the property, pay the taxes on it, and then sell the property, instead of disclaiming interest in it.\n", "\nIf a disclaimer does not meet the four requirements listed above, then it is a non qualified disclaimer. In this case, the disclaimant, rather than the decedent, is treated as having transferred the interest in the property to the contingent beneficiary. Additionally, the disclaimant is treated as the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transferor.asp\" rel=\"noopener noreferrer\">transferor</a> for gift tax purposes and will need to apply the gift tax rules to determine whether a taxable gift was made to the contingent beneficiary.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nWhen used for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/succession-planning.asp\" rel=\"noopener noreferrer\">succession planning</a>, qualified disclaimers should be used in light of the wishes of the deceased, the beneficiary, and the contingent beneficiary.\n"]}