{"name": "Qualifying Event Definition", "@id": "https://www.investopedia.com/terms/q/qualifying-event.asp", "related": ["https://www.investopedia.com/terms/h/health-insurance-marketplace.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/h/hra.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/m/medicare-part-b-premiums.asp", "https://www.investopedia.com/terms/v/voluntary-life-insurance.asp"], "body": ["\nA qualifying event is a change in life circumstances that allows you to alter an existing health insurance policy, or sign up for a new one, outside of open enrollment periods.\n", "\nWithout a qualifying event, you would need to wait until the next open enrollment period before making any changes. Common examples of qualifying events include the birth or adoption of a child, death of a spouse, or a change in marital status.\n", "\nIn the United States, most healthcare services are covered by private health insurance plans, with the remainder provided by government programs such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/medicare-vs-medicaid.asp\" rel=\"noopener noreferrer\">Medicare and Medicaid</a>. Many people receive health insurance through their employers who may cover all or part of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">premiums</a>, or they can purchase a plan through the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/health-insurance-marketplace.asp\" rel=\"noopener noreferrer\">Health Insurance Marketplace</a>.\n", "\nTypically, you can choose the type and amount of coverage based on your needs during open enrollment periods. Open enrollment periods are typically held at the end of the year with coverage starting at the beginning of the following year. For example, open enrollment for the Health Insurance Marketplace typically runs from November through mid-December. Once open enrollment is closed, you can't make changes to the type of insurance coverage selected, unless you experience a qualifying event.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nQualifying events, also commonly called qualifying life events, are circumstances that can significantly impact your personal and financial situation—such as getting married, divorced, having a baby or adopting a child, and the death of a spouse. Many health insurance contracts contain provisions stating that, if such an event occurs, a special enrollment period will be triggered and a policyholder can request changes to their insurance policy without needing to wait for the next open enrollment period.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOne potential life event that is treated differently relates to employment. If you leave or lose your job, you may be able to stay on your employer's group health plan thanks to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insurance/11/intro-cobra-health-insurance.asp\">Consolidated Omnibus Budget Reconciliation Act (COBRA)</a>, which was passed by Congress in 1986.\n", "\nOne caveat of COBRA coverage is that the premium is usually higher than when you were employed because you pay the entire cost of the insurance. Most employers usually chip in a significant portion of healthcare premiums for employees.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nThe passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\">Affordable Care Act (ACA)</a>, colloquially known as “Obamacare,” had an impact on what counts as a qualifying event. For example, the ACA made it possible for young people to be covered under their parents' health insurance until the age of 26. Their 26th birthday is then considered a qualifying event, which makes them eligible to sign up for their own coverage at that time.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nLosing existing health coverage due to, for example, the loss of a job or losing student health coverage is also considered a qualifying event under the ACA.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n"]}