{"name": "Qualified Institutional Placement (QIP) Definition", "@id": "https://www.investopedia.com/terms/q/qip.asp", "related": ["https://www.investopedia.com/terms/g/gdr.asp", "https://www.investopedia.com/terms/i/idr.asp", "https://www.investopedia.com/terms/a/adr.asp", "https://www.investopedia.com/terms/i/india_etf.asp", "https://www.investopedia.com/terms/c/cdr.asp", "https://www.investopedia.com/terms/s/sponsoredadr.asp"], "body": ["\nA qualified institutional placement (QIP) is, at its core, a way for listed companies to raise capital without having to submit legal paperwork to market regulators. It is common in India and other Southeast Asian countries. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sebi.asp\">Securities and Exchange Board of India</a> (SEBI) created the rule to avoid the dependence of companies on foreign capital resources.\n", "\nA qualified institutional placement (QIP) was initially a designation of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a> issue given by the Securities and Exchange Board of India (SEBI). The QIP allows an Indian-listed company to raise capital from domestic markets without the need to submit any pre-issue filings to market regulators. The SEBI limits companies to only raising money through issuing securities.  \n", "\nThe SEBI put forth the guidelines for this unique avenue of Indian <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financing.asp\">financing</a> on May 8, 2006. The primary reason for developing QIPs was to keep India from depending too much on foreign capital to fund its economic growth.\n", "\nBefore the QIP, there was a growing concern from Indian regulators that its domestic companies were accessing international funding too readily via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adr.asp\">American depository receipts</a> (ADRs), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fccb.asp\">foreign currency convertible bonds</a> (FCCBs) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdr.asp\">global depository receipts</a> (GDR), rather than Indian-based capital sources. Authorities proposed the QIP guidelines to encourage Indian companies to raise funds domestically instead of tapping into overseas markets.\n", "\nQIPs are helpful for a few reasons. Their use saves time as the issuance of QIPs and the access to capital is far quicker than through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fpo.asp\">follow-on public offer</a> (FPO). The speed is because QIPs have far fewer legal rules and regulations to follow, making them much more cost-efficient. Further, there are fewer legal fees and there is no cost of listing overseas. \n", "\nIn India, 47 firms together raised Rs 551 billion ($8 billion) through QIPs in the fiscal year 2018. This figure is the highest ever in a financial year. However, as of early 2019, 30 of those 47 QIPs were trading below their original issue prices.\n", "\nTo be allowed to raise <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\">capital</a> through a QIP, a firm must be listed on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/092404.asp\">stock exchange</a> along with the minimum shareholding requirements as specified in their listing agreement. Also, the company must issue at least 10% of its issued securities to mutual funds or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/allotment.asp\">allottees</a>.\n", "\nRegulations also exist for the number of allottees on a QIP, depending on the specific factors within an issue. Additionally, no single allottee is allowed to own more than 50% of the total debt issue. Furthermore, allottees must not be related in any way to promoters of the issue. Several more regulations dictate who may or may not receive QIP securities issues. \n", "\nThe only parties eligible to purchase QIPs are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qib.asp\">qualified institutional buyers</a> (QIBs), which are accredited investors, as defined by whatever securities and exchange governing body preside over it. This limitation is due to the perception that QIBs are institutions with expertise and financial power that allows them to evaluate and participate in capital markets, at that level, without the legal assurances of a follow-on public offer (FPO). \n"]}