{"name": "Qualitative Analysis Definition and Example", "@id": "https://www.investopedia.com/terms/q/qualitativeanalysis.asp", "related": ["https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/c/cost-benefitanalysis.asp", "https://www.investopedia.com/terms/s/swot.asp", "https://www.investopedia.com/terms/i/intellectual_capital.asp", "https://www.investopedia.com/terms/s/stewardshipgrade.asp"], "body": ["\nQualitative analysis uses subjective judgment to analyze a company's value or prospects based on non-quantifiable information, such as management expertise, industry cycles, strength of research and development, and labor relations.\n", "\nQualitative analysis contrasts with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitativeanalysis.asp\" rel=\"noopener noreferrer\">quantitative analysis</a>, which focuses on numbers found in reports such as balance sheets. The two techniques, however, will often be used together to examine a company's operations and evaluate its potential as an investment opportunity.\n", "\nThe distinction between qualitative and quantitative approaches is similar to the difference between human and artificial intelligence. Quantitative analysis uses exact inputs such as profit margins, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtratio.asp\" rel=\"noopener noreferrer\">debt ratios</a>, earnings multiples, and the like. These can be plugged into a computerized model to yield an exact result, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairvalue.asp\" rel=\"noopener noreferrer\">fair value</a> of a stock or a forecast for earnings growth. Of course, for the time being, a human has to write the program that crunches these numbers, and that involves a fair degree of subjective judgment. Once they are programmed, though, computers can perform quantitative analysis in fractions of a second, while it might take even the most gifted and highly-trained humans minutes or hours.\n", "\nQualitative analysis, on the other hand, deals with intangible, inexact concerns that belong to the social and experiential realm rather than the mathematical one. This approach depends on the kind of intelligence that machines (currently) lack, since things like positive associations with a brand, management trustworthiness, customer satisfaction, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantage</a>, and cultural shifts are difficult, arguably impossible, to capture with numerical inputs. \n", "\nQualitative analysis can sound almost like \"listening to your gut,\" and indeed many qualitative analysts would argue that gut feelings have their place in the process. That does not mean, however, that it is not a rigorous approach. Indeed, it can consume much more time and energy than quantitative analysis.\n", "\nPeople are central to qualitative analysis. An investor might start by getting to know a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/02/062602.asp\" rel=\"noopener noreferrer\">company's management</a>, including their educational and professional backgrounds. One of the most important factors is their experience in the industry. More abstractly, do they have a record of hard work and prudent decision-making, or are they better at knowing—or being related to—the right people? Their reputations are also key: do their colleagues and peers respect them? Their relationships with business partners are also worth exploring since these can have a direct impact on operations.\n", "\nThe way employees view the company and its management is important. Are they satisfied and motivated, or do they resent their bosses? The rate of employee turnover can indicate employees' loyalty or lack thereof. What does <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-culture.asp\" rel=\"noopener noreferrer\">workplace culture</a> say about the company? Overly hierarchical offices promote intrigue and competition and sap productive energy; a sleepy, unmotivated environment can mean employees are mainly concerned with punching the clock. The ideal is a vibrant, creative culture that attracts top talent.\n", "\nAdmittedly, gathering data for qualitative analysis can be difficult. Fortune 500 CEOs are not known for sitting down with retail investors for a chat or showing them around the corporate headquarters. In part, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/071801.asp\" rel=\"noopener noreferrer\">Warren Buffett</a> can use qualitative analysis so effectively because people are willing to give him access to their time and information. The rest of us have to sift through news reports and companies' filings to get a sense of managers' records, strategies, and philosophies. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mdanalysis.asp\" rel=\"noopener noreferrer\">management discussion and analysis</a> (MD&amp;A) section of a company's <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/10-k.asp\" rel=\"noopener noreferrer\">10-K filing</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings-call.asp\" rel=\"noopener noreferrer\">quarterly earnings conference calls</a> provide a window into strategies and communication styles. Clear, transparent communication and coherent strategies are useful. Buzzwords, evasiveness, and short-termism, not so much.\n", "\nCustomers are the only group more crucial to a company's success than management and employees since they are the source of its revenue. Ironically, if a company places customers' interests before shareholders, it may be a better long-term investment. If feasible, it's a good idea to try being a customer. Say you're considering investing in an airline that has reined in costs, beat <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earningsestimate.asp\" rel=\"noopener noreferrer\">earnings estimates</a> in three consecutive quarters, and plans to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyback.asp\" rel=\"noopener noreferrer\">buy back shares</a>. When you try to actually use the airline, however, you find the website bug-ridden, the customer service representatives cranky, the extra fees petty, and your fellow passengers resentful. The negative experience tells you that the company has a lack of priority for its customers and to be careful making an investment in the airline.\n", "\nA company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessmodel.asp\" rel=\"noopener noreferrer\">business model</a> and competitive advantage are vital components of qualitative analysis. What gives the firm an enduring leg up over its rivals? Has it invented a new technology that competitors will find hard to replicate, or that has <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a> protection? Does it have a unique approach to solving a problem for its customers? Is its brand globally recognized—in a good way? Does its product have cultural resonance or an element of nostalgia? Will there still be a market for it in twenty years? If you can plausibly imagine another company stepping in and doing what this one does just a little bit better, then the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barrier to entry</a> may be too low. Why will an un-established company be the one to create or disrupt its chosen market, and why won't it then be replaced in turn?\n", "\nThe idea behind quantitative analysis is to measure things; the idea behind qualitative analysis is to understand them. The latter requires a holistic view and a fact-based overarching narrative. Context is key. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\" rel=\"noopener noreferrer\">CEO</a> who dropped out of college would be a red flag in some cases, but <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mark-zuckerberg.asp\" rel=\"noopener noreferrer\">Mark Zuckerberg</a> and Steve Jobs are exceptions. Silicon Valley is, for better or worse, a different beast. A look at McDonald's Corp's (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=mcd\" rel=\"noopener noreferrer\">MCD</a>) financials a few years ago would have told you nothing about a looming backlash against cheap, unhealthy food. On the other hand, a purely qualitative approach is vulnerable to distortion by blind spots and personal biases. Quantitative measures can act as a check on these tendencies.\n"]}