{"name": "Qualified Dividend Definition", "@id": "https://www.investopedia.com/terms/q/qualifieddividend.asp", "related": ["https://www.investopedia.com/terms/o/ordinaryincome.asp", "https://www.investopedia.com/terms/o/ordinary-dividends.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/q/qualifyingdisposition.asp", "https://www.investopedia.com/terms/g/gross-dividends.asp", "https://www.investopedia.com/terms/d/dividend-capture.asp"], "body": ["\nA qualified dividend is a dividend that falls under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\">capital gains tax</a> rates that are lower than the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\">income tax</a> rates on unqualified, or ordinary, dividends. Tax rates for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinary-dividends.asp\">ordinary dividends</a> (typically those that are paid out from most common or preferred stocks) are the same as standard federal income tax rates, or 10% to 37% for tax year 2020.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nBy comparison, qualified dividends are taxed as capital gains at rates of 20%, 15%, or 0% depending on the tax bracket.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Because of this discrepancy in rate, the difference between ordinary vs. qualified dividends can be substantial when it comes time to pay taxes.\n", "\nRegular dividends are classified as either qualified or ordinary, each with different tax implications that impact an investor's net return. The tax rate on qualified dividends for investors that have ordinary income taxed at 10% or 12% is 0%. Those that pay income tax rates greater than 12% and up to 35% (for ordinary incomes of up to $434,551) have a 15% tax rate on qualified dividends. The tax rate on qualified dividends is capped at 20%, which is for individuals in the 35% or 37% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxbracket.asp\">tax brackets</a> and with ordinary income greater than $434,551.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> These tax rates on long-term capital gains are current through the 2019 calendar year. Note also that there is an additional 3.8% Net Investment Income Tax (NIIT) which is applicable for individuals with modified adjusted gross income exceeding $200,000 or $250,000 for married taxpayers who are filing their taxes jointly.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nQualified dividends are listed in box 1b on IRS <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099div.asp\">Form 1099-DIV</a>, a tax form sent to investors who receive <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution.asp\">distributions</a> during the calendar year from any type of investment. Box 1a on the form is reserved for ordinary dividends, which are the most common type of dividend paid to investors from a corporation or mutual fund, according to the IRS.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTo qualify for the maximum tax rates of 0%, 15%, or 20% that apply to long-term capital gains, qualified dividends must meet the following requirements, as outlined by the Internal Revenue Service (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">IRS</a>):\n", "\nQualified and unqualified (ordinary) dividends may have differences that appear to be minor but they have a significant impact on overall returns. Overall, most regular dividends distributed by companies in the U.S. can be classified as qualified.\n", "\nThe biggest difference between qualified and unqualified dividends, as far as their impact come tax time, is the rate at which these dividends are taxed. Unqualified dividends are taxed at an individual’s normal income tax rate, as opposed to the preferred rate for qualified dividends as listed above. This means that individuals occupying any tax bracket will see a difference in their tax rates depending upon whether they have qualified or ordinary dividends.\n", "\nA foreign corporation qualifies for the special tax treatment if it meets one of the following three conditions: the company is incorporated in a U.S. possession, the corporation is eligible for the benefits of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comprehensiveincome.asp\" rel=\"noopener noreferrer\">comprehensive income</a> <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxtreaty.asp\" rel=\"noopener noreferrer\">tax treaty</a> with the United States or the stock is readily tradable on an established securities market in the United States. A foreign corporation is not qualified if it is considered a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pfic.asp\" rel=\"noopener noreferrer\">passive foreign investment company</a>.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nSome dividends are automatically exempt from consideration as a qualified dividend. These include dividends paid by real estate investment trusts (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">REITs</a>), master limited partnerships (MLPs), those on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\">employee stock options</a>, and those on tax-exempt companies. Dividends paid from <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarketaccount.asp\">money market accounts</a>, such as deposits in savings banks, credit unions, or other financial institutions, do not qualify and should be reported as interest income.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> Special one-time dividends are also unqualified. Lastly, qualified dividends must come from shares that are not associated with hedging, such as those used for short sales, puts, and call options. The aforementioned investments and distributions are subject to the ordinary income tax rate.\n", "\nThe IRS requires investors to hold shares for a minimum period of time to benefit from the lower tax rate on qualified dividends. Common stock investors must hold the shares for more than 60 days during the 121-day period that starts 60 days before the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/02/110802.asp\" rel=\"noopener noreferrer\">ex-dividend date</a>, or the date after the dividend has been paid out and after which any new buyers would then be eligible to receive future dividends. For <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\">preferred stock</a>, the holding period is more than 90 days during a 181-day period that starts 90 days before the ex-dividend date.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nFor mutual funds, the holding period requirements are somewhat different. In this case, a mutual fund must have held the security unhedged for at least 61 days of the 121-day period which began at least 60 days before the ex-dividend date of the security.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Investors must have held the applicable share of the mutual fund for the same period as well.\n", "\nBecause the holding period requirements can be difficult to assess, consider the following hypothetical example:\n", "\nAn investor receives dividends as qualified from shares in mutual fund X. That investor bought 1,000 shares of fund X on May 1 for the tax year in question. That investor then sold 100 of those shares on June 1, but continued to hold the (unhedged) 900 remaining shares. The ex-dividend date for the fund in question was May 15.\n", "\nWithin the 121-day window, the investor held 100 shares for 31 days (from May 1 through June 1) and the remaining 900 shares for at least 61 days (from May 1 through July 1). This means that the dividend income earned from the 900 shares held for at least 61 days would be considered qualified dividend income, while the income earned from the 100 shares held for just 31 days would be unqualified dividend income. The investor could then use the qualified dividend per share price in order to calculate the actual amount of qualified dividends for tax reporting purposes.\n", "\nFor most everyday investors, the question of whether a dividend will be qualified or not is usually a non-issue. The reason for this is that most regular dividends from U.S. corporations are considered qualified. Nonetheless, particularly for those investors focused on foreign companies, REITs, MLPs, and other types of investment vehicles indicated above, the difference between qualification and the alternative can be significant when it comes time to calculate taxes.\n", "\nOn the other hand, there isn’t much that an investor can do in order to have a bearing on whether or not dividends will be considered qualified. The most important action an investor can take is to hold stocks for the minimum holding period as stipulated by the type of stock as detailed above.\n", "\nQualified dividends are taxed at the same rate as long-term capital gains, lower than that of ordinary dividends, which are taxed as ordinary income. This was done to incentivize companies to reward their long-term shareholders with higher dividends and also incentivizes investors to hold their stocks for longer to collect these dividends payments.\n", "\nThe stocks that pay the dividends must be held for at least 60 days within a 121-day period that begins 60 days before the ex-dividend date, which is the first date following the declaration of a dividend on which the holder is not entitled to the next dividend payment. The number of days includes the day the recipient sold the stock but not the day he acquired it, and he cannot count days during which his \"risk of loss was diminished,\" according to IRS rules.\n", "\nYour broker will break out the qualified and ordinary dividends that are paid to you, and are reported in separate boxes on the IRS Form <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form1099div.asp\" rel=\"noopener noreferrer\">1099-DIV</a> that your broker will send to you each tax year. Ordinary dividends are reported in box 1a, and qualified dividends in box 1b.\n"]}