{"name": "Qualified Distribution Definition", "@id": "https://www.investopedia.com/terms/q/qualifieddistribution.asp", "related": ["https://www.investopedia.com/terms/r/rothira.asp", "https://www.investopedia.com/terms/i/ira-rollover.asp", "https://www.investopedia.com/terms/t/traditionalira.asp", "https://www.investopedia.com/terms/1/401kplan.asp", "https://www.investopedia.com/terms/h/hardship_withdrawal.asp", "https://www.investopedia.com/terms/i/ira.asp"], "body": ["\nThe term qualified distribution refers to a withdrawal from a qualified retirement plan. These distributions are both tax- and penalty-free. Eligible plans from which a qualified distribution can be made include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)s</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/403bplan.asp\" rel=\"noopener noreferrer\">403(b)s</a>. Qualified distributions can't be used at an investor's discretion. Instead, they come with certain conditions and restrictions set by the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a>, so they aren't abused.\n", "\nThe government wants to encourage people to save for their later years and offers substantial tax benefits to those who save in qualified retirement accounts. As such, many people pay into qualified plans in order to save for retirement. These plans include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\" rel=\"noopener noreferrer\">individual retirement accounts</a> (IRAs), 401(k)s, and 403(b)s.\n", "\nTo make sure people don't abuse these accounts and use them to avoid paying taxes, the IRS imposes additional taxes and penalties on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/withdrawal.asp\" rel=\"noopener noreferrer\">withdrawals</a> that don't meet the qualified distribution criteria. This means that if you withdraw money and the withdrawal does not meet the criteria for the account, you will be taxed.\n", "\nHowever, if you meet the conditions, you can make what's called a qualified distribution without having to pay taxes or penalties. The rules vary based on the type of account for what constitutes a qualified distribution, so it's important to know what they are before you consider making a withdrawal.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxdeferred.asp\" rel=\"noopener noreferrer\">Tax-deferred</a> retirement plans require that the account holder be at least 59½ years of age at the time the withdrawal is made in order for it to be considered a qualified distribution. Tax-deferred plans include traditional IRAs, simplified employee pension IRAs, savings incentive match plans for employees IRAs, traditional 401(k)s, and traditional 403(b)s. Although the account owner will have to pay some income tax on a tax-deferred plan distribution, there will not be any early withdrawal penalties as long as the person is at 59½ years of age.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUnlike traditional IRAs, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rothira.asp\" rel=\"noopener noreferrer\">Roth IRAs</a> do not provide a tax deduction in the years they're funded. In other words, Roths are funded with after-tax dollars. However, Roth IRAs allow some distributions or withdrawals to be made on a tax-free basis, but there are conditions that need to be satisfied. For Roth IRAs, there are two criteria for a qualified withdrawal.\n", "\nIf the distribution is qualified, there are no taxes on a Roth IRA withdrawal. However, if both of these requirements are not met, the withdrawal will not qualify as a distribution.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/designated-roth-account.asp\" rel=\"noopener noreferrer\">Designated Roth accounts</a> are employer-sponsored plans with an after-tax savings option, such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roth401k.asp\" rel=\"noopener noreferrer\">Roth 401(k)</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/08/roth-401k-403b.asp\" rel=\"noopener noreferrer\">Roth 403(b)</a>. These plans also have two requirements for qualified, tax-free distributions. The first is the same as the Roth IRA—the account must have been opened for at least five tax years. The second requires the owner and withdrawer to be at least 59½ years of age, permanently disabled, or taking withdrawals from an inherited account. Whether or not you are buying a first home won't help you in this case.\n", "\nIf you make an early withdrawal, a 10% early <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/withdrawal-penalty.asp\" rel=\"noopener noreferrer\">withdrawal penalty</a> will apply to the taxable portion of your non-qualified distributions, unless an exception applies. For tax-deferred accounts, that means the entire distribution unless you've made nondeductible contributions. For designated Roth accounts, early withdrawals are prorated between your contributions—which are tax-free and, therefore, penalty-free—and your earnings—which are taxed and penalized. For Roth IRAs, all your contributions can be taken out tax- and penalty-free before earnings are taxed and penalized.\n", "\nIf you are taking an early, taxable withdrawal, you can avoid all or a portion of the penalty, but not the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income taxes</a>. This is only if you qualify for an exception. You can avoid this penalty if you:\n", "\nYour entire distributions come out penalty-free, no matter the plan. If you're taking an early withdrawal from an employer plan, you also avoid the penalty if you're at least 55 years old when you leave your job. IRAs let you skip out on the penalty for medical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">insurance premiums</a> when you're unemployed, higher education expenses, and up to $10,000 for a first home.\n", "\nIn addition to qualified distributions, additional rules pertaining to both traditional and Roth 401(k)s include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredminimumdistribution.asp\" rel=\"noopener noreferrer\">required minimum distributions</a> (RMDs) after the account holder turns 72 or when they retire—whichever is later (assuming the plan is at the company where they still work. If it's a 401(k) from a previous employer, the withdrawals must start at age 72).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nDirect and indirect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rollover.asp\" rel=\"noopener noreferrer\">rollovers</a> are key aspects of Roth IRAs and other forms of retirement plans along with qualified distributions. Most rollovers—whether direct or indirect—occur when people change jobs, but some occur when account holders want to switch to an IRA with better benefits or investment choices.\n", "\nIn a direct rollover, the retirement plan administrator pays the plan’s proceeds directly to another plan or an IRA, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k) plan</a>. In an indirect rollover, a plan administrator transfers assets among plans by giving an employee a check to be deposited into their own personal account. With an indirect rollover, it is up to the employee to redeposit the funds into the new IRA within the allotted 60-day period to avoid penalty.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}