{"name": "Qualifying Relative", "@id": "https://www.investopedia.com/terms/q/qualifying-relative.asp", "related": ["https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/i/irs-pub-929.asp", "https://www.investopedia.com/terms/f/filingstatus.asp", "https://www.investopedia.com/terms/e/exemption.asp", "https://www.investopedia.com/terms/j/joint-return-test.asp"], "body": ["\nA qualifying relative is a person designated by federal income tax code to be allowed to be claimed as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dependent.asp\">dependent</a> by a taxpayer assuming the taxpayer provided considerable financial support for the qualifying relative during the tax year. Claiming a qualifying relative as a dependent will not currently allow the taxpayer to take an additional exemption, though, as the personal exemption has been temporarily eliminated under the TCJA (Tax Cuts and Jobs Act of 2018).<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nUnder the TCJA, the standard deduction was nearly doubled, and as such, taxpayers do not get an additional exemption for claiming a qualifying relative. A qualifying relative does not have to be biologically related to the taxpayer.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nA qualifying relative is a specific term with a very clear-cut meaning to the Internal Revenue Service (IRS). As a qualifying relative, a taxpayer can claim that person as a dependent and receive potential tax credits that may accompany the addition of that person to the household.\n", "\nQualifying relatives most commonly include one's older relative who has come home to live and be taken care of in the household. As a dependent, they must not be earning income and should be relying on the household income providers for support. The spouse of a taxpayer is not considered a qualifying relative.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nThe IRS requires four tests to be passed for a person to be classified as a qualifying relative.\n", "\nIRS Publication 501, Exemptions, Standard Deductions, and Filing Information, provides details about meeting the qualifying relative tests, information about being a qualifying child, filing as head of household, special custody and residency situations, and other deductions.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> This official publication gives detailed information about special circumstances, including how to file when multiple taxpayers provide support for the same person; limits of earning a salary, hourly wages or receiving money from other sources to stay under the limit for a qualifying relative; and what qualifies a person as living temporarily away from the taxpayer.\n"]}