{"name": "Quantitative Analysis (QA) Definition", "@id": "https://www.investopedia.com/terms/q/quantitativeanalysis.asp", "related": ["https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/q/quantitative-trading.asp", "https://www.investopedia.com/terms/q/qualitativeanalysis.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp", "https://www.investopedia.com/terms/f/fundamentals.asp", "https://www.investopedia.com/terms/s/statistics.asp"], "body": ["\nQuantitative analysis (QA) is a technique that uses mathematical and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statistics.asp\">statistical </a>modeling, measurement, and research to understand behavior. Quantitative analysts represent a given reality in terms of a numerical value. Quantitative analysis is applied to the measurement, performance evaluation, valuation of a financial instrument, and predicting real-world events such as changes in a country's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">gross domestic product</a> (GDP).\n", "\nQuantitative analysis provides <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/analyst.asp\">analysts</a> with tools to examine and analyze past, current, and anticipated future events. Any subject involving numbers can be quantified; thus, QA is used in many fields including analytical chemistry, financial analysis, social science, and organized sports. In the financial world, analysts who rely strictly on QA are frequently referred to as \"quants\" or \"quant jockeys.\"\n", "\nIn the financial services industry, QA is used to analyze investment opportunities, such as when to purchase or sell securities. Investors perform QA when using key <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-ratios-4689817\">financial ratios</a>, such as the price-earnings ratio (P/E) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\">earnings per share</a> (EPS), in their investment decision-making process (e.g., whether to purchasing shares of a company's stock). QA ranges from the examination of simple statistical data (e.g., revenue) to complex calculations (e.g., <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\">discounted cash flow</a> or option pricing).\n", "\nWhile QA serves as a useful evaluation tool, it is often combined with the complementary research and evaluation tool <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\">qualitative analysis</a>. It is common for a company to use quantitative analysis to evaluate figures such as sales revenue, profit margins, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonassets.asp\">return on assets</a> (ROA).\n", "\nHowever, to get a better picture of a company's performance, analysts also evaluate information that is not easily quantifiable or reduced to numeric values, such as reputation or employee morale. Qualitative analysis focuses on meanings, involves sensitivity to context rather than the desire to obtain universal generalizations, and establishes rich descriptions rather than quantifiable metrics. Qualitative analysis seeks to answer the \"why\" and \"how\" of human behavior.\n", "\nIn a combined qualitative and quantitative analysis project, a company, analyst, or investor might wish to evaluate the strength of a product. Qualitative tools used for the project can include customer surveys and panel discussions. A quantitative analysis of the product can also be initiated through the examination of data regarding numbers of repeat customers, customer complaints, and the number of warranty claims over a given period.\n", "\nQA is not the opposite of qualitative analysis; they are just different philosophies. Used together, they provide useful information for informed decisions that promote a better society, improve financial positions, and enhance business operations.\n"]}