{"name": "Quarterly Income Debt Securities (QUIDS)", "@id": "https://www.investopedia.com/terms/q/quids.asp", "related": ["https://www.investopedia.com/terms/u/unsecured-note.asp", "https://www.investopedia.com/terms/s/seniorsecurity.asp", "https://www.investopedia.com/terms/d/debenture.asp", "https://www.investopedia.com/terms/z/zero-couponconvertible.asp", "https://www.investopedia.com/terms/c/convertiblesubordinatednote.asp", "https://www.investopedia.com/terms/r/retailnote.asp"], "body": ["\nQuarterly Income Debt Securities (QUIDS) are tradable debt instruments that pay a quarterly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\">coupon</a>.\n", "\nQuarterly Income Debt Securities (QUIDS) generally involve senior <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unsecureddebt.asp\">unsecured debt</a> issued in small denominations with long maturities. Investors could expect a common issuance of QUIDS to have a $25 par value per share, maturing in 30 years and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callable-security.asp\">callable</a> after five years, for example. Goldman Sachs originally established the product and holds a service mark for their name.\n", "\nThe debt issued via QUIDS involves a third-party issuer, usually created as a subsidiary of a parent company for the sole purpose of issuing debt and loaning the proceeds to the parent. Issuers use this structure to move shareholders of QUIDS ahead of other creditors in any bankruptcy or other liquidation proceeding, mitigating shareholder risk. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\">Preferred stock</a> and hybrid debt securities that mimic the behavior of preferred stock offer similar benefits, however, QUIDS coupons represent interest payments for tax purposes, and their shareholders typically take priority even over holders of preferred securities.\n", "\nDebt securities offer investors a tradable unit of a debt instrument that, aside from special cases like zero-coupon bonds, generally offers a fixed income stream via a periodic interest payment. The primary risk for holders of debt instruments takes the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a>, where the debt issuer fails to make contractually obligated payments of interest or principal. Investors generally balance risk against the amount of profit they expect to make from interest payments over the course of a debt issuance, requiring a faster or larger return to compensate for a riskier loan.\n", "\nCompanies may also attempt to lower their cost of borrowing by issuing different kinds of debt based upon a creditor’s priority in any liquidation or bankruptcy proceedings. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subordinateddebt.asp\">Subordinated debt</a> lies at the bottom of the priority list, meaning holders of subordinated debt get paid only after those who hold <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seniordebt.asp\">senior debt</a> receive their payments.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quips.asp\">Quarterly Income Preferred Securities (QUIPS)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustpreferredsecurity.asp\">Trust Preferred Securities (TruPS)</a> offer investors similar benefits to QUIDS in the form of regular payment on a preferred security. QUIPS feature a structure similar to QUIDS, except that the subsidiary lending money to the parent issues its own preferred stock to investors. Companies that issue TruPS form a trust rather than a subsidiary corporation. Investors then receive preferred shares of the trust.\n", "\nAll three securities resemble one another superficially, but each type of security has subtle differences that may or may not match an investor’s expectations. Issuing companies may prefer the tax treatment afforded to one structure or another and decide which type of security to issue accordingly. Investors should always do their homework and be aware of where they sit in the hierarchy of potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\">creditors</a>, as well as any potential issues with the issuer’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/solvency.asp\">solvency</a>.\n"]}