{"name": "Race to the Bottom Definition", "@id": "https://www.investopedia.com/terms/r/race-bottom.asp", "related": ["https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/m/microrisk.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp", "https://www.investopedia.com/terms/t/trade-liberalization.asp", "https://www.investopedia.com/terms/m/multinationalcorporation.asp", "https://www.investopedia.com/terms/i/industrial-revolution.asp"], "body": ["\nThe race to the bottom refers to a competitive situation where a company, state, or nation attempts to undercut the competition's prices by sacrificing quality standards or worker safety (often defying regulation), or reducing labor costs. A race to the bottom can also occur among regions. For example, a jurisdiction may relax regulations or cut taxes and compromise the public good in an attempt to attract investment, such as the building of a new factory or corporate office.\n", "\nAlthough there are legitimate ways to compete for business and investment dollars, the term race to the bottom is used to characterize unhinged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tit-for-tat.asp\" rel=\"noopener noreferrer\">tit-for-tat</a> competition that has crossed ethical lines and could be destructive for the parties involved.\n", "\nJustice Louis Brandeis is generally credited with coining the term \"race to the bottom\". In a 1933 judgment for the case <em>Liggett v. Lee</em>, he stated that the competition between states to entice companies to incorporate in their jurisdiction was \"one not of diligence but of laxity\", meaning states were relaxing rules and regulations instead of refining them to gain an edge over competitors.\n", "\nThe race to the bottom is thus a result of cutthroat competition. When companies engage in the race to the bottom, its impact is felt beyond the immediate participants. Lasting damage can be done to the environment, employees, the community, and the companies’ respective <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a>. Moreover, consumer expectations of ever lower prices may mean that the eventual victor finds <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\" rel=\"noopener noreferrer\">profit margins</a> permanently squeezed. If consumers confront poor quality goods or services as a result of cost cutting during the race to the bottom, the market for those goods or services could dry up.\n", "\nThe phrase race to the bottom is often applied in the context of labor and staffing. Many companies go to great lengths to keep wages low to protect profit margins while still offering a competitive product. The retail sector, for example, is often accused of engaging in a race to the bottom and using wage reduction and benefits cuts as easy targets. The sector as a whole resists labor law changes that would increase benefits or wages, which, in turn, would increase costs.\n", "\nIn response to rising wages and demands for benefits, many retail companies have moved the production of goods overseas to regions with lower wages and benefits or have encouraged their suppliers to do so using their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchasingpower.asp\" rel=\"noopener noreferrer\">purchasing power</a>. The jobs that remain in the domestic market - the in-store functions - may cost more as laws change, but the bulk of labor involved in manufacturing and production can be moved to regions with lower cost labor.\n", "\nIn order to attract more business investment dollars, states and national jurisdictions often engage in a race to the bottom by changing their taxation and regulation regimes. The disparity in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatetax.asp\" rel=\"noopener noreferrer\">corporate tax</a> worldwide has seen companies shift their head offices or move operations to obtain a favorable <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/effectivetaxrate.asp\" rel=\"noopener noreferrer\">effective tax rate</a>. There is a cost to lost tax dollars because corporate taxes contribute to a country’s infrastructure and social systems. Taxes also support environmental regulations. When a company spoils the environment during production, the public pays in the long run no matter how much of a short-term boost the business activity generated.\n", "\nIn an economically rational world where all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/externality.asp\" rel=\"noopener noreferrer\">externalities</a> are known and considered, a true race to the bottom is not much of a concern. In the real world, however, where politics and money intersect, races to the bottom occur and they are often followed by the creation of a new law or regulation to prevent a repeat occurrence. Of course, over-regulation also has risks and disadvantages to an economy because it deters potential investors from entering a market due to the steep costs and red tape involved in the effort.\n", "\nWhile globalization has created a fertile market for exchange of ideas and trade between countries, it has also resulted in fierce competition between them to attract trade and investment. Large multinational corporations are an especially favored target and the competition is intense among low-income countries hungry for foreign direct investment (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdi.asp\" rel=\"noopener noreferrer\">FDI</a>).\n", "\nAccording to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://poseidon01.ssrn.com/delivery.php?ID=909090025124094095071066092068123086002052029048028062025125100077113127065002000024100038101125051104060003091109002125064106016019030019052026098102088026097085011072053021069107071124001086003113019068109001110070026124008109074126082004064067073002&amp;EXT=pdf\" rel=\"noopener noreferrer nofollow\">recent research</a>, low-income countries often implement lax labor standards, whether they pertain to wages or safety conditions, to attract manufacturers to their jurisdictions. The Rana Plaza disaster in Bangladesh in 2013 was an example of the perils of this approach. On the back of low wages and cheap costs to set up shop, Bangladesh had become the world's second-biggest garment manufacturing center. The Rana Plaza building in Dhaka was a garment factory that violated several building codes of local laws. But <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nytimes.com/2013/05/23/world/asia/report-on-bangladesh-building-collapse-finds-widespread-blame.html\" rel=\"noopener noreferrer\">enforcement of those codes</a> was lax, resulting in a collapse that killed 1,000 workers.\n"]}