{"name": "Rational Choice Theory Definition", "@id": "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "related": ["https://www.investopedia.com/terms/b/behavioralfinance.asp", "https://www.investopedia.com/terms/b/behavioraleconomics.asp", "https://www.investopedia.com/terms/b/behavioralist.asp", "https://www.investopedia.com/terms/s/self-interest.asp", "https://www.investopedia.com/terms/m/mainstream-economics.asp", "https://www.investopedia.com/terms/r/rational-behavior.asp"], "body": ["\nRational choice theory states that individuals use rational calculations to make rational choices and achieve outcomes that are aligned with their own personal objectives. These results are also associated with maximizing an individual's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-interest.asp\">self-interest</a>. Using rational choice theory is expected to result in outcomes that provide people with the greatest benefit and satisfaction, given the limited option they have available.\n", "\nMany mainstream economic assumptions and theories are based on rational choice theory. Rational choice theory is associated with the concepts of rational actors, self-interest, and the invisible hand.\n", "\nRational choice theory is based on the assumption of involvement from rational actors. Rational actors are the individuals in an economy who make rational choices based on calculations and the information that is available to them. Rational actors form the basis of rational choice theory. Rational choice theory assumes that individuals, or rational actors, try to actively maximize their advantage in any situation and, therefore, consistently try to minimize their losses.\n", "\nEconomists may use this assumption of rationality as part of broader studies seeking to understand certain behaviors of society as a whole.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/adam-smith-economics/\">Adam Smith</a> was one of the first economists to develop the underlying principles of the rational choice theory. Smith elaborated on his studies of self-interest and the invisible hand theory in his book “An Inquiry into the Nature and Causes of the Wealth of Nations,” which was published in 1776.\n", "\nThe invisible hand itself is a metaphor for the unseen forces that influence a free market economy. First and foremost, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/invisiblehand.asp\">invisible hand theory</a> assumes self-interest. Both this theory and further developments in the rational choice theory refute any negative misconceptions associated with self-interest. Instead, these concepts suggest that rational actors acting with their own self-interest in mind can actually create benefits for the economy at large.\n", "\nAccording to the invisible hand theory, individuals driven by self-interest and rationality will make decisions that lead to positive benefits for the whole economy. Through the freedom of production, as well as consumption, the best interests of society are fulfilled. The constant interplay of individual pressures on market supply and demand causes the natural movement of prices and the flow of trade. Economists who believe in the invisible hand theory lobby for less government intervention and more free-market exchange opportunities.\n", "\nThere are many economists who dispute the veracity of the rational choice theory and the invisible hand theory. Dissenters have pointed out that individuals do not always make rational, utility-maximizing decisions. The field of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioraleconomics.asp\" rel=\"noopener noreferrer\">behavioral economics</a> is a more recent intervention into the problem of explaining the economic decision-making processes of individuals and institutions.\n", "\nBehavioral economics attempts to explain—from a psychological perspective—why individual actors sometimes make irrational decisions, and why and how their behavior does not always follow the predictions of economic models. Critics of rational choice theory say that, of course, in an ideal world people would always make optimal decisions that provide them with the greatest benefit and satisfaction. However, we don't live in a perfect world; in reality, people are often moved by emotions and external factors.\n", "\nThe Nobel laureate Herbert Simon, who rejected the assumption of perfect rationality in mainstream economics, proposed the theory of bounded rationality instead. This theory says that people are not always able to obtain all the information they would need to make the best possible decision. Simon argued that knowledge of all alternatives, or all consequences that follow from each alternative, is realistically impossible for most decisions that humans make.\n", "\nSimilarly, the economist Richard Thaler pointed out further limitations of the assumption that humans operate as rational actors. Thaler's idea of mental accounting shows how people place greater value on some dollars than others, even though all dollars have the same value. They might drive to another store to save $10 on a $20 purchase but they would not drive to another store to save $10 on a $1,000 purchase.\n", "\nLike all theories, one of the benefits of rational choice theory is that can be helpful in explaining individual and collective behaviors. All theories attempt to give meaning to the things we observe in the world. Rational choice theory can explain why people, groups, and society as a whole make certain choices, based on specific costs and rewards.\n", "\nRational choice theory also helps to explain behavior that seems irrational. Because a central premise of rational choice theory is that all behavior is rational, any action can be scrutinized for its underlying rational motivations.\n", "\nAccording to rational choice theory, rational investors are those investors that will quickly buy any stocks that are priced too low and short-sell any stocks that are priced too high.\n", "\nAn example of a rational consumer would be a person choosing between two cars. Car B is cheaper than Car A, so the consumer purchases Car B.\n", "\nWhile rational choice theory is logical and easy to understand, it is often contradicted in the real world. For example, political factions that were in favor of the Brexit vote, held on June 24, 2016, used promotional campaigns that were based on emotion rather than rational analysis. These campaigns led to the semi-shocking and unexpected result of the vote—the United Kingdom officially decided to leave the European Union. The financial markets then responded in kind with shock, wildly increasing short-term volatility, as measured by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vix.asp\" rel=\"noopener noreferrer\">CBOE Volatility Index</a> (VIX).\n", "\nThe key premise of rational choice theory is that people don’t randomly select products off the shelf. Rather, they use a logical decision-making process that takes into account the costs and benefits of various options, weighing the options against each other. \n", "\nAdam Smith, who proposed the idea of an \"invisible hand\" moving free-market economies in the mid-1770s, is usually credited as the father of rational choice theory. Smith discusses the invisible hand theory in his book “An Inquiry into the Nature and Causes of the Wealth of Nations,” which was published in 1776.\n", "\nThe main goal of rational choice theory is to explain why individuals and larger groups make certain choices, based on specific costs and rewards. According to rational choice theory, individuals use their self-interests to make choices that will provide them with the greatest benefit. People weigh their options and make the choice they think will serve them best.\n", "\nStates, intergovernmental organizations, nongovernmental organizations, and multinational corporations are all made up of human beings. In order to understand the actions of these entities, we must understand the behavior of the humans running them. Rational choice theory helps to explain how leaders and other important decision-makers of organizations and institutions make decisions. Rational choice theory can also attempt to predict the future actions of these actors.\n", "\nOne of the strengths of rational choice theory is the versatility of its application. It can be applied to many different disciplines and areas of study. It also makes reasonable assumptions and compelling logic. The theory also encourages individuals to make sound economic decisions. By making sound economic decisions, it is possible for an individual to acquire more tools that will allow them to further maximize their preferences in the future.\n", "\nThe majority of classical economic theories are based on the assumptions of rational choice theory: individuals make choices that result in the optimal level of benefit or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/utility.asp\">utility</a> for them. Further, people would rather take actions that benefit them versus actions that are neutral or harm them. Although many criticisms of rational choice theory exist—because people are emotional and easily distracted, and therefore, their behavior does not always follow the predictions of economic models—it is still widely applied across different academic disciplines and fields of study.\n"]}