{"name": "Rationalization Defintiion", "@id": "https://www.investopedia.com/terms/r/rationalization.asp", "related": ["https://www.investopedia.com/terms/a/asset-rationalization.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/v/verticalintegration.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/d/disruptive-innovation.asp", "https://www.investopedia.com/terms/s/strategic-buyer.asp"], "body": ["\nRationalization is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reorganization.asp\">reorganization</a> of a company in order to increase its operating <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\">efficiency</a>. This sort of reorganization may lead to an expansion or reduction in company size, a change of policy, or alteration of strategy pertaining to particular products offered. Similar to a reorganization, a rationalization is more widespread, encompassing strategy as well as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/structural_change.asp\">structural changes</a>. Rationalization is necessary for a company to increase revenue, decrease costs and improve its <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottomline.asp\">bottom line</a>.\n", "\nRationalization may also refer to the process of becoming calculable. For example, the introduction of certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialmodeling.asp\">financial models</a> or financial technologies rationalizes markets and make them more efficient. The introduction of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackscholes.asp\">Black-Scholes</a> model for options pricing, for instance, helped to rationalize the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a> markets in Chicago in the late 1970s.\n", "\nThe following subheads are examples of rationalization.\n", "\nProduct rationalization is an important part of managing a product’s lifecycle. If products are not rationalized, their numbers continue to increase, adding complexity and increased support costs to the company’s bottom line. According to the 80/20 Rule, the bulk of a company’s revenue and profit (80 percent) comes from a fraction of its products (20 percent). Therefore, when rationalizing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/product-line.asp\">product line</a>, executives need to consider various factors.\n", "\nThe portfolio effect describes how a product’s addition or removal affects the rest of the company’s products. Sales may go to other products or be lost completely. Although rationalization may reduce complexity in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">supply chain</a>, as well as redundancy in both the portfolio and support costs, the costs can be difficult to quantify. The portion of sales that will not transfer to other products needs to be estimated and compensated for by new products entering the portfolio or the sales growth of existing products.\n", "\nIn addition, when products leave the portfolio, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedcost.asp\">fixed costs</a> typically remain the same; the costs must be spread across the remaining product line, increasing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unitcost.asp\">unit costs</a>. Production volume must be transferred to new or more profitable products to ensure the business remains solvent. Also, customer migration becomes an issue, as sales and operations managers must create and carry out migration plans. This is especially important with customers buying multiple products who may leave a company that is no longer providing one-stop shopping.\n", "\nEngaging in applications rationalization, especially during <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\">mergers and acquisitions</a>, helps companies reduce costs, operate more efficiently and focus on supporting deal objectives, legal and regulatory issues, systems and process integration and business continuity.\n", "\nMost businesses accumulate a vast information technology application portfolio over time, especially when companies grow and do not fully integrate operations and assets with each transaction. Many applications do not support the company’s objectives after each merger or acquisition and need revision to support the new business.\n", "\nIn terms of market structure, financial models, theories and technologies that embody these concepts have the force to rationalize markets—to make them calculable and more efficient, in terms of the efficient markets hypothesis (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp\">EMH</a>). As more information of various types is able to be processed by information technologies, transmitted and disseminated using communications technology, and incorporated into market microstructure, prices become more efficient and the market appears more rational. The increased use of mathematical formulas and financial models also helps with the rationalization of markets as they become dissociated with human emotion and fallibility.\n"]}