{"name": "Real-Time Gross Settlement (RTGS) Definition", "@id": "https://www.investopedia.com/terms/r/rtgs.asp", "related": ["https://www.investopedia.com/terms/n/net-settlement.asp", "https://www.investopedia.com/terms/c/clearing-house-funds.asp", "https://www.investopedia.com/terms/f/fedwire.asp", "https://www.investopedia.com/terms/l/lvts.asp", "https://www.investopedia.com/terms/n/night-cycle.asp", "https://www.investopedia.com/terms/e/euroclear.asp"], "body": ["\nThe term real-time gross settlement (RTGS) refers to a funds <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transfer.asp\" rel=\"noopener noreferrer\">transfer</a> system that allows for the instantaneous transfer of money and/or securities. RTGS is the continuous process of settling payments on an individual order basis without <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netting.asp\" rel=\"noopener noreferrer\">netting</a> debits with credits across the books of a central bank. Once completed, real-time gross settlement payments are final and irrevocable. In most countries, the systems are managed and run by their central banks.\n", "\nWhen you hear the term real-time, it means the settlement happens as soon as it is received. So, in simpler terms, the transaction settles in the receiving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank.asp\">bank</a> immediately after it is transferred from the sending bank. Gross settlement means transactions are handled and settled individually, so multiple <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\">transactions</a> aren't bunched or grouped together. This is the basis of a real-time gross settlement system.\n", "\nAn RTGS system is generally used for large-value interbank funds transfers operated and organized by a country’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central bank</a>. These transfers often require immediate and complete clearing. As mentioned above, once transactions are settled, they cannot be reversed.\n", "\nThe first system resembling a real-time gross settlement system was the U.S. Fedwire system, which was launched in 1970. That system was an evolution of a previous telegraph-based system, which was used to transfer funds electronically between U.S. Federal Reserve banks. In 1984, the United Kingdom and France both implemented RTGS type systems.\n", "\nThe British system, called the Clearing House Automated Payment System (CHAPS), is currently run by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boe.asp\">Bank of England</a>. France and other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eurozone.asp\">Eurozone</a> nations share a system called TARGET2 (for Trans-European Automated Real-time Gross Settlement Express Transfer System). Other developed and developing countries have also introduced their own RTGS-type systems.\n", "\nReal-time gross settlement lessens <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementrisk.asp\">settlement risk</a>—also referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delivery-risk.asp\">delivery risk</a>—overall, as interbank settlement usually occurs in real-time throughout the day—instead of simply all together at the end of the day. This eliminates the risk of a lag in completing the transaction. RTGS can often incur a higher charge than processes that bundle and net payments.\n", "\nA real-time gross settlement system is different from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net-settlement.asp\">net settlement</a> systems, such as the United Kingdom’s Bacs Payment Schemes Limited, which was previously known as the Bankers' Automated Clearing Services (BACS). Transactions that take place between institutions with BACS are accumulated during the day. At the close of business, a central bank adjusts the active institutional accounts by the net amounts of the funds exchanged.\n", "\nRTGS does not require an actual physical exchange of funds. A central bank will often adjust the accounts of the sending and receiving bank in electronic form. For example, sender Bank A's balance will be reduced by $1 million, while recipient institution Bank B’s balance will be increased by $1 million.\n", "\nRTGS systems, increasingly used by central banks worldwide, can help minimize the risk to high-value payment settlements among <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institutions</a>. Although companies and financial institutions that deal with sensitive financial data typically have high levels of security in place to protect information and funds, the range and nature of online threats are constantly evolving.\n", "\nReal-time gross settlement can allow a smaller window of time for critical information to be vulnerable, thus helping mitigate threats. Two common examples of cybersecurity threats to financial data are social engineering or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/phishing.asp\">phishing</a>—tricking people into revealing their information—and data theft, whereby a hacker obtains and sells data to others.\n"]}