{"name": "Real Estate Investment Trust (REIT) Definition", "@id": "https://www.investopedia.com/terms/r/reit.asp", "related": ["https://www.investopedia.com/terms/s/sec-form-s-11.asp", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/f/funds-from-operations-per-share.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/n/nareit.asp", "https://www.investopedia.com/terms/d/distribution_reinvestment.asp"], "body": ["\nA real estate investment trust (REIT) is a company that owns, operates, or finances income-generating real estate. Modeled after mutual funds, REITs pool the capital of numerous investors. This makes it possible for individual investors to earn dividends from real estate investments—without having to buy, manage, or finance any properties themselves.\n", "\nCongress established REITs in 1960 as an amendment to the Cigar Excise Tax Extension. The provision allows investors to buy shares in commercial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mortgages-real-estate/08/real-estate-mutual-fund.asp\" rel=\"noopener noreferrer\">real estate portfolios</a>—something that was previously available only to wealthy individuals and through large financial intermediaries.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nProperties in a REIT portfolio may include apartment complexes, data centers, healthcare facilities, hotels, infrastructure—in the form of fiber cables, cell towers, and energy pipelines—office buildings, retail centers, self-storage, timberland, and warehouses.\n", "\nIn general, REITs specialize in a specific real estate sector. However, diversified and specialty REITs may hold different types of properties in their portfolios, such as a REIT that consists of both office and retail properties. \n", "\nMany REITs are publicly traded on major securities exchanges, and investors can buy and sell them like stocks throughout the trading session.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ These REITs typically trade under substantial volume and are considered very liquid instruments. \n", "\nMost REITs have a straightforward business model: The REIT leases space and collects rents on the properties, then distributes that income as dividends to shareholders. Mortgage REITs don't own real estate, but finance real estate, instead. These REITs earn income from the interest on their investments.\n", "\nTo <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/instructions/i1120rei#idm139967521591968\" rel=\"noopener noreferrer\">qualify as a REIT</a>, a company must comply with certain provisions in the Internal Revenue Code (IRC). These requirements include to primarily own income-generating real estate for the long term and distribute income to shareholders. Specifically, a company must meet the following requirements to qualify as a REIT:\n", "\nThere are three types of REITs:\n", "\nREITs can be further classified based on how their shares are bought and held:\n", "\nYou can invest in publicly traded REITs—as well as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/040315/reits-versus-real-estate-mutual-funds.asp\" rel=\"noopener noreferrer\">REIT mutual funds</a> and REIT exchange-traded funds (ETFs)—by purchasing shares through a broker. You can buy shares of a non-traded REIT through a broker or financial advisor who participates in the non-traded REIT’s offering.\n", "\nREITs are also included in a growing number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/definedbenefitpensionplan.asp\" rel=\"noopener noreferrer\">defined-benefit </a>and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/definedcontributionplan.asp\" rel=\"noopener noreferrer\">defined-contribution</a> investment plans. An estimated 87 million U.S. investors own REITs through their retirement savings and other investment funds, according to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reit.com/\" rel=\"noopener noreferrer nofollow\">Nareit</a>, a Washington, D.C.-based REIT research firm.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are more than 225 publicly-traded REITs in the U.S., which means you’ll have some homework to do before you decide which REIT to buy.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Be sure to consider the REIT’s management team and track record—and find out how they’re compensated. If it's performance-based compensation, odds are they’ll be working hard to pick the right investments and choose the best strategies.\n", "\nOf course, it’s also a good idea to look at the numbers, such as anticipated growth in earnings per share and current dividend yields. A particularly helpful metric is the REIT’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundsfromoperation.asp\" rel=\"noopener noreferrer\">funds from operations (FFO)</a>, which is calculated by adding depreciation and amortization to earnings, and then subtracting any gains on sales. \n", "\nREITs can play an important part in an investment portfolio because they can offer a strong, stable annual dividend and the potential for long-term capital appreciation. REIT total return performance for the last 20 years has outperformed the S&amp;P 500 Index, other indices, and the rate of inflation.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ As with all investments, REITs have their advantages and disadvantages.\n", "\nOn the plus side, REITs are easy to buy and sell, as most trade on public exchanges—a feature that mitigates some of the traditional drawbacks of real estate. Performance-wise, REITs offer attractive risk-adjusted returns and stable cash flow. Also, a real estate presence can be good for a portfolio because it provides diversification and dividend-based income—and the dividends are often higher than you can achieve with other investments.\n", "\nOn the downside, REITs don't offer much in terms of capital appreciation. As part of their structure, they must pay 90% of income back to investors.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ So, only 10% of taxable income can be reinvested back into the REIT to buy new holdings. Other negatives are that REIT dividends are taxed as regular income, and some REITs have high management and transaction fees.\n", "\nThe Securities and Exchange Commission (SEC) recommends that investors should be wary of anyone who tries to sell REITs that aren't registered with the SEC. It advises that \"You can verify the registration of both publicly traded and non-traded REITs through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/edgar/search-and-access\" rel=\"noopener noreferrer\">SEC's EDGAR system</a>. You can also use EDGAR to review a REIT's annual and quarterly reports as well as any offering prospectus.\"<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nIt's also a good idea to check out the broker or investment advisor who recommends the REIT. The SEC has a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.investor.gov/\" rel=\"noopener noreferrer\">free search tool</a> that allows you to look up if an investment professional is licensed and registered.\n", "\nAnother consideration when choosing REITs is to look at the sectors of the real estate market that are hot. Which booming sectors of the economy, in general, can be tapped into via real estate? As an example, healthcare is one of the fastest-growing industries in the U.S.—especially in the growth of medical buildings, outpatient care centers, eldercare facilities, and retirement communities.\n", "\nSeveral REITs focus on this sector. Healthpeak Properties—formerly HCP— is one example. As of July 22, 2020, it had a market cap of nearly US$14.4 billion, with some 5 million shares traded daily.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Its portfolio focuses on three core asset classes: life sciences facilities, medical offices, and senior housing.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}