{"name": "Real Asset Definition", "@id": "https://www.investopedia.com/terms/r/realasset.asp", "related": ["https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/f/financialasset.asp", "https://www.investopedia.com/terms/l/longtermassets.asp", "https://www.investopedia.com/terms/p/ppe.asp", "https://www.investopedia.com/terms/n/nonmonetary-assets.asp", "https://www.investopedia.com/terms/l/liquidity.asp"], "body": ["\nReal assets are physical assets that have an intrinsic worth due to their substance and properties. Real assets include precious metals, commodities, real estate, land, equipment, and natural resources. They are appropriate for inclusion in most diversified portfolios because of their relatively low correlation with financial assets, such as stocks and bonds.\n", "\nAssets are categorized as either real, financial, or intangible. All assets can be said to be of economic value to a corporation or an individual. If it has a value that can be exchanged for cash, the item is considered an asset.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intangibleasset.asp\">Intangible assets</a> are valuable property that is not physical in nature. Such assets include patents, copyrights, brand recognition, trademarks, and intellectual property. For a business, perhaps the most important intangible asset is a positive brand identity.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialasset.asp\">Financial assets</a> are a liquid property that derives value from a contractual right or ownership claim. Stocks, bonds, mutual funds, bank deposits, investment accounts, and good old cash are all examples of financial assets. They can have a physical form, like a dollar bill or a bond certificate, or be nonphysical—like a money market account or mutual fund.\n", "\nIn contrast, a real asset has a tangible form, and its value derives from its physical qualities. It can be a natural substance, like gold or oil, or a man-made one, like machinery or buildings.\n", "\nFinancial and real assets are sometimes collectively referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangibleasset.asp\">tangible assets</a>. For tax purposes, the Internal Revenue Service (IRS) requires businesses to report intangible assets differently than tangible assets, but it groups real and financial assets under the tangible asset umbrella.\n", "\nMost businesses own a range of assets, which typically fall into real, financial, or intangible categories. Real assets, like financial assets, are considered tangible assets. For example, imagine XYZ Company owns a fleet of cars, a factory, and a great deal of equipment. These are real assets. However, the company also owns several trademarks and copyrights, which are its intangible assets. Finally, the company owns shares of stock in a sister company, and these are its financial assets.\n", "\nAlthough they are lumped together as tangible assets, real assets are a separate and distinct asset class from financial assets. Unlike real assets, which have intrinsic value, financial assets derive their value from a contractual claim on an underlying asset that may be real or intangible.\n", "\nFor example, commodities and property are real assets, but commodity futures, exchange-traded funds (ETFs) and real estate investment trusts (REITs) constitute financial assets whose value depends on the underlying real assets.\n", "\nIt is in those types of assets that overlap and confusion over asset categorization can occur. ETFs, for example, can invest in companies that are involved in the use, sale or mining of real assets, or more directly linked ETFs can aim to track the price movement of a specific real asset or basket of real assets.\n", "\nPhysically backed ETFs include some of the most popular ETFs in the world based on volumes, such as State Street's SPDR Gold Shares (GLD) and iShares Silver Trust (SLV). Both invest in precious metals and seek to mirror the performance of those metal. Technically speaking, though, these ETFs are financial assets, while the actual gold or silver bullion they own is the real asset.\n", "\nReal assets tend to be more stable than financial assets. Inflation, shifts in currency values, and other macroeconomic factors affect real assets less than financial assets. Real assets are particularly well-suited investments during inflationary times because of their tendency to outperform financial assets during such periods. \n", "\nIn a 2017 report, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://publicsecurities.brookfield.com/\" rel=\"nofollow\">asset management firm Brookfield</a> cited a global value of real asset equities totaling $5.6 trillion. Of this total, 57% consisted of natural resources, 23% was real estate, and 20% was in infrastructure. In the firm's 2017 report on real assets as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a> mechanism, Brookfield noted that long-lived real assets tend to increase in value as replacement costs and operational efficiency rise over time. Further, the found that cash-flow from real assets like real estate, energy servicing, and infrastructure projects can provide predictable and steady income streams for investors.\n", "\nReal assets, however, have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/illiquid.asp\">lower liquidity</a> than financial assets, as they take longer to sell and have higher transaction fees in general. Also, real assets have higher carrying and storage costs than financial assets. For example, physical gold bullion often has to be stored in third-party facilities, which charge monthly rental fees and insurance.\n"]}