{"name": "Realized Loss Definition", "@id": "https://www.investopedia.com/terms/r/realizedloss.asp", "related": ["https://www.investopedia.com/terms/u/unrealizedgain.asp", "https://www.investopedia.com/terms/g/gain.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/r/realizedprofit.asp", "https://www.investopedia.com/terms/c/crystallization.asp", "https://www.investopedia.com/terms/a/averagecostbasismethod.asp"], "body": ["\nA realized loss is the loss that is recognized when assets are sold for a price lower than the original purchase price. Realized loss occurs when an asset that was purchased at a level referred to as cost or book value is then disbursed for a value below its book value.\n", "\nWhen an investor buys a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\" rel=\"noopener noreferrer\">capital asset</a>, an increase (or decrease) in the value of the security does not translate to a profit (or loss). The investor can only make a claim to a profit or loss after he has sold the security at <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairmarketvalue.asp\" rel=\"noopener noreferrer\">fair market value</a> in an arm’s length transaction.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nFor example, assume an investor purchases 50 shares of Exwhyzee (XYZ) at $249.50 per share on March 20. From this purchase date to April 9, the value of the stock declined by about 13.7% to $215.41. However, the investor only has a realized loss if he actually sells at the depressed price. Otherwise, the decline in value is simply an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unrealizedloss.asp\" rel=\"noopener noreferrer\">unrealized loss</a> which only exists on paper.\n", "\nRealized losses, unlike unrealized losses, can affect the amount of taxes owed. A realized capital loss can be used to offset <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gains</a> for tax purposes. From our example above, the investor, after selling his XYZ stocks, realized a loss of 50 x ($249.50 – $215.41) = $1,704.50. Suppose he realized a profit on Aybeecee (ABC), which he purchased for $201.07 and sold for $336.06 during the same tax year.\n", "\nIf he purchased and sold 50 ABC shares, his capital gain on the transaction will be recognized as 50 x ($336.06 – $201.07) = $6,749.50. Applying the realized loss to this gain means that the investor will only owe taxes on $6,749.50 – $1,704.50 = $5,045, rather than the entire capital gains amount.\n", "\nIn addition, if the realized losses for a given tax year exceed the realized gains, up to $3,000 of the remaining losses can be deducted from the taxpayer’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income</a>. Also, if net losses exceed the given $3,000 limit, the remainder can be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-loss-carryforward.asp\" rel=\"noopener noreferrer\">carried forward</a> to future years.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThis practice is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/taxes/08/tax-loss-harvesting.asp\" rel=\"noopener noreferrer\">tax-loss harvesting</a>, and discount brokers have added features to their desktop and mobile apps in recent years to help investors with this process.\n", "\nA realized loss occurs when the sale price of an asset is lower than its carrying amount. Although the asset may have been held on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> at a fair value level below cost, the loss only becomes realized once the asset is off the books. An asset is removed from the books when it is sold, scrapped, or donated by the company.\n", "\nOne upside to a realized loss is the possible tax advantage. In most instances, a portion of the realized loss may be applied against a capital gain or realized profit to reduce taxes.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This may be quite desirable for a company looking to limit its tax burden, and firms may actually go out of their way to realize <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/100515/heres-how-deduct-your-stock-losses-your-tax-bill.asp\">losses in periods where their tax bill</a> is expected to be higher than wished.\n", "\nIn effect, a business may choose to realize losses on as many assets as possible when it would otherwise have to pay taxes on realized profits or capital gains.\n"]}