{"name": "Real Property Definition", "@id": "https://www.investopedia.com/terms/r/real-property.asp", "related": ["https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/t/tenancy_in_common.asp", "https://www.investopedia.com/terms/h/habendum-clause.asp", "https://www.investopedia.com/terms/t/title.asp", "https://www.investopedia.com/terms/a/appurtenance.asp", "https://www.investopedia.com/terms/w/with-benefit-of-survivorship.asp"], "body": ["\nReal property is the land, everything that is permanently attached to the land, and all of the rights of ownership, including the right to possess, sell, lease, and enjoy the land. Real property can be classified according to its general use as residential, commercial, agricultural, industrial, or special purpose. In order to understand if you have the right to sell your home, you need to know which rights you possess—or don't possess—in the property.\n", "\nTo understand real property, it's helpful to start with land and real estate. Land is defined as the earth's surface extending downward to the center of the earth and upward to infinity, including everything that is permanently attached by nature, such as boulders, trees, and water. Land also includes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mineral-rights.asp\" rel=\"noopener noreferrer\">minerals below the earth's surface</a> and the airspace above the land.\n", "\nIn contrast, real estate is defined as the land at, above, and below the earth's surface, including everything that's permanently attached to it, <em>whether natural or artificial</em>. So, while land includes only those components permanently attached by nature, real estate includes any artificial, permanent improvements to the land—such as streets, utilities, sewers, fences, and buildings.\n", "\nReal property, on the other hand, is defined as the interests, benefits, and rights inherent in the ownership of real estate. The broader term real property includes the physical land (the surface and what lies below and above it), everything that is permanently attached to it—whether natural or artificial—plus all the rights of ownership, including the right to possess, sell, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mortgages-real-estate/08/leased-land.asp\" rel=\"noopener noreferrer\">lease</a>, and enjoy the land.\n", "\nThe amount and kind of interest a person has in real property is called an \"estate in land.\" Estates in land are broken down into two major classifications: Freehold estates and nonfreehold estates.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mortgages-real-estate/12/nonfreehold-estate-in-real-property.asp\" rel=\"noopener noreferrer\">Freehold estates involve ownership</a>. They have an indefinite duration and can last for a lifetime or forever. Examples of freehold estates include:\n", "\nNonfreehold estates involve leases. They are not inheritable and exist \"without seisin\"—or without ownership. Also known as a leasehold estate, nonfreehold estates are created through written and oral leases and rental agreements. Examples of nonfreehold estates include:\n", "\nThe law makes a clear distinction between real property and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personalproperty.asp\" rel=\"noopener noreferrer\">personal property</a>. Real property is immovable. It includes the land, everything that is permanently attached to it, and the rights that \"run with\" the land. Personal property, on the other hand, is movable. It is defined as everything that is not real property, such as your clothes, furniture, cars, boats, and any other movable items that aren't attached to real estate.\n", "\nReal estate is land at, above, and below the earth's surface, including everything permanently attached to it, whether natural or artificial. Real property is everything included in real estate, plus the rights of ownership, including the right to possess, sell, lease, and enjoy the land.\n"]}