{"name": "Real Estate Limited Partnership (RELP) Definition", "@id": "https://www.investopedia.com/terms/r/realestatelimitedpartnership.asp", "related": ["https://www.investopedia.com/terms/s/schedule-k-1.asp", "https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/d/dpp.asp", "https://www.investopedia.com/terms/p/partnership.asp", "https://www.investopedia.com/terms/d/downreit.asp", "https://www.investopedia.com/terms/b/blind_pool.asp"], "body": ["\nA real estate limited partnership (RELP) is a group of investors who pool their money to invest in property purchasing, development, or leasing. Under its limited partnership status, a RELP has a general partner who assumes full liability and limited partners who are liable only up to the amount they contribute.\n", "\nThe general partner is usually a corporation, an experienced property manager, or a real estate development firm. The limited partners are outside investors who provide financing in exchange for an investment return.\n", "\nA RELP is an entity that provides an opportunity to invest in a diversified portfolio of real estate investments. They are among a number of options available to those looking for real estate investment exposure.\n", "\nAlthough their structure is unique, RELPs are comparable to real estate investment trusts (REITs), managed real estate-focused investment funds, and other real estate portfolio options. They offer relatively high expected returns but comparably high risks.\n", "\nRELPs are marketed with detailed partnership agreements that define the terms of the entity and the investment opportunity overall. They generally target high-net-worth individuals and institutional investors. Some require <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\">accredited investor</a> status for limited partnership status.\n", "\nMany RELPs have a narrowly defined focus. They provide the business structure for the construction of a residential neighborhood, a shopping center, or a business plaza. They often specialize in a real estate niche like retirement developments or high-value commercial properties.\n", "\nThere can be flexibility for various business activities within the portfolio. A RELP might undertake direct investment in real estate properties, credit issuance for real estate borrowers, proportional capital investments, or participation in a collaborative business deal. \n", "\nThe general partner usually has a vested interest in the partnership overall and provides a portion of the capital. General partners have a direct role in the management of the business with designees often serving on the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boardofdirectors.asp\">board of directors</a> and involved in the day-to-day management of the business. Overall, general partners hold active decision-making authority.\n", "\nLimited partners have limited liability, and it usually comes with limited influence and involvement in the entity’s governance. Some entities set up advisory boards or other means of communication to encourage the insights and participation of limited partners. Generally, limited partners are hands-off investors.\n", "\nLimited partners receive dividend distributions along with pass-through income annually which constitutes part of their return. Many limited partnerships have a fixed-term lifespan so that partners receive their principal at a specified maturity date.\n", "\nRELPs can have high returns and high risks, making <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\">due diligence</a> important for prospective investors. The terms of the agreement may require the limited partner to commit to a lump sum contribution, a contribution schedule over time, or to contributions as called upon.\n", "\nNotably, funds invested in a limited partnership are usually illiquid. The investor cannot cash out at any time.\n", "\nAs with any partnership, a RELP is not required to pay taxes. The net income or losses are passed through to the partners annually.\n", "\nThis requires the partnership to file a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/form-1065.asp\">Form 1065</a> informational return with the Internal Revenue Service and to report all distributions of income through individual partner K-1s. All of the partners in the business receive distributions throughout the year and a distribution of income annually.\n", "\nThe partnership is responsible for providing each partner with a K-1 which details the income they have received for the year. Partners are then required to report their income individually as appropriate.\n"]}