{"name": "Rebate Definition", "@id": "https://www.investopedia.com/terms/r/rebate.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/f/freecreditbalance.asp", "https://www.investopedia.com/terms/s/securitieslending.asp", "https://www.investopedia.com/terms/m/manufacturedpayment.asp", "https://www.investopedia.com/terms/s/stock-loan-fee.asp"], "body": ["\nA rebate, broadly, refers to a sum of money that is credited or returned to a customer in the context of a transaction. A rebate may offer cash back on the purchase of a consumer good or service, either as a flat-rate rebate that is automatically subtracted from the purchase price or conditional rebates are only valid under certain conditions, such as \"buy one, get one free.\" Some conditional rebates require the purchaser to submit a form along with proof of payment to the company offering the cash back.\n", "\nIn securities trading, a rebate often refers to the portion of interest or dividends earned by the owner (i.e., lender) of stock that is paid by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">short seller</a> (i.e., borrower) of that stock. The borrower is required to pay interest and dividends to the owner. Short selling requires a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\">margin account</a>. \n", "\nBusinesses offer rebates for many reasons, mainly because they can be a potent marketing tool, drawing customers who are attracted to the prospect of receiving discounts on expensive items. While businesses sometimes take a loss on a rebated product, they often make a profit even after the rebate. And even when they do take a loss, customers who purchase items with rebates attached may buy other items in the store, giving the business a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/net_margin.asp\">net profit</a>.\n", "\nAdditionally, some companies \"price protect\" certain products by offering rebates on others, hoping that sales of products with rebates will allow them to keep other products at the desired price point.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rebate-option.asp\">Mail-in rebates</a> are one of the most familiar types of rebates. Since they require a certain amount of effort, some consumers fail to take advantage of them. Many businesses take this into account when deciding to offer a mail-in rebate. Knowing in advance that only a certain proportion of customers will take the cashback, companies can estimate an average price reduction less than the rebate amount.\n", "\nRebates are commonly offered on new vehicles. Typically, the vehicle manufacturer pays for the rebate rather than the dealer, and then the manufacturer gives money to the dealer, which then transfers it to the consumer. By law, dealers must pass on the full amount of the rebate to the customer, provided the customer qualifies for it. Rebates sometimes harm the resale value of vehicles since they effectively lower their sticker price.\n", "\nRebates are collected after payment, while discounts are taken before purchase. Discounts are more likely to be offered by retailers, while rebates are more likely to be offered by manufacturers, like automakers.\n", "\nReduced interest rates, meanwhile, affect monthly payments on large purchases like vehicles. For example, car shoppers are sometimes presented with a rebate and a reduced interest rate when purchasing a car. The rebate option will give the buyer more immediate cash in hand, but reduced interest rates can provide more significant discounts in the long run.\n", "\nRebate is a term used in short selling, which is selling securities that a trader does not own. In order to sell a stock that isn't owned, the trader must borrow the stock in order to deliver it to the buyer.\n", "\nWhen an investor places a short sale trade, that individual must deliver the stock to the buyer on the trade <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementdate.asp\" rel=\"noopener noreferrer\">settlement date</a>. The goal of selling short is to profit from a price decline by buying the stock at a lower price after the sale. Selling short exposes the seller to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unlimitedrisk.asp\" rel=\"noopener noreferrer\">unlimited risk</a> since the price of the shares that must be purchased can increase by an unlimited amount. That said, a trader can exit a short sale at any time to cap the risk.\n", "\nIf dividends are paid during the period that the stock is borrowed, the borrower must pay the dividends to the lender. If bonds are sold short, any bond interest paid on the borrowed bond must be forwarded to the lender. Shorting a stock involves paying interest or a fee, and in some cases, the broker may forward some of that fee to the stock lender.\n", "\nIt is difficult for individual traders or retail investors to qualify for a rebate as it requires the holding of substantial sums in their trading accounts. Generally, large institutions, market-makers, and traders with broker/dealer status are beneficiaries of rebates.\n", "\nWhen a short seller borrows shares to make delivery to the buyer, the seller must pay a rebate fee. This fee depends on the dollar amount of the sale and the availability of the shares in the marketplace. If the shares are difficult or expensive to borrow, the rebate fee will be higher. In some instances, the brokerage firm will force the short seller to buy the securities in the market before the settlement date, which is referred to as a forced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyin.asp\" rel=\"noopener noreferrer\">buy-in</a>. A brokerage firm may require a forced buy-in if it believes that the shares will not be available on the settlement date.\n", "\nBefore going short, a trader should check with their broker what the short sale rebate fee is for that stock. If the fee is too high, it may not be worth shorting the stock.\n", "\nThe Federal Reserve Board’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationt.asp\">Regulation T</a> requires that all short sale trades must be placed in a margin account. A margin account requires the investor to deposit 150% of the value of the short sale trade. If, for example, an investor’s short sale totals $10,000, the required deposit is $15,000.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nSince short sellers are exposed to unlimited losses, a substantial deposit is required to protect the brokerage firm from potential losses in a customer’s account. If the price of the security increases, the short seller will be asked to deposit additional dollars to protect against larger losses. If the price continues to rise on a position, causing a larger loss, and the borrower is unable to deposit more capital, the short position will be liquidated. The borrower is liable for all losses, even if those losses are greater than the capital in the account. \n", "\nFor example, assume a trader shorts 100 shares at $50. They are short $5,000 worth of stock and are therefore required to maintain a balance of 50% more than that, or $7,500. If the stock drops, there is no problem since the short-seller is making money. But if the stock rises rapidly, the trader could face significant losses and may be required to put more money in the account. If the stock <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gap.asp\" rel=\"noopener noreferrer\">gaps</a> up overnight to $80 per share, and the trader is unable to get out before that, it will cost them $8,000 to get out of that position. They will need to increase their account capital to $12,000 to keep the trade open, or they can exit the trade and realize the loss. If they take the loss, it is -$30 per share, multiplied by 100 shares, which is -$3,000. This will be deducted from the $7,500 balance, leaving them with only $4,500, less fees.\n", "\nSuppose a trader borrows $10,000 worth of stock ABC with the intention of shorting it. She has agreed to a 5% simple interest rate on the trade settlement date. This means that her account balance should be $10,500 by the time the trade is settled. The trader is responsible for transferring $500 to the investor, or the person she borrowed the shares from to make the trade, on the trade settlement date.\n"]}