{"name": "Recapitalization Definition", "@id": "https://www.investopedia.com/terms/r/recapitalization.asp", "related": ["https://www.investopedia.com/terms/c/capitalization-ratios.asp", "https://www.investopedia.com/terms/c/capitalstructure.asp", "https://www.investopedia.com/terms/l/leveraged_buyback.asp", "https://www.investopedia.com/terms/c/capitalization-structure.asp", "https://www.investopedia.com/terms/d/degearing.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp"], "body": ["\nRecapitalization is the process of restructuring a company's debt and equity mixture, often to stabilize a company's capital structure. The process mainly involves the exchange of one form of financing for another, such as removing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preference-shares.asp\" rel=\"noopener noreferrer\">preferred shares</a> from the company's capital structure and replacing them with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bonds</a>.\n", "\nRecapitalization is a strategy a company can use to improve its financial stability or overhaul its financial structure. To accomplish this, the company must change its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtequityratio.asp\" rel=\"noopener noreferrer\">debt-to-equity ratio</a> by adding more debt or more equity to its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a>. There are many reasons why a company may consider recapitalization including:\n", "\nWhen a company's debt decreases in proportion to its equity, it has less <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leverage</a>. Its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS) should decrease following the change. But its shares would be incrementally less risky since the company has fewer debt obligations, which require interest payments and return of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\" rel=\"noopener noreferrer\">principal</a> upon maturity. Without the requirements of debt, the company can return more of its profits and cash to shareholders.\n", "\nSeveral factors motivate a company to recapitalize. A company may decide to use it as a strategy to defend itself against a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostiletakeover.asp\" rel=\"noopener noreferrer\">hostile takeover</a>. The target company's management may decide to issue more debt to make it less attractive to the potential acquirer.\n", "\nAnother reason may be to reduce its financial obligations. Higher debt levels compared to equity means higher interest payments. By <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/debtequityswap.asp\" rel=\"noopener noreferrer\">trading in debt for equity</a>, the company can reduce the level of debt and, therefore, the amount of interest it pays to its creditors. This, in turn, improves the company's overall financial wellbeing.\n", "\nFurthermore, recapitalization is a viable strategy to help keep share prices from dropping. If a company finds that its shares are declining in value, it may decide to swap equity for debt to push the stock price back up.\n", "\nSome companies may also use recapitalization to minimize their tax payments, implement an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exitstrategy.asp\" rel=\"noopener noreferrer\">exit strategy</a> for venture capitalists, or reorganize themselves during a bankruptcy. Companies often use this as a way to diversify their debt-to-equity ratio to improve <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>.\n", "\nCompanies can swap debt for equity or vice versa for many reasons. An example of equity replacing debt in the capital structure is when a company issues stock to buy back <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtsecurity.asp\" rel=\"noopener noreferrer\">debt securities</a>, increasing its proportion of equity capital compared to its debt capital. This is called an equity recapitalization.\n", "\nDebt investors require routine payments and a return of principal upon maturity, so a swap of debt for equity helps a company maintain its cash and use the cash generated from operations for business purposes, reinvestment, or capital returns to equity holders.\n", "\nOn the other hand, a company may issue debt and use the cash to buy back shares or issue <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a>, effectively recapitalizing the company by increasing the proportion of debt in the capital structure. Another benefit of taking on more debt is that interest payments are tax-deductible while dividends are not. By paying interest on debt securities, a company can decrease its tax bill and increase the amount of capital returned in total to both debt and equity investors.\n", "\nGovernments also partake in the mass recapitalization of their countries' banking sectors during times of financial crisis and when the solvency and liquidity of banks and the greater financial system come into question. For example, the U.S. government recapitalized the country's banking sector with various forms of equity to keep the banks and the financial system solvent and maintain liquidity through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/troubled-asset-relief-program-tarp.asp\" rel=\"noopener noreferrer\">Troubled Asset Relief Program</a> (TARP) in 2008.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}