{"name": "Receivership Definition", "@id": "https://www.investopedia.com/terms/r/receivership.asp", "related": ["https://www.investopedia.com/terms/r/receiver.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/c/chapter10.asp", "https://www.investopedia.com/terms/d/debtrestructuring.asp", "https://www.investopedia.com/terms/v/voluntary-bankruptcy.asp", "https://www.investopedia.com/terms/l/liquidation.asp"], "body": ["\nA receivership is a court-appointed tool that can assist creditors to recover funds in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a> and can help troubled companies to avoid <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>. In the first instance, having a receivership in place makes it easier for a lender to recover funds due to them when a borrower defaults on a loan.\n", "\nIn the second case, a receivership may occur as a step in a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restructuring.asp\" rel=\"noopener noreferrer\">restructuring</a> process, with the goal of returning the company to profitability. A receivership could also arise during a shareholder dispute to complete a project, liquidate assets, or sell a business, for example.\n", "\nA receivership is a process or a solution that is put in place to protect a company. In its original meaning, a receivership can help <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a> to recover amounts outstanding under a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secureddebt.asp\" rel=\"noopener noreferrer\">secured loan</a> when the borrower defaults on its loan payments. Receiverships are grounded historically in our system of jurisprudence and offer one of the most powerful tools available to protect creditors. However, receiverships are invaluable for managing and preserving <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/12/what-is-an-asset.asp\" rel=\"noopener noreferrer\">assets</a> of all kinds.\n", "\nReceiverships also can be useful for companies that are in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial_distress.asp\" rel=\"noopener noreferrer\">financial distress</a>; they can occur as part of a restructuring or when a company is headed toward bankruptcy. You may think of a period of receivership as a kind of \"time out,\" or protective umbrella, for a troubled company. A \"receiver,\" or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\" rel=\"noopener noreferrer\">trustee</a>, steps in to manage the entire company, its assets, and all financial and operating decisions. While the receivership is operative, the company's principals remain in place as material contributors, but their authority is limited.\n", "\nA receivership itself is not a legal process, but it is usually is invoked during legal proceedings, with either the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secured-creditor.asp\" rel=\"noopener noreferrer\">secured creditor</a> (lender) or a court of law appointing a receiver to act as trustee of a business. Privately appointed receivers will generally act only on behalf of the secured creditor that appointed them, but court-appointed receivers act on behalf of all creditors.\n", "\nThe receiver must be an independent party, with no prior business relationship to either the borrower or lender, and can never act for the benefit of one party and the detriment of the other.\n", "\nIn the case of a restructuring, the appointed receiver generally has ultimate decision-making power over the company's assets and management decisions, including the authority to stop paying <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> or applicable <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\">interest</a> payments. The receiver also ensures that all previous company operations comply with government standards and regulations while maximizing profits.\n", "\nThe receiver customarily works with the company to help avoid bankruptcy and complete <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidation.asp\" rel=\"noopener noreferrer\">liquidation</a> of all assets. However, a receiver may choose to shed select assets for the purpose of paying some creditors and bringing the company into a period of recovery. Should these efforts fail—or be seen as insufficient from the start—the court may order a company's assets to be liquidated. In that case, a liquidator would oversee the sale of assets and collect the funds to repay creditors. When the assets are all sold, the company ceases to exist.\n", "\nConfusion between the terms receivership and bankruptcy is quite common, but the fundamental differences are fairly simple.\n", "\nBankruptcy is an action that's usually taken to protect a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtor.asp\" rel=\"noopener noreferrer\">debtor</a> from collection actions by creditors. Bankruptcy courts and rules are primarily aimed at protecting the borrower, not the lender. A company may file for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter11.asp\" rel=\"noopener noreferrer\">Chapter 11</a> bankruptcy when it wants time to solve its financial problems while maintaining business operations.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nOn the other hand, when a company files for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chapter7.asp\" rel=\"noopener noreferrer\">Chapter 7</a> bankruptcy, it's generally for the purpose of liquidating and closing a business.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ There are other forms of bankruptcies, but these two are the most common.\n", "\nUnlike bankruptcy, a receivership is not a legal action, but rather an adjunct solution. In the case of a secured lender, a receivership is designed to protect the lender’s assets during an interim period, for example, while a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a> action is pending. In this case, the secured creditor is asking the court to protect its security (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a>)—land, buildings, business income, cash, and the like—until the foreclosure is resolved. An independent party “receives” the assets on behalf of the court and remains in possession and control of those assets until discharged by the court.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}