{"name": "Reconciliation Definition", "@id": "https://www.investopedia.com/terms/r/reconciliation.asp", "related": ["https://www.investopedia.com/terms/g/generalledger.asp", "https://www.investopedia.com/terms/d/debit-ticket.asp", "https://www.investopedia.com/terms/a/accountspayable.asp", "https://www.investopedia.com/terms/a/accounting.asp", "https://www.investopedia.com/terms/a/asset-ledger.asp", "https://www.investopedia.com/terms/c/cash-book.asp"], "body": ["\nReconciliation is an accounting process that compares two sets of records to check that figures are correct and in agreement. Reconciliation also confirms that accounts in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalledger.asp\" rel=\"noopener noreferrer\">general ledger</a> are consistent, accurate, and complete. However, reconciliation can also be used for personal purposes in addition to business purposes.\n", "\nAccount reconciliation is particularly useful for explaining the difference between two financial records or account balances. Some differences may be acceptable because of the timing of payments and deposits. Unexplained or mysterious discrepancies, however, may warn of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cookthebooks.asp\" rel=\"noopener noreferrer\">cooking the books</a>. Businesses and individuals may reconcile their records daily, monthly, or annually.\n", "\nThere is no standard way to perform an account reconciliation. However, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">generally accepted accounting principles</a> (GAAP) require <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/022615/what-double-entry-bookkeeping-and-how-does-it-work-general-ledger.asp\" rel=\"noopener noreferrer\">double-entry accounting</a>—where a transaction is entered into the general ledger in two places—and is the most prevalent tool for reconciliation.\n", "\nDouble-entry accounting is a useful way of reconciling accounts that helps to catch errors on either side of the entry. In double-entry accounting—which is commonly used by companies—every financial transaction is posted in two accounts, the credit account, and the debit account.\n", "\nOne account will receive a debit, and the other account will receive a credit. For example, when a business makes a sale, it debits either cash or accounts receivable (on the balance sheet) and credits sales revenue (on the income statement).\n", "\nIn the following example, Mary starts a lawn mowing company. Mary uses $2,000 that she has in savings as start-up funding for her business. She uses it to purchase a lawnmower. She then uses the lawnmower to complete her first lawn-mowing job.\n", "\nUsing the double-entry accounting system, she debits the $2,000 cash savings and credits her assets, which is the lawnmower by the same amount. For her first job, she credits $500 in revenue and debits the same amount for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a>. Both her credits and debits are reconciled and equal the same.\n", "\nAnother way of performing a reconciliation is via the account conversion method. Here, records such as receipts or canceled checks are simply compared with the entries in the general ledger, in a manner similar to personal accounting reconciliations.\n", "\nIt's also possible to make a double-entry journal entry that affects the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a> only. For example, if a business takes out a long-term loan for $10,000, the accountant would debit the cash account (an asset on the balance sheet) and credit the long-term debt account (a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liability</a> on the balance sheet).\n", "\nWhen a business receives an invoice, it credits the amount of the invoice to accounts payable (on the balance sheet) and debits an expense (on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>) for the same amount. When the company pays the bill, it debits accounts payable and credits the cash account. With every transaction in the general ledger, the left (debit) and right (credit) sides of the journal entry should agree, reconciling to zero.\n", "\nPeriodically, many individuals reconcile their checkbooks and credit card accounts by comparing their written checks, debit card receipts, and credit card receipts with their bank and credit card statements. This type of account reconciliation makes it possible to determine whether money is being fraudulently withdrawn.\n", "\nBy reconciling their accounts, individuals also can make sure that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\" rel=\"noopener noreferrer\">financial institutions</a> (FI) have not made any errors in their accounts, and it gives consumers an overall picture of their spending. When an account is reconciled, the statement's transactions should match the account holder's records. For a checking account, it is important to factor in pending deposits or outstanding checks.\n", "\nCompanies must reconcile their accounts to prevent balance sheet errors, check for fraud, and avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auditor.asp\" rel=\"noopener noreferrer\">auditors</a>' negative opinions. Companies generally perform balance sheet reconciliations each month, after the books are closed for the prior month. This type of account reconciliation involves reviewing all balance sheet accounts to make sure that transactions were appropriately booked into the correct general ledger account. It may be necessary to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/adjusting-journal-entry.asp\" rel=\"noopener noreferrer\">adjust journal entries</a> if they were booked incorrectly.\n", "\nSome reconciliations are necessary to ensure that cash inflows and outflows concur between the income statement, balance sheet, and cash flow statement. GAAP requires that if the direct method of presenting the cash flow statement is used, the company must still reconcile cash flows to the income statement and balance sheet.\n", "\nIf the indirect method is used, then the cash flow from operations section is already presented as a reconciliation of the three financial statements. Other reconciliations turn non-GAAP measures, such as earnings before interest, taxes, depreciation, and amortization (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebitda.asp\" rel=\"noopener noreferrer\">EBITDA</a>), into their GAAP-approved counterparts.\n", "\nReconciliation is an accounting process that seeks to check two sets of records, often internal and external, to ensure that the figures are correct and in agreement.\n", "\nReconciling your accounts is important because it helps detect any mistakes, discrepancies, or fraud in your accounting books that could severely impact the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-health.asp\">financial health</a> of your company. Reconciliation is a good business practice that can help the success of a business.\n", "\nThere is not a specific method that reconciliation needs to be done in, but in general, it involves comparing your internal accounts to your external accounts, such as reviewing payments and deposits, reviewing bank statements for all outflows and inflows of cash, noting charges that you have no receipts for, and ensuring that all debits match with credits and vice versa.\n", "\nAn example of reconciliation would be the purchase of certain assets for a business used to generate revenue and ensuring that the purchase reflects correctly on both the balance sheet and the income statement. The cash used to make the purchases would be recorded as a debit in the cash account and a credit as an asset account.\n"]}