{"name": "Regressive Tax Definition", "@id": "https://www.investopedia.com/terms/r/regressivetax.asp", "related": ["https://www.investopedia.com/terms/f/flattax.asp", "https://www.investopedia.com/terms/p/progressivetax.asp", "https://www.investopedia.com/terms/i/incremental-tax.asp", "https://www.investopedia.com/terms/t/tax_fairness.asp", "https://www.investopedia.com/terms/t/taxrate.asp", "https://www.investopedia.com/terms/t/taxbracket.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042415/what-types-economies-are-regressive-taxes-common.asp\" rel=\"noopener noreferrer\">regressive tax</a> is a tax applied uniformly, taking a larger percentage of income from low-income earners than from high-income earners. It is in opposition to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\" rel=\"noopener noreferrer\">progressive tax</a>, which takes a larger percentage from high-income earners.\n", "\nA regressive tax affects people with low incomes more severely than people with high incomes because it is applied uniformly to all situations, regardless of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a>. While it may be fair in some instances to tax everyone at the same rate, it is seen as unjust in other cases. As such, most income tax systems employ a progressive schedule that taxes high-income earners at a higher percentage rate than low-income earners, while other types of taxes are uniformly applied.\n", "\nAlthough the United States has a progressive taxation system when it comes to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income tax</a>, meaning higher income earners pay a higher percentage of taxes each year compared to those with a lower income, we do pay certain levies that are considered to be regressive taxes. Some of these include state sales taxes, user fees, and to some degree, property taxes.\n", "\nGovernments apply sales tax uniformly to all consumers based on what they buy. Even though the tax may be uniform (such as a 7 percent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\" rel=\"noopener noreferrer\">sales tax</a>), lower-income consumers are more affected.\n", "\nFor example, imagine two individuals each purchase $100 of clothing per week, and they each pay $7 in tax on their retail purchases. The first individual earns $2,000 per week, making the sales tax rate on her purchase 0.35 percent of income. In contrast, the other individual earns $320 per week, making her clothing sales tax 2.2 percent of income. In this case, although the tax is the same rate in both cases, the person with the lower income pays a higher percentage of income, making the tax regressive.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/user-fee.asp\" rel=\"noopener noreferrer\">User fees</a> levied by the government are another form of regressive tax. These fees include admission to government-funded museums and state parks, costs for driver's licenses and identification cards, and toll fees for roads and bridges.\n", "\nFor example, if two families travel to the Grand Canyon National Park and pay a $30 admission fee, the family with the higher income pays a lower percentage of its income to access the park, while the family with the lower-income pays a higher percentage. Although the fee is the same amount, it constitutes a more significant burden on the family with the lower income, again making it a regressive tax.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\" rel=\"noopener noreferrer\">Property taxes</a> are fundamentally regressive because, if two individuals in the same tax jurisdiction live in properties with the same values, they pay the same amount of property tax, regardless of their incomes. However, they are not purely regressive in practice because they are based on the value of the property. Generally, it is thought that lower-income earners live in less expensive homes, thus partially indexing property taxes to income.\n", "\nOften tossed around in debates about income tax, the phrase \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/progressive-tax-more-fair-flat-tax.asp\" rel=\"noopener noreferrer\">flat tax</a>\" refers to a taxation system in which the government taxes all income at the same percentage regardless of earnings. Under a flat tax, there are no special deductions or credits. Rather, each person pays a set percentage on all income, making it a regressive tax. As a result, lower-income people pay effectively the same rate as higher-income earners instead of lower ones.\n", "\nTaxes levied on products that are deemed to be harmful to society are called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sin_tax.asp\" rel=\"noopener noreferrer\">sin taxes</a>. These are added to the prices of goods like alcohol and tobacco in order to dissuade people from using them. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> considers these taxes to be regressive, because, once again, they are more burdensome to low-income earners rather than their high-income counterparts.\n"]}