{"name": "Regret Theory Definition", "@id": "https://www.investopedia.com/terms/r/regrettheory.asp", "related": ["https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/g/gametheory.asp", "https://www.investopedia.com/terms/m/marketpsychology.asp", "https://www.investopedia.com/terms/r/regret-avoidance.asp", "https://www.investopedia.com/terms/r/riskneutral.asp", "https://www.investopedia.com/terms/e/elliottwavetheory.asp"], "body": ["\nRegret theory states that people anticipate regret if they make the wrong choice, and they consider this anticipation when making decisions. Fear of regret can play a significant role in dissuading someone from taking action or motivating a person to take action. Regret theory can impact an investor's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rational-behavior.asp\" rel=\"noopener noreferrer\">rational behavior</a>, impairing their ability to make investment decisions that would benefit them as opposed to harming them.\n", "\nWhen investing, regret theory can either make investors <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskaverse.asp\" rel=\"noopener noreferrer\">risk-averse</a>, or it can motivate them to take higher risks. For example, suppose that an investor buys stock in a small growth company based only on a friend's recommendation. After six months, the stock falls to 50% of the purchase price, so the investor sells the stock and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realizedloss.asp\" rel=\"noopener noreferrer\">realizes a loss</a>. To avoid this regret in the future, the investor could ask questions and research any stocks that the friend recommends. Or, the investor could decide to never take seriously any investment recommendation made by this friend, regardless of the investment <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a>.\n", "\nConversely, suppose the investor didn't take the friend's recommendation to buy the stock, and the price increased by 50%. To avoid the regret of missing out, the investor could become less risk-averse and might likely buy any stocks that this friend recommends in the future without conducting any background research.\n", "\nInvestors can minimize the anticipation of regret influencing their investment decisions if they have an understanding and an awareness of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/02/110502.asp\" rel=\"noopener noreferrer\">psychology of regret theory</a>. Investors need to look at how regret has affected their investment decisions in the past and take that into account when considering a new opportunity.\n", "\nFor example, an investor may have missed a large trending move and has subsequently only traded <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/introduction-to-momentum-trading/\" rel=\"noopener noreferrer\">momentum</a> stocks to try to catch the next significant move. The investor should realize that he tends to regret missed opportunities and consider that before deciding to invest in the next trending stock.\n", "\nIn investing, regret theory and the fear of missing out (often abbreviated as \"FOMO\") frequently go hand in hand. This is particularly evident during times of extended <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bullmarket.asp\" rel=\"noopener noreferrer\">bull markets</a> when the prices of financial securities rise and investor optimism remains high. The fear of missing out on an opportunity to earn profits can drive even the most conservative and risk-averse investor to ignore warning signs of an impending crash.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irrationalexuberance.asp\" rel=\"noopener noreferrer\">Irrational exuberance</a>—a phrase famously used by former Federal Reserve Chairman Alan Greenspan—refers to this excessive investor enthusiasm that pushes asset prices higher than can be justified by the asset's underlying fundamentals. This unwarranted economic optimism can lead to a self-perpetuating pattern of investment behavior.\n", "\nInvestors begin to believe that the recent rise in prices predicts the future and they continue to invest heavily. Asset bubbles form, which ultimately burst, leading to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/panicselling.asp\" rel=\"noopener noreferrer\">panic selling</a>. This scenario can be followed by a severe economic downturn or recession. Examples of this include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1929.asp\" rel=\"noopener noreferrer\">stock market crash of 1929</a>, the stock market crash of 1987, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\" rel=\"noopener noreferrer\">dotcom crash</a> of 2001, and the financial crisis of 2007-08.\n", "\nInvestors can reduce their fear of regret from making incorrect investment decisions by automating the investment process. A strategy like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/formula_investing.asp\" rel=\"noopener noreferrer\">formula investing</a>, which strictly follows prescribed rules for making investments, removes most of the decision-making process about what to buy, when to buy, and how much to buy.\n", "\nInvestors can automate their trading strategies and use algorithms for execution and trade management. Using rules-based trading strategies reduces the chance of an investor making a discretionary decision based on a previous investment outcome. Investors can also backtest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/trading/11/automated-trading-systems.asp\" rel=\"noopener noreferrer\">automated trading strategies</a>, which could alert them to personal bias errors when they were designing their investment rules. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp\" rel=\"noopener noreferrer\">Robo-advisors</a> have gained in popularity among some investors as they offer access to automated investing combined with a low-cost alternative to traditional advisors.\n"]}