{"name": "Regulation W Definition", "@id": "https://www.investopedia.com/terms/r/regulation-w.asp", "related": ["https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp", "https://www.investopedia.com/terms/r/regulation-v.asp", "https://www.investopedia.com/terms/investor-protection-act.asp", "https://www.investopedia.com/terms/f/federal-reserve-regulations.asp", "https://www.investopedia.com/terms/r/regulation-aa.asp"], "body": ["\nRegulation W is a U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\">Federal Reserve System</a> regulation that limits certain transactions between depository institutions, such as banks, and their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate.asp\">affiliates</a>. In particular, it sets quantitative limits on covered transactions and requires <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> for certain transactions. The regulation applies to banks that are members of the Federal Reserve System, insured state non-member banks and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savings-association-insurance-fund.asp\">insured savings associations</a>.\n", "\nRegulation W was published in 2003, to consolidate rulemaking under Sections 23A and 23B of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/1913-federal-reserve-act.asp\">Federal Reserve Act</a>. Its main purposes were to protect banks from financial risk resulting from transactions with their affiliates and to limit the banks' ability to use the U.S. deposit insurance system to cover their losses from such transactions.\n", "\nComplying with Regulation W was complex, even before the regulatory reforms that were instituted in the wake of the 2008 financial crisis. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\">Dodd-Frank Wall Street Reform and Consumer Protection Act</a> – which has been criticized by some as being overly burdensome — has further tightened Regulation W’s requirements.\n", "\nBecause exemptions to Regulation W rules were widely used to provide emergency liquidity to affiliates during the financial crisis, the Federal Reserve’s ability to grant exemptions on its sole authority was curbed under the new rules. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation (FDIC)</a> now has 60 days to determine whether an exemption is justified or whether it might pose an unacceptable risk to its deposit insurance fund and raise any objections. Modifications to Regulation W have also expanded the concept of what an “affiliate” is and what constitutes a “covered transaction” under the law. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-regulatory-body.asp\">Banking regulators</a> now expect greater transparency from banks in complying with Regulation W.\n", "\nRegulation W defines a bank's affiliates fairly broadly and includes any company that a bank directly or indirectly controls or that is sponsored and advised by a bank. Additionally, Regulation W covers a wide spectrum of transactions, including the extension of credit to an affiliate, investment in securities issued by an affiliate, asset purchases from an affiliate, the issuance of a guarantee on behalf of an affiliate, and the acceptance of securities issued by an affiliate as collateral for credit.\n", "\nUnder Regulation W, transactions with any one affiliate must total no more than 10% of a financial institution's capital, and transactions with all affiliates combined must total no more than 20% of an institution's capital. Banks are prohibited from purchasing low-quality assets from their affiliates, such as bonds with principal and interest payments that are more than 30 days <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/past-due.asp\">past due</a>. And any extension of credit must be secured by collateral. Collateral must have coverage that ranges between 100% and 130% of the total transaction amount.\n", "\nFinancial institutions that are found to be in violation of Regulation W can be hit with substantial civil penalties. The amount of the fine is determined by several factors, including whether the violation was caused with intent, if it was undertaken with reckless disregard for the institution's financial safety and soundness or if it resulted in any type of gain by the perpetrator.\n"]}