{"name": "Regulation E Definition", "@id": "https://www.investopedia.com/terms/r/regulation-e.asp", "related": ["https://www.investopedia.com/terms/e/electronic-funds-transfer-act.asp", "https://www.investopedia.com/terms/e/error-resolution.asp", "https://www.investopedia.com/terms/d/descriptive-statement.asp", "https://www.investopedia.com/terms/r/regulation-v.asp", "https://www.investopedia.com/terms/r/regulation-aa.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp"], "body": ["\nRegulation E is a regulation put forth by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve Board</a> that outlines rules and procedures for electronic funds transfers (EFTs) and provides guidelines for issuers of electronic <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\">debit cards</a>.\n", "\nRegulation E provides guidelines for consumers and banks or other financial institutions in the context of electronic funds transfers. These include transfers with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atm.asp\">automated teller machines</a> (ATMs), point-of-sale transactions, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ach.asp\">automated clearing house</a> (ACH) systems. Rules pertaining to consumer liability for unauthorized card usage fall under this regulation as well.\n", "\nRegulation E was issued by the Federal Reserve as an implementation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/electronic-funds-transfer-act.asp\">Electronic Funds Transfers Act</a>, a law passed by the U.S. Congress in 1978 as a means of protecting consumers engaged in these sorts of financial transactions.\n", "\nMuch of Regulation E outlines the procedures consumers must follow in reporting errors with EFTs, and the steps a bank must take to provide recourse. Errors subject to these regulations could include the consumer's receipt of an incorrect amount of money from an ATM, unauthorized credit or debit card activity, or an unauthorized wire transfer to or from a consumer's account. \n", "\nGenerally, banks have a period of 10 business days during which to investigate a reported EFT error. This can, however, be extended to 45 business days provided that the bank provisionally credits the consumer's account with the reportedly missing funds. Banks must then report the results of an investigation to the Federal Reserve and to the consumer. \n", "\nRegulation E also outlines consumer responsibility for reporting unauthorized ETF activity, typically involving a stolen or missing card. For example, consumers must report lost or stolen credit cards no more than two days after the consumer becomes aware of the theft; otherwise, the bank has no obligation to refund losses. \n", "\nRegulation E governs the issuance of debit but not credit cards, which are governed by regulations outlined in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tila.asp\">Truth in Lending Act</a> and implemented by the Federal Reserve as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulation_z.asp\">Regulation Z</a>. However, Regulation E does govern EFT features of credit card usage.\n", "\nConsumers should make sure they are complying with federal regulations when reporting errors to make sure their financial institutions are complying and to avoid liability. Financial institutions should circulate these regulations internally to make sure they have no difficulty in complying. \n"]}