{"name": "Reimbursement Definition", "@id": "https://www.investopedia.com/terms/r/reimbursement.asp", "related": ["https://www.investopedia.com/terms/r/reimbursablecosts.asp", "https://www.investopedia.com/terms/h/hra.asp", "https://www.investopedia.com/terms/p/per-diem-payments.asp", "https://www.investopedia.com/terms/o/outofpocket.asp", "https://www.investopedia.com/terms/h/hsa.asp", "https://www.investopedia.com/terms/f/form-2106-ez.asp"], "body": ["\nReimbursement is compensation paid by an organization for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket.asp\">out-of-pocket</a> expenses incurred or overpayment made by an employee, customer, or another party. Reimbursement of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessexpenses.asp\">business expenses</a>, insurance costs, and overpaid taxes are common examples. However, unlike typical compensation, reimbursement is not subject to taxation.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nReimbursement is most commonly associated with business expenses. Many companies have policies outlining when they will reimburse employees for out-of-pocket expenses. Typically, these expenses are related to travel and can include the costs associated with hotels, food, ground transportation, and flights (travel reimbursement).\n", "\nCompanies may also reimburse employees for other types of expenses, such as tuition reimbursement for college courses or continuing education classes.\n", "\nBeyond business expenses, reimbursement is also used in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\">insurance</a> industry. When a health insurance policyholder needs urgent medical attention, the policyholder is unlikely to have the time to contact the insurer to determine the extent to which the policy covers expenses. The policyholder may have to pay for medication, medical services, or related expenses out-of-pocket.﻿ \n", "\nAlternatively, the insurance policy may require that the policyholder cover certain expenses out-of-pocket before seeking reimbursement. This is common in the case of fitness reimbursement. An insurer may reimburse up to a certain amount each year if a policyholder pays for and actively participates in a fitness program at a qualified fitness center. In both cases, the party that paid for the expenses out-of-pocket can seek reimbursement from the insurance company for any incurred expenses covered under the insurance policy. \n", "\nReimbursement is also common with taxes paid to state and federal governments. Most income taxpayers have federal taxes withheld each pay period through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payroll-deduction-plan.asp\" rel=\"noopener noreferrer\">payroll deductions</a>, which does not take into account the credits that a taxpayer may be entitled to due to other taxes paid or expenditures made.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Contractors pay their taxes in quarterly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estimated-tax.asp\" rel=\"noopener noreferrer\">estimated tax payments</a>.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-refund.asp\" rel=\"noopener noreferrer\">Tax refunds</a> provided to the taxpayer by the government are a form of reimbursement, as the money being returned to the taxpayer is due to a previous overpayment.\n", "\nA type of reimbursement called reimbursement <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alimony.asp\" rel=\"noopener noreferrer\">alimony</a> applies to the legal sector.﻿ Reimbursement alimony is ordered by a judge and is a payment made to an ex-spouse as reimbursement for time and money invested in the spouse's financial prospects and growth. A person in a divorce settlement who worked full time to support his or her spouse through college may be entitled to reimbursement alimony if the spouse has graduated and is now earning income.\n", "\nIn the U.S., companies often use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/per-diem-payments.asp\">per diem rates</a> created by the General Services Administration (GSA). The GSA compiles reimbursement rates for various cities and states.<span class=\"ql-inline-citation\" data-cite=\"8\"></span> The company may also choose to use its own methodology to set per diem rates by taking the GSA per diem rate as a base point and adjusting it factoring in company-specific factors. \n", "\nFor example, a company may want to set a higher reimbursement rate for executives or salespeople who entertain clients. Companies may also choose to provide employees with a fixed per diem rate.\n", "\nOrganizations, whether businesses, insurers, or governments, have a vested interest in ensuring that reimbursements are only provided for legitimate reasons. Employees, insurance policyholders, and taxpayers can file for an expense that never occurred or inflate the value of an expense. This requires the reimbursing organization to develop <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalcontrols.asp\">internal control</a> processes in an attempt to catch fraudulent reimbursement requests.\n", "\nAnother situation where a company could find itself reimbursing a fraudulent expense occurs in the banking industry. For example, if an account holder falls victim to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/identitytheft.asp\">identity theft</a> or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/data-breach.asp\">data breach</a>. In this case, the bank would run an investigation to ensure that the account was indeed compromised before it reimburses the client for any funds withdrawn from the account holder's debit or credit account.\n", "\nSay that you are a sales representative who visits an industry conference in order to better understand the state-of-the-art for the industry, to attend educational seminars, and to professionally network. As a result of this approved trip, you spend out of your own money $300 for a hotel room, $250 for transportation, and $100 for food. Upon returning from your trip, you file an official expense report with the company citing each of these three line items and submitting it for $650 in reimbursed expenses. This sum shows up alongside your next paycheck in your bank account via direct deposit.\n", "\nDepending on your arrangement with the company, up to all of your mileage expense may be reimbursed by your employer for qualified business trips. The IRS also has a defined <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standardmileagerate.asp\">mileage allowance</a> to refer to the deductibility of expenses car owners accrue while operating a personal vehicle for business, medical, charity, or moving purposes. For 2021, the IRS suggests deducting $0.56 per mile for business use, $0.14 for charity use, and $0.16 for certain medical uses and moving (for 2020 it's $0.575, $0.14, and $0.17, respectively).<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nEvery state administers Medicaid differently. Some states will reimburse patients for medical bills paid out-of-pocket. If so, their Medicaid information should be provided to their doctor. Not all health care providers accept Medicaid.\n", "\nIf you incur an expense covered by your health savings account (HSA) you can reimburse yourself for the cost via electronic transfer or by writing yourself a check drawn from the HSA account. You may also be able to withdraw money from an ATM using an HSA-linked debit card.\n", "\nOut-of-pocket Medicare expenses are usually reimbursed by filing a claim. You can ask your health care provider to file the claim or you can do it yourself. Medicare then reimburses the medical costs directly to the service provider. \n"]}