{"name": "Reinsurance Ceded Definition", "@id": "https://www.investopedia.com/terms/r/reinsurance-ceded.asp", "related": ["https://www.investopedia.com/terms/o/obligatory-reinsurance.asp", "https://www.investopedia.com/terms/r/reinsurance-assisted-placement.asp", "https://www.investopedia.com/terms/t/treaty-reinsurance.asp", "https://www.investopedia.com/terms/c/ceded-reinsurance-leverage.asp", "https://www.investopedia.com/terms/f/facultative-reinsurance.asp", "https://www.investopedia.com/terms/p/portfolio-entry.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinsurance.asp\">Reinsurance</a> ceded refers to the portion of risk that a primary insurer passes to a reinsurer. It allows the primary insurer to reduce its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\">risk</a> exposure to an insurance policy it has underwritten by passing that risk to another company. Primary insurers are also also referred to as the ceding company while the reinsurance company is also called the accepting company. In exchange for taking on the risk, the reinsurance company receives a premium, and pays the claim for the risk it accepts.\n", "\nReinsurance is one part of the insurance <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\">industry</a> where companies agree to transfer part of their portfolios to other companies. By ceding a portion of their risk, ceding companies reduce their overall risk exposure and liability. This allows them to remain solvent if they have to pay out a big insurance claim. It also helps insurance companies keep premiums lower for their policyholders. Reinsurance can be written by a specialist reinsurance company, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lloyds-london.asp\">Lloyd’s of London</a> or Swiss Re, by another insurance company, or by an in-house reinsurance department.\n", "\nSome reinsurance can be handled internally—automobile insurance, for example—by diversifying the types of clients the company takes on. In other cases, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability_insurance.asp\">liability insurance</a> for a large international business, a specialty reinsurer may be necessary because <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/diversification.asp\">diversification</a> is not possible.\n", "\nThe agreement between the ceding company and accepting company is called the reinsurance contract, and it covers all terms related to the ceded risk. The contract outlines the conditions under which the reinsurance company pays out <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">claims</a>. The accepting company pays a commission to the ceding company on the reinsurance ceded. This is called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceding-commission.asp\">ceding commission</a>, and covers administrative costs, underwriting, and other related expenses. The ceding company can recover part of any claim from the accepting company.\n", "\nThere are two types of reinsurance contracts used for reinsurance ceding. The first is facultative reinsurance, while the second type is called a treaty reinsurance contract.\n", "\nIn a facultative reinsurance contract, the insurer passes one type of risk to the reinsurer, which means that each type of risk passed to the reinsurer in exchange for a premium is negotiated individually. Under facultative reinsurance, the reinsurer can either reject or accept different parts of a contract, or the contract in its entirety, proposed by the ceding company.\n", "\nIn a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treaty-reinsurance.asp\">treaty reinsurance</a> contract, the ceding company and accepting company agree on a broad set of insurance transactions that are covered by reinsurance. For example, the ceding insurance company may cede all of the risk for flood damage, and the accepting company may accept all flood damage risk in a particular geographic area such as a floodplain.\n", "\nReinsurance ceded gives the ceding insurer more security for its equity, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/solvency.asp\">solvency</a> and more stability when unusual or major events occur. Reinsurance also allows an insurer the freedom to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwrite</a> policies that cover a larger volume of risks without excessively raising the costs of covering their solvency margins<em> </em>or the amount at which the assets of the insurance company, at fair values, exceed its liabilities and other comparable commitments. Reinsurance makes substantial liquid assets available for insurers in case of exceptional losses.\n"]}