{"name": "Reinsurance Definition", "@id": "https://www.investopedia.com/terms/r/reinsurance.asp", "related": ["https://www.investopedia.com/terms/u/underlying-retention.asp", "https://www.investopedia.com/terms/o/obligatory-reinsurance.asp", "https://www.investopedia.com/terms/c/ceded-reinsurance-leverage.asp", "https://www.investopedia.com/terms/c/catastrophe-reinsurance.asp", "https://www.investopedia.com/terms/c/cedent.asp", "https://www.investopedia.com/terms/r/reinsurance-credit.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/08/reinsurance.asp\">Reinsurance</a> is also known as insurance for insurers or stop-loss insurance. Reinsurance is the practice whereby insurers transfer portions of their risk portfolios to other parties by some form of agreement to reduce the likelihood of paying a large obligation resulting from an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">insurance claim</a>.\n", "\nThe party that diversifies its insurance portfolio is known as the ceding party. The party that accepts a portion of the potential obligation in exchange for a share of the insurance premium is known as the reinsurer.\n", "\nReinsurance allows insurers to remain solvent by recovering some or all amounts paid to claimants. Reinsurance reduces the net liability on individual risks and catastrophe protection from large or multiple losses. The practice also provides <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceding-company.asp\">ceding companies</a>, those that seek reinsurance, the capacity to increase their underwriting capabilities in terms of the number and size of risks.\n", "\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.iii.org/sites/default/files/paper_HurricaneAndrew_final.pdf\">Insurance Information Institute</a>, Hurricane Andrew caused $15.5 billion in damage in Florida in 1992, causing seven U.S. insurance companies to become insolvent.\n", "\nBy covering the insurer against accumulated individual commitments, reinsurance gives the insurer more security for its equity and solvency by increasing its ability to withstand the financial burden when unusual and major events occur.\n", "\nThrough reinsurance, insurers may underwrite policies covering a larger quantity or volume of risk without excessively raising administrative costs to cover their solvency margins. In addition, reinsurance makes substantial liquid assets available to insurers in case of exceptional losses.\n", "\n<br/><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facultative-reinsurance.asp\">Facultative</a> coverage protects an insurer for an individual or a specified risk or contract. If several risks or contracts need reinsurance, they a renegotiated separately. The reinsurer holds all rights for accepting or denying a facultative reinsurance proposal.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treaty-reinsurance.asp\">reinsurance treaty</a> is for a set period rather than on a per-risk or contract basis. The reinsurer covers all or a portion of the risks that the insurer may incur.\n", "\nUnder proportional reinsurance, the reinsurer receives a prorated share of all policy premiums sold by the insurer. For a claim, the reinsurer bears a portion of the losses based on a pre-negotiated percentage. The reinsurer also reimburses the insurer for processing, business acquisition, and writing costs.\n", "\nWith non-proportional reinsurance, the reinsurer is liable if the insurer's losses exceed a specified amount, known as the priority or retention limit. As a result, the reinsurer does not have a proportional share in the insurer's premiums and losses. The priority or retention limit is based on one type of risk or an entire risk category.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excess-loss-reinsurance.asp\">Excess-of-loss reinsurance</a> is a type of non-proportional coverage in which the reinsurer covers the losses exceeding the insurer's retained limit. This contract is typically applied to catastrophic events and covers the insurer either on a per-occurrence basis or for the cumulative losses within a set period.\n", "\nUnder risk-attaching reinsurance, all claims established during the effective period are covered regardless of whether the losses occurred outside the coverage period. No coverage is provided for claims originating outside the coverage period, even if the losses occurred while the contract was in effect.\n"]}