{"name": "Reinvestment Definition", "@id": "https://www.investopedia.com/terms/r/reinvestment.asp", "related": ["https://www.investopedia.com/terms/r/reinvestmentrisk.asp", "https://www.investopedia.com/terms/d/dividendreinvestmentplan.asp", "https://www.investopedia.com/terms/c/callable-certificate-of-deposit.asp", "https://www.investopedia.com/terms/c/cd-ladder.asp", "https://www.investopedia.com/terms/d/distribution_reinvestment.asp", "https://www.investopedia.com/terms/i/internote.asp"], "body": ["\nReinvestment is the practice of using dividends, interest, or any other form of income distribution earned in an investment to purchase additional shares or units, rather than receiving the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution.asp\">distributions</a> in cash.\n", "\nReinvestment is a great way to significantly increase the value of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\">stock</a>, mutual fund, or exchange-traded fund (ETF) investment over time. It is facilitated when an investor uses proceeds distributed from the ownership of an investment to buy more shares or units of the same investment.\n", "\nProceeds can include any distribution paid out from the investment including dividends, interest, or any other form of distribution associated with the investment’s ownership. If not reinvested these funds would be paid to the investor as cash. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-enterprise.asp\">Social enterprises</a> mainly reinvest back into their own operations.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nDividend reinvestment plans, also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendreinvestmentplan.asp\">DRIPs</a>, allow investors the opportunity to efficiently reinvest proceeds in additional shares of the investment. Issuers of an investment can structure their investment offerings to include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a> reinvestment programs.\n", "\nCorporations commonly offer dividend reinvestment plans. Other types of companies with public offerings such as master limited partnerships and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">real estate investment trusts</a> can also institute dividend reinvestment plans. Fund companies paying distributions also decide whether or not they will allow dividend reinvestment.\n", "\nInvestors investing in a stock that is traded on a public exchange will typically enter into a dividend reinvestment plan through their brokerage platform elections. When buying an investment through a brokerage platform, an investor has the option to reinvest dividends if dividend reinvestment is enabled for the investment.\n", "\nIf dividend reinvestment is offered, an investor can typically change their election with their brokerage firm any time during the duration of their investment. Reinvestment is typically offered with no commission and allows the investors to buy fractional shares of a security with the distributed proceeds.\n", "\nReinvestment is an important consideration for all types of investments and can specifically add to investment gains for income investors. Numerous income-focused investments are offered for both debt and equity investments. The Vanguard High Dividend Yield Fund (VHDYX) is one of the broad market’s top dividend <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>. It is an index fund that seeks to track the FTSE High Dividend Yield Index.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ It offers investors the opportunity to reinvest all dividends in fractional shares of the fund.\n", "\nIncome investors choosing reinvestment should be sure to consider taxes when reinvesting paid distributions. Investors are still required to pay taxes on distributions regardless of whether or not they are reinvested.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAlthough there are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090915/reinvesting-dividends-pays-long-run.asp\">several advantages to reinvesting dividends</a>, there are times when the risks outweigh the rewards. For example, consider the reinvestment rate, or the amount of interest that can be earned when money is taken out of one <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\">fixed-income investment</a> and put into another. Essentially, the reinvestment rate is the amount of interest the investor could earn if they purchased a new bond while holding a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callablebond.asp\">callable bond</a> called due because of an interest rate decline.\n", "\nIf an investor is reinvesting proceeds, they may need to consider reinvestment risk. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestmentrisk.asp\">Reinvestment risk</a> is the chance that an investor will be unable to reinvest cash flows (e.g., coupon payments) at a rate comparable to the current investment's rate of return. Reinvestment risk can arise across all types of investments.\n", "\nGenerally, reinvestment risk is the risk that an investor could be earning a greater return by investing proceeds in a higher returning investment. This is commonly considered with fixed income security reinvestment since these investments have consistently stated rates of return that vary with new issuances and market rate changes. Prior to a significant investment distribution, investors should consider their current allocations and broad market investment options.\n", "\nFor example, an investor buys a 10-year $100,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\">Treasury note</a> with an interest rate of 6%. The investor expects to earn $6,000 per year from the security. However, at the end of the term, interest rates are 4%. If the investor buys another 10-year $100,000 Treasury note, they will earn $4,000 annually rather than $6,000. Also, if interest rates subsequently increase and they sell the note before its maturity date, they lose part of the principal.\n"]}