{"name": "Remittance Definition", "@id": "https://www.investopedia.com/terms/r/remittance.asp", "related": ["https://www.investopedia.com/terms/f/foreign-remittance.asp", "https://www.investopedia.com/terms/w/wiretransfer.asp", "https://www.investopedia.com/terms/g/gross-national-income-gni.asp", "https://www.investopedia.com/terms/p/population.asp", "https://www.investopedia.com/terms/p/paga.asp", "https://www.investopedia.com/terms/g/gdp.asp"], "body": ["\nA remittance is a payment of money that is transferred to another party. Broadly speaking, any payment of an invoice or a bill can be called a remittance. However, the term is most often used nowadays to describe a sum of money sent by someone working abroad to his or her family back home.\n", "\nThe term is derived from the word remit, which means to send back.\n", "\nMost remittances are made by foreign workers to family members in their home countries. The most common way of making a remittance is by using an electronic payment system through a bank or a money transfer service such as Western Union. People who use these options are generally charged a fee. Transfers can take as little as ten minutes to reach the recipient.\n", "\nRemittances play an increasingly large role in the economies of small and developing countries. They also play an important role in disaster relief, often exceeding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082616/what-are-different-types-foreign-aid.asp\" rel=\"noopener noreferrer\">official development assistance</a> (ODA). They help raise the standard of living for people in low-income nations and help combat global poverty.\n", "\nIn fact, since the late 1990s, remittances have exceeded development aid, and in some cases make up a significant portion of a country's gross domestic product (GDP).\n", "\nAccording to the World Bank's 2019 Migration and Development Brief, $529 billion in remittances were sent to low- and middle-income countries in 2018—an increase of 9.6% over the previous record high of $483 billion in 2017. This figure is significantly larger than the $344 billion of foreign direct investment in these countries, excluding China, in 2018. If high-income countries are included as well, the total amount of remittances jumps to $689 billion, up from $633 billion in 2017.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nRemittances are also used to help those living in less developed nations open bank accounts, a trend which helps promote economic development.\n", "\nThere is some concern about the high cost of remittances to the sender. To promote transparency, some countries limit remittances to bank wires, but banks are the most expensive transfer channel, according to the World Bank.\n", "\nIn the first quarter of 2019, banks charged an average of 11% in transfer fees. Post offices charged on average of more than 7%. The fees can exceed 10% when the destination is in Africa or a Pacific Ocean island.\n", "\nFor low-income countries or those with struggling economies, remittances represent one of the largest sources of income for the native population. In 2015, for example, Mexicans abroad sent more than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nbcnews.com/news/latino/mexico-got-more-money-remittances-oil-revenues-2015-n510346\" rel=\"noopener noreferrer\">$24 billion</a> back home, which was more money than the country generated from selling oil.\n", "\nThe collapse of the Venezuelan economy caused an enormous migration to other nations, and a corresponding increase in remittances to family members left behind. In 2017, more than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bloomberg.com/tosv2.html?vid=&amp;uuid=f87948f0-1634-11ea-940f-1d7f689c8347&amp;url=L25ld3MvZmVhdHVyZXMvMjAxOC0xMC0wMi92ZW5lenVlbGFuLXJlZnVnZWVzLXNlbmQtYmlsbGlvbnMtYmFjay1ob21lLWhlbHBpbmctdGhlLWx1Y2t5LXN1cnZpdmU=\" rel=\"noopener noreferrer\">$1.5 billion</a> in remittances were sent to family members remaining in the beleaguered country.\n", "\nThere are concerns among financial intelligence units that remittances are one of the ways in which money can be laundered or violent activities like terrorism can be sponsored.\n", "\nThe methodology countries use to record the amount of money people receive via remittances is rarely made public. While the majority of value transfers occur via web or wire where they can be easily tracked, a fair amount of money is transferred in ways that are more opaque.\n"]}