{"name": "Renewable Resource Definition", "@id": "https://www.investopedia.com/terms/r/renewable_resource.asp", "related": ["https://www.investopedia.com/terms/b/biofuel.asp", "https://www.investopedia.com/terms/e/energy_sector.asp", "https://www.investopedia.com/terms/b/biothermal-energy.asp", "https://www.investopedia.com/terms/e/energy-tax.asp", "https://www.investopedia.com/terms/h/hydrocarbon.asp", "https://www.investopedia.com/terms/n/nonrenewableresource.asp"], "body": ["\nA renewable resource is one that can be used repeatedly and does not run out because it is naturally replaced. A renewable resource, essentially, has an endless supply such as solar energy, wind energy, and geothermal pressure. Other resources are considered renewable even though some time or effort must go into their renewal (e.g., wood, oxygen, leather, and fish).\n", "\nMost precious metals are renewable also. Although precious metals are not naturally replaced, they can be recycled because they are not destroyed during their extraction and use.\n", "\nA renewable resource is different from a nonrenewable resource; a nonrenewable resource is depleted and cannot be recovered once it is used. As the human population continues to grow, the demand for renewable resources increases.\n", "\nNatural resources are a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity,</a> and they are known as natural capital. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/biofuel.asp\" rel=\"noopener noreferrer\">Biofuel</a>, or energy made from renewable organic products, has gained prevalence in recent years as an alternative energy source to nonrenewable resources such as coal, oil, and natural gas. Although prices are still higher for biofuel, some experts project that increasing scarcity and the forces of supply and demand will result in higher prices for fossil fuels, which will make the price of biofuel more competitive.\n", "\nHowever, prices for fossil fuels have trended lower, in part because of technological gains in fossil fuel production and in part because of reduced demand during the COVID-19 pandemic. Commodity buyers and policymakers constantly need to balance considerations of such influences when forecasting future price changes.\n", "\nTypes of biofuel include biodiesel, an alternative to oil, and green diesel, which is made from algae and other plants. Other renewable resources include oxygen and solar energy. Wind and water are also used to create renewable energy. For example, windmills harness the wind's natural power and turn it into energy.\n", "\nRenewable resources have become a focal point of the environmental movement, both politically and economically. Energy obtained from renewable resources puts much less strain on the limited supply of fossil fuels, which are nonrenewable resources. The problem with using renewable resources on a large scale is that they are costly and, in most cases, more research is needed for their use to be cost-effective.\n", "\nAdopting sustainable energy is often referred to as \"going green\" due to the positive impact on the environment. Energy sources such as fossil fuels damage the environment when burned and contribute to global warming. The first major international accord to curb carbon dioxide emissions and global warming was the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/kyoto.asp\" rel=\"noopener noreferrer\">Kyoto Protocol</a>, signed in 1997.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿﻿ Also, global powers met in Paris in 2015 to pledge emissions reductions and focus on higher reliance on renewable resources for energy.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿﻿﻿\n", "\nAs a candidate for president, in 2016, Donald Trump criticized the agreement established in Paris and pledged to withdraw the United States if elected. On June 1, 2017, he did just that, claiming that the agreement would \"undermine\" the U.S. economy.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿﻿\n", "\nTo encourage the use of renewable resources, there are many incentives designed to encourage the use of alternative energy. For example, energy taxes place a surcharge on fossil fuels so that the prices of renewable resources are more competitive and people will be more inclined to use renewable energy. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/green_fund.asp\" rel=\"noopener noreferrer\">Green funds</a>, investment vehicles such as mutual funds, support eco-friendly and sustainable companies by investing in them and helping to promote environmental awareness.\n", "\nThese incentives seem to be having an effect. According to the U.S. Energy Information Administration (EIA), In 2018, renewable energy provided approximately 11.5 quadrillion British thermal units (Btu). (One quadrillion is 1 followed by 15 zeros.) This amount of energy represented 11% of total U.S. energy consumption.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿ The electric power sector consumed around 56% of U.S. renewable energy in 2018, and approximately 17% of U.S. electricity generation was from renewable energy sources.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿﻿\n", "\nState and federal governments have encouraged more biofuel consumption by imposing requirements and incentives for the use of renewable energy. The EIA anticipates that U.S. renewable energy consumption will continue to increase through 2050.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿\n"]}