{"name": "Rent Seeking Definition", "@id": "https://www.investopedia.com/terms/r/rentseeking.asp", "related": ["https://www.investopedia.com/terms/b/barrierstoentry.asp", "https://www.investopedia.com/terms/r/regulatory-capture.asp", "https://www.investopedia.com/terms/p/protectionism.asp", "https://www.investopedia.com/terms/e/equityefficiencytradeoff.asp", "https://www.investopedia.com/terms/i/imperfect_competition.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nRent seeking (or rent-seeking) is an economic concept that occurs when an entity seeks to gain added <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealth.asp\" rel=\"noopener noreferrer\">wealth</a> without any reciprocal contribution of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/productivity.asp\" rel=\"noopener noreferrer\">productivity</a>. Typically, it revolves around government-funded social services and social service programs.\n", "\nThe concept of rent seeking was established in 1967 by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://en.wikipedia.org/wiki/Gordon_Tullock\" rel=\"noopener noreferrer\">Gordon Tullock</a> and later popularized by Anne Krueger in 1974. It evolved from the studies of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/adam-smith-economics/\" rel=\"noopener noreferrer\">Adam Smith</a>, who is often regarded as the father of economics, and is based on an economic definition of “rent,” defined as economic wealth obtained through shrewd or potentially manipulative use of resources.\n", "\nSmith's studies suggested that entities earn income from wages, profit, and rent. To create profit usually requires the risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a> with the goal of gaining a return. Earning wages comes from employment. However, of the three income sources, rent is the easiest to obtain and can require little risk.\n", "\nEconomic rent is the income earned from the utilization of resource ownership. Entities that own resources can lend them to earn interest rents, lease them to earn rental income, or they may utilize their resources in other income-producing ways.\n", "\nIn general, the term economic rent has evolved to mean receiving a payment that exceeds the costs involved in the associated resource. Entities, therefore, will take rent seeking steps to obtain economic rent that requires no reciprocal contribution of production. Oftentimes, this can mean using a particular status to gain economic rent from the government through social service grants.\n", "\nRent seeking is a byproduct of political legislation and government funding. Politicians decide the laws, regulations, and funding allocations that govern industries and government <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidy.asp\" rel=\"noopener noreferrer\">subsidy</a> distributions. These legislations and actions manifest rent seeking behaviors by offering economic rent with little or no reciprocity.\n", "\nGovernments have established funding for a variety of social service programs. Business social service programs are typically designed to provide aid for businesses with the goal of fostering economic prosperity. Individual social service funding is provided for the goals of wellness and human welfare.\n", "\nBusinesses can lobby the government for help in the areas of competition, special subsidies, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grant.asp\" rel=\"noopener noreferrer\">grants</a>, and tariff protection. If a business succeeds in getting laws passed to limit their competition or create <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\" rel=\"noopener noreferrer\">barriers to entry</a> for others, it can achieve economic rents without any added productivity or capital at risk.\n", "\nIndividual rent seekers are also able to achieve economic rents when obtaining social service funding. Funds are offered through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/welfare.asp\" rel=\"noopener noreferrer\">welfare</a> programs, housing assistance, and Medicaid. Individual rent seekers can use their eligibility status for these programs to obtain funds from the government without any reciprocal contribution.\n", "\nLobbying for the lessening of occupational licensing requirements is another very specific example of rent seeking. Doctors, dentists, airline pilots, and many other fields require licensing to practice. However, in many U.S. states, this licensing process is expensive and time-consuming.\n", "\nOften, regulations exist due to past lobbying efforts from existing industry members. If certification and license obligations prevent newcomers from competing, fewer professionals may share the revenue. Thus, a more significant portion of money accrues to each existing member without additional economic benefit. Also, since limits to competition can be a driver for prices, consumers may be required to pay more.\n", "\nRent seeking can disrupt <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketefficiency.asp\" rel=\"noopener noreferrer\">market efficiencies</a> and create pricing disadvantages for market participants. It has been known to cause limited competition and high barriers to entry.\n", "\nThose that benefit from successful rent seeking obtain added economic rents without any added obligations. This can potentially create unfair advantages, specifically providing wealth to certain businesses that leads to greater <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a> at the detriment of competitors.\n", "\nLastly, rent seeking wealth is typically a function of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a> funding. These tax revenues are used to provide economic wealth for rent seekers but may or may not improve the economic climate or produce any benefits for taxpayers-at-large. This can lead to disparaging funds that lack regeneration and require higher taxes in the future.\n"]}