{"name": "Repayment Definition", "@id": "https://www.investopedia.com/terms/r/repayment.asp", "related": ["https://www.investopedia.com/terms/s/student-loan-forgiveness.asp", "https://www.investopedia.com/hardship-default-4845851", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/form-1099-c-understanding-your-1099-c-form-4782275", "https://www.investopedia.com/terms/p/promissorynote.asp", "https://www.investopedia.com/terms/f/forbearance.asp"], "body": ["\nRepayment is the act of paying back money previously borrowed from a lender. Typically, the return of funds happens through periodic payments, which include both principal and interest. The principal refers to the original sum of money borrowed in a loan. Interest is the charge for the privilege of borrowing money; a borrower must pay interest for the ability to use the funds released to them through the loan. Loans can usually also be fully paid in a lump sum at any time, though some contracts may include an early repayment fee.\n", "\nCommon types of loans that many people need to repay include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/auto-loans-4689734\" rel=\"noopener noreferrer\">auto loans</a>, mortgages, education loans, and credit card charges. Businesses also enter into debt agreements which can also include auto loans, mortgages, and lines of credit, along with bond issuances and other types of structured <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/why-the-corporate-debt-bubble-may-burst-sooner-than-you-think-4587446\" rel=\"noopener noreferrer\">corporate debt.</a> Failure to keep up with any debt repayments can lead to a trail of credit issues including forced bankruptcy, increased charges from late payments, and negative changes to a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\" rel=\"noopener noreferrer\">credit rating</a>.\n", "\nWhen consumers take out loans, the expectation by the lender is that they will ultimately be able to repay them. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\">Interest</a> rates are charged based on a contracted rate and schedule for the time that passes between when a loan was given out and when the borrower returns the money in full. Interest is usually expressed as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\" rel=\"noopener noreferrer\">an annual percentage rate</a> (APR).\n", "\nSome borrowers who cannot repay loans may turn to bankruptcy protection. However, borrowers should explore every alternative before declaring bankruptcy. (Bankruptcy can affect a borrower's ability to obtain financing in the future.) Alternatives to bankruptcy are earning additional income, refinancing, obtaining support through assistance programs, and negotiating with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a>.\n", "\nThe structuring of some repayment schedules may depend on the type of loan taken out and the lending institution. The small print on most loan applications will specify what the borrower should do if they are unable to make a scheduled payment. It is best to be proactive and reach out to the lender to explain any existing circumstances. Let the lender know of any setbacks such as health events or employment problems which may affect the ability to pay. In these cases, some lenders may offer special terms for hardships.\n", "\nFederal student loans generally allow for a lower payment amount, postponed payments and, in some cases, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/student-loan-forgiveness.asp\" rel=\"noopener noreferrer\">loan forgiveness</a>. These types of loans provide repayment flexibility and access to various <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/011916/student-loan-refinancing-pros-and-cons.asp\" rel=\"noopener noreferrer\">student loan refinancing</a> options as the recipient's life changes. This flexibility can be especially helpful if a recipient faces a health or financial crisis.\n", "\nStandard payments are the best option. Standard means regular payments—at the same monthly amount—until the loan plus interest is paid off. With regular payments, satisfying the debt happens in the least amount of time. Also, as an added benefit, this method accrues the least amount of interest. For most federal student loans, this means a 10-year period of repayment.\n", "\nOther options include extended and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/graduatedpaymentmortgage.asp\" rel=\"noopener noreferrer\">graduated payment plans</a>. Both involve paying back the loan over a longer period than with the standard option. Unfortunately, extended timeframes go hand in hand with the accrual of additional months of interest charges which will eventually need a repayment.\n", "\nExtended repayment plans are just like standard repayment plans, except that the borrower has up to 25 years to pay back the money. Because they have longer to pay back the money, the monthly bills are lower. However, because they are taking longer to pay back the money, those bothersome interest fees are compounding the debt.\n", "\nGraduated payment plans, just like with a graduated payment mortgage (GPM), have payments that increase from a low initial rate to a higher rate over time. In the case of student loans, this is meant to reflect the idea that long term, borrowers are expected to move into higher-paying jobs. This method can be a real benefit to those who have little money straight out of college, as income-driven plans may start at $0 per month. However, once again, the borrower ends up paying more in the long term because more interest accrues over time. The longer the payments are drawn out, the more interest is added to the loan (the total loan value increases as well).\n", "\nAlso, the student may research their access to particular scenarios such as teaching in a low-income area or working for a nonprofit organization which may make them eligible for student loan forgiveness.\n", "\nHomeowners have multiple options to avoid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a> due to delinquent mortgage repayment.\n", "\nA borrower with an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arm.asp\" rel=\"noopener noreferrer\">adjustable-rate mortgag</a>e (ARM) may attempt refinancing to a fixed-rate mortgage with a lower interest rate. If the problem with payments is temporary, the borrower may pay the loan servicer the past-due amount plus late fees and penalties by a set a date for reinstatement.\n", "\nIf a mortgage goes into forbearance, payments are reduced or suspended for a set time. Regular payments then resume along with a lump sum payment or additional partial payments for a set time until the loan is current.\n", "\nWith a loan modification, one or more of the terms in the mortgage contract is altered to become more manageable. Changing the interest rate, extending the loan term, or adding missed payments to the loan balance may occur. Modification may also reduce the amount of money owed by forgiving a portion of the mortgage.\n", "\nIn some situations, selling the home may be the best option to pay off a mortgage, and may help to avoid bankruptcy.\n", "\nSome debt may receive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forbearance.asp\" rel=\"noopener noreferrer\">forbearance</a>, which allows loan recipients who missed payments to recover and restart repayments. Also, various deferment options are available for recipients who are unemployed or who are not earning enough income to meet their repayment obligations. Once again, it is best to be proactive with the lender and inform them of life events that impact your ability to satisfy the loan.\n", "\nFor recipients with multiple federal student loans or those individuals with several credit cards or other loans, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtconsolidation.asp\" rel=\"noopener noreferrer\">consolidation</a> may be another option. Loan consolidation combines the separate debts into one loan with a fixed interest rate and a single monthly payment. Borrowers may be given a more extended repayment period with a reduced number of monthly payments. A final alternative to consolidation is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-debt-relief-companies-4846588\" rel=\"noopener noreferrer\">debt relief</a>, an opportunity to have a company negotiate a lower repayment amount on your behalf.\n", "\nIn February 2019, Public News Service published an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.publicnewsservice.org/2019-02-05/mental-health/health-centers-tap-loan-repayment-to-recruit-mental-health-providers/a65408-1\" rel=\"noopener noreferrer nofollow\">article about the growing number of people in Colorado seeking student loan forgiveness</a>. At the same time, the state is experiencing a shortage in mental health providers to meet the needs of its residents.\n", "\nColorado's shortage of mental health providers means that approximately 70% of the residents seeking mental or behavioral health care are not receiving those services. Minimum federal standards require that there be at least one psychiatrist for every 30,000 residents. At the time that the article was published, Colorado was seeking to add more than 90 mental health professionals in order to reach that threshold.\n", "\nOne of the ways health centers have been addressing the shortage is by tapping new federal and state student loan forgiveness programs to team up with skilled providers who are looking to reduce their student loan debt. Administrators there expect that the prospect of being able to cut thousands of dollars in medical-school debt should help draw and maintain high-quality providers, particularly for the parts of the state that are the most underserved.\n"]}