{"name": "Repackaging in Private Equity Definition", "@id": "https://www.investopedia.com/terms/r/repackaging.asp", "related": ["https://www.investopedia.com/terms/l/leveragedbuyout.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/p/publiccompany.asp", "https://www.investopedia.com/terms/b/backdoorlisting.asp", "https://www.investopedia.com/terms/s/steve-cohen.asp", "https://www.investopedia.com/terms/p/privateequity.asp"], "body": ["\nA private equity firm buys all the stock in a troubled public company, thus taking the company private with the intention of revamping its operations and re-selling it at a profit. This process is called repackaging.\n", "\nFor some years, the primary goal of repackaging was to prepare a company for a return to the market with an initial public offering (IPO). More recently, private equity firms have found other ways of maximizing their profits that involve less regulatory and shareholder scrutiny.\n", "\nA private equity firm looks for a company that is unprofitable or underperforming and buys it outright in the belief that the business can be turned around. Once the company is no longer public, the private equity firm can take whatever measures it thinks will be effective, such as selling off divisions, replacing management, or slashing overhead costs.\n", "\nIts goal may be to take the revamped company public with a new <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a>, to sell the company outright to another private buyer, or to merge it with another larger entity or entities. In any case, if the repackaging succeeds, the private equity firm will make more money than it spent reviving the company.\n", "\nMost of the money used to purchase the company is borrowed. Thus, the transaction is usually termed a leveraged buyout.\n", "\nRepackaging with an eye to launching a new initial public offering has been a lucrative business for private equity firms. There were 77 IPOs brought to the market by private equity buyout firms in 2006 alone.\n", "\nHowever, this strategy appears to have lost its luster. The number of initial public offerings brought to the market by private equity firms has been in decline since, with no large IPO deals announced by private equity terms from 2014 through 2018.\n", "\nPrivate equity firms appear to have found easier and more lucrative ways to cash in on their acquisitions, considering the government, regulatory, and shareholder scrutiny that public companies face.\n", "\nBurger King, for example, had a long string of corporate owners, including the Pillsbury Company, before it was bought in 2002 by TPG Capital. The investment group retooled the company and launched a successful initial public offering in 2006. Only four years later, in the midst of the Great Recession, Burger King was in trouble again. It was taken private again in a buyout by 3G Capital.\n", "\nToday, Burger King is a subsidiary of Restaurant Brands International, a fast-food <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conglomerate.asp\">conglomerate</a> that is headquartered in Toronto, Canada, but majority-owned by 3G, a Brazilian company. The conglomerate also owns the Canadian coffee shop chain Tim Hortons and the fried chicken chain Popeyes.\n", "\nRecent private equity targets include Panera Bread, the bakery restaurant chain, and Staples, the business supplies store.\n", "\nPanera Bread was taken private in 2017 by BDT Capital Partners and JAB Holding Co. in a buyout that cost $7.1 billion. The combined equity firms had previously bought Peet's Coffee and Tea and Krispy Kreme Doughnuts. It remains to be seen whether any or all of those familiar consumer names will go public again.\n", "\nStaples was bought by Sycamore Partners for $6.9 billion, also in 2017. Staples had previously acquired its one-time rival, OfficeMax.\n"]}