{"name": "Replacement Rate Definition", "@id": "https://www.investopedia.com/terms/r/replacement-rate.asp", "related": ["https://www.investopedia.com/terms/s/sep.asp", "https://www.investopedia.com/terms/b/burden-rate.asp", "https://www.investopedia.com/terms/o/oasdi.asp", "https://www.investopedia.com/terms/r/retirement.asp", "https://www.investopedia.com/terms/i/integrated_pension_plan.asp", "https://www.investopedia.com/terms/t/traditionalira.asp"], "body": ["\nA replacement rate is the percentage of a worker's pre-retirement income that is paid out by a pension program upon retirement. In pension systems where workers get substantially different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payout.asp\">payouts</a> due to their differing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\">incomes</a>, the replacement rate is a common measurement that can be used to determine the effectiveness of the pension system. In some cases, workers can use replacement rates to estimate their retirement income from the plan.\n", "\nThe replacement rate (also referred to as the income replacement rate) serves as a measurement for the percentage of a worker's current income that a particular pension-based retirement plan can be expected to produce. Aside from company pension-based retirement options, most Americans will become eligible for this form of income replacement upon qualifying for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-benefits.asp\">Social Security retirement benefits</a>.\n", "\nReplacement rates are commonly mentioned in the debate over the U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\">Social Security</a> system. Under Social Security law, replacement rates should target about 40% for the average worker.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿As some workers have retirement plans or benefits beyond the Social Security benefit, this replacement rate may only be one portion of the funds available at retirement.\n", "\nIncome replacement needs vary from individual to individual. The amount a person may need requires an analysis of the standard of living the person wishes to maintain and an understanding of the costs required to maintain that standard. For example, if two employees earn the same annual pay of $100,000, but one requires $45,000 per year to maintain the desired standard of living while the other requires $60,000, the replacement rates for those individuals will be 45% and 60% respectively.\n", "\nPension plans, also referred to as defined benefit plans, provide a specified benefit to employees. Often, these calculations are based on the number of years each employee has worked for the organization, allowing workers to earn a certain percentage of replacement rate credit per year of service.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Upon retirement, an eligible employee can receive benefits calculated based on total earned replacement rate as compared to the average annual salary received over a particular period of time.\n", "\nWhile these types of pensions can be offered by a variety of organizations, they are more commonly seen in the public sector, such as government employees, instead of the private sector.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}