{"name": "Repudiation Definition", "@id": "https://www.investopedia.com/terms/r/repudiation.asp", "related": ["https://www.investopedia.com/terms/a/anticpatory-breach.asp", "https://www.investopedia.com/terms/b/breach-of-contract.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/b/bilateral-contract.asp", "https://www.investopedia.com/terms/c/creditdefaultswap.asp", "https://www.investopedia.com/terms/b/bond-violation.asp"], "body": ["\nRepudiation involves disputing the validity of a contract and refusing to honor its terms. In investing, repudiation is most relevant in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\">fixed income</a> <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\">securities</a>, particularly <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign-debt.asp\">sovereign debt</a>. Fixed income instruments are fundamentally contracts where the borrower lends a certain amount of principal in return for payments of interest and principal on a preset schedule.\n", "\nRepudiation occurs if the borrower refuses to honor this contract and stops making the agreed-upon payments. With fixed income instruments it is always possible that the borrower may default, dispute the validity of the contract, or otherwise refuse to pay. If the borrower does repudiate the contract, the corresponding investors may lose their entire investment unless they are able to take <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recourse.asp\">recourse</a> against the borrower. In the case of sovereign debt, however, there is often not any method of recourse against the borrowing nation.\n", "\nIn the context of the case of repudiation, it may be that the repudiating party is unwilling or unable to perform their obligations under a contract. Repudiation is seen to be quite a serious matter and the court requires a ‘clear indication’ that a party is unready or unwilling to perform the contract. When repudiation occurs before the actual breach of a contract, it can be referred to as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/anticpatory-breach.asp\">anticipatory breach</a>.\n", "\nThe simplest method of repudiation is when a party comes right out and admits that they are unwilling or unable to perform their obligations under the contract. A party’s conduct can also amount to an act of repudiation.\n", "\nRepudiation is a complex area of law. Whether a party repudiates or not is an objective test undertaken by the court. Each matter is considered individually. Put simply, determining repudiation requires a detailed review of the actual terms of the contract and the obligations of each party, and then the conduct and statements of the parties.\n", "\nThe party on the receiving end of repudiation (i.e., the party not pulling out of the contract), should be careful and ensure they respond appropriately. If one party believes another party has repudiated the contract, the innocent party may:\n", "\nRepudiation itself does not terminate a contract. It simply allows the innocent party to determine how they want to proceed. Such a party should either accept the repudiation or continue performance of the contract without actually meaning to.\n"]}