{"name": "Research Analyst Definition", "@id": "https://www.investopedia.com/terms/r/research-analyst.asp", "related": ["https://www.investopedia.com/terms/s/series-86-87.asp", "https://www.investopedia.com/terms/b/buyside.asp", "https://www.investopedia.com/terms/i/iar.asp", "https://www.investopedia.com/terms/i/investmentconsultant.asp", "https://www.investopedia.com/terms/a/analyst.asp", "https://www.investopedia.com/terms/f/fundmanager.asp"], "body": ["\nA research analyst is a professional who prepares investigative reports on securities or assets for in-house or client use. Other names for this function include securities analyst, investment analyst, equity analyst, rating analyst, or simply \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/analyst.asp\" rel=\"noopener noreferrer\">analyst</a>.\"\n", "\nThe work conducted by the research analyst is in an effort to inquire, examine, find or revise facts, principles, and theories for internal use by a financial institution or an external financial client. The report an analyst prepares entails the examination of public records of securities of companies or industries, and often concludes with a \"buy,\" \"sell\" or \"hold\" recommendation.\n", "\nIf the research analyst is involved with an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentbank.asp\" rel=\"noopener noreferrer\">investment bank</a> or a securities firm controlled by a member organization of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\" rel=\"noopener noreferrer\">Financial Industry Regulatory Authority</a> (FINRA), they may be required to register with a self-regulatory organization (SRO) and/or take certain exams.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nResearch analysts are usually divided into two groups: \"buy-side\" and \"sell-side\" analysts. A buy-side (brokerage) research analyst is typically employed by an asset management company and recommends securities for investment to the money managers of the fund that employs them. The research of a sell-side (investment firm) analyst tends to be sold to the buy-side. Sell-side research is also given to clients for free for consideration, such as in an attempt to win business. Such research can be used to promote companies.\n", "\nA buy-side analyst usually works for institutional investors such as hedge funds, pension funds, or mutual funds. Buy-side research analysts are often considered more professional, academic, and reputable compared to the sell-side. Sell-side research jobs are often likened to marketing and sometimes pay higher salaries.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nResearch analysts can work at a variety of companies, such as at asset management companies, investment banks, insurance companies, hedge funds, pension funds, brokerages or any business that needs to crunch data to spot trends or decide on a valuation, make an investment decision, or forecast the outlook of a company or asset. According to Glassdoor, the average base pay salary for a research analyst is $56,893, ranging anywhere between $40,000 and $84,000.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nCompanies that employ research analysts sometimes require a master's degree in finance or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cfa.asp\" rel=\"noopener noreferrer\">Chartered Financial Analyst</a> (CFA) designation on top of several regulatory hurdles. Research analysts might be required to take the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series-86-87.asp\" rel=\"noopener noreferrer\">Series 86/87</a> exams if they are involved with a member organization.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nOther securities licenses are often required to include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series7.asp\" rel=\"noopener noreferrer\">Series 7</a> general securities representative license and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series63.asp\" rel=\"noopener noreferrer\">Series 63</a> uniform securities agent license.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ FINRA licenses are typically associated with the selling of specific securities as a firm’s registered representative. Investment analysts may also seek to obtain the chartered financial analyst (CFA) certification.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nFinancial firms in the United States do not really present a unified definition of either job. Some financial analysts are really just researchers who collect and organize market data, while others put together specific proposals for securities investments with large institutional clients. Similarly, some research analysts are glorified marketing specialists, while others apply socioeconomic or political insights and are probably better classified as management consultants.\n", "\nIt's possible to narrow the differences between research analysts and financial analysts. Generally speaking, financial analysts focus on analyzing investments and market performance. They rely on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentalanalysis.asp\" rel=\"noopener noreferrer\">fundamental understanding of business valuation</a> and economic principles to create reports and make recommendations; they are the behind-the-scenes experts. Research analysts occupy a less prescriptive role than financial analysts. Instead of looking through the lens of broad economic principles, they focus more on mathematical models to produce objective answers about historical data.\n", "\nFinancial analysts collect and analyze data but always within the context of a prior deductive understanding of how markets should function. Their thinking is systemic and, particularly at more senior levels, subjective. Research analysts tend to be operations-focused. Give a research analyst a series of inputs, and they can calculate the most efficient way to maximize output. If the research analyst works in the securities business, it's likely that recommendations may be made based on some predetermined criteria.\n"]}