{"name": "Research and Development (R&D) Expenses Definition", "@id": "https://www.investopedia.com/terms/r/research-and-development-expenses.asp", "related": ["https://www.investopedia.com/terms/n/new-drug.asp", "https://www.investopedia.com/terms/r/randd.asp", "https://www.investopedia.com/terms/r/return-on-research-capital.asp", "https://www.investopedia.com/terms/p/pricetoresearchratio.asp", "https://www.investopedia.com/terms/m/market-research.asp", "https://www.investopedia.com/terms/p/proprietarytechnology.asp"], "body": ["\nResearch and development (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\" rel=\"noopener noreferrer\">R&amp;D</a>) expenses are associated directly with the research and development of a company's goods or services and any <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a> generated in the process. A company generally incurs R&amp;D expenses in the process of finding and creating new products or services.\n", "\nAs a common type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/operating_expense.asp\" rel=\"noopener noreferrer\">operating expense</a>, a company may deduct R&amp;D expenses on its tax return.\n", "\nResearch and development is a systematic activity that combines basic and applied research in an attempt to discover solutions to new or existing problems, or to create or update goods and services. When a company conducts its own R&amp;D, it often results in the ownership of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a> in the form of patents or copyrights that result from discoveries or inventions.\n", "\nAn important component of a company's research and development arm is its direct R&amp;D expenses, which can range on a spectrum from relatively minor costs to several billions of dollars for large research-focused corporations. Companies in the industrial, technological, health care, and pharmaceutical sectors usually have the highest levels of R&amp;D expenses. Some companies—for example, those in technology—reinvest a significant portion of their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a> back into research and development as an investment in their continued growth.\n", "\nLarge companies have also been able to conduct R&amp;D through acquisition, by investing in or subsidizing some of those smaller companies' costs or acquiring them outright.\n", "\nTech companies rely heavily on their research and development capabilities; so they have relatively outsized R&amp;D expenses. In a constantly changing environment, it's important for such a company to remain on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bleeding-edge.asp\" rel=\"noopener noreferrer\">bleeding edge</a> of innovation. Facebook <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fb\" rel=\"noopener noreferrer\">(FB)</a>, for example, invests heavily in the research and development of products such as facial recognition, virtual reality, and predictive AI <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/chatbot.asp\" rel=\"noopener noreferrer\">chatbots</a>. These endeavors allow Facebook to diversify its business and find new growth opportunities as technology continues to evolve.\n", "\nFacebook's 2017 acquisition of Oculus Rift is an example of R&amp;D expenses through acquisition. Facebook already had the internal resources necessary to build out a virtual reality division, but by acquiring an existing virtual reality company, it was able to expedite the time it took them to develop this capability.\n", "\nBusinesses conduct R&amp;D for many reasons, the first and foremost being new product research and development. Before any new product is released into the marketplace, it goes through significant research and development phases, which include a product's market opportunity, cost, and production timeline. After adequate research, a new product enters the development phase, where a company creates the product or service using the concept laid out during the research phase.\n", "\nSome companies use R&amp;D to update existing products or conduct quality checks in which a business evaluates a product to ensure that it is still adequate and discusses any improvements. If the improvements are cost-effective, then they will be implemented during the development phase.\n"]}