{"name": "Resolution Trust Corporation (RTC)", "@id": "https://www.investopedia.com/terms/r/resolution-trust-corporation.asp", "related": ["https://www.investopedia.com/terms/a/asset-management-and-disposition-agreement-amda.asp", "https://www.investopedia.com/terms/r/refcorp.asp", "https://www.investopedia.com/terms/a/affordable-market-value-amv.asp", "https://www.investopedia.com/terms/s/sl-crisis.asp", "https://www.investopedia.com/terms/f/federal-home-loan-bank-act.asp", "https://www.investopedia.com/terms/o/ots.asp"], "body": ["\nThe Resolution Trust Corporation (RTC) is a now-defunct temporary federal agency. From 1989 to 1995, it largely resolved the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041015/what-difference-between-savings-loan-company-and-bank.asp\">savings and loan</a> (S&amp;L) crisis of the 1980s, which resulted in about a third of such U.S. institutions failing within a 10-year span. The RTC became a massive property-management company, cleaning up what was, at the time, the largest collapse of U.S. financial institutions since the Great Depression.\n", "\nThe RTC closed failed financial institutions placed in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conservatorship.asp\">conservatorship</a> by selling or merging troubled thrifts and folding their assets back into the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation</a> (FDIC). The RTC accomplished its work in roughly six years, slowly at first, but then by selling pools of assets at heavy discounts to private investors, which allowed the RTC to participate in any future market gains from those pools.\n", "\nThe RTC shuttered a total of 747 failed financial institutions, with total assets of $394 billion. It also liquidated the assets of these institutions.\n", "\nThe Resolution Trust Corporation (RTC) sought to maximize value from the sale of assets from failed S&amp;Ls while minimizing the impact on real estate and financial markets.\n", "\nThe financial troubles that led to the RTC’s creation began in the 1970s. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sl-crisis.asp\">S&amp;L crisis</a> stemmed from risky investments made in both the 1970s and 1980s by many small and supposedly safe S&amp;Ls. Thousands of them failed after using investors’ passbook savings to buy fixed-rate home mortgages, which were not very liquid. Many institutions made these investments to take advantage of a poor federal policy in which all S&amp;Ls paid the same rate of federal deposit insurance, no matter the riskiness of their underlying assets. This eventually caused the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-savings-and-loan-insurance-corporation-fslic.asp\">Federal Savings and Loan Insurance Corporation</a> to fail, at which time the FDIC took over its responsibilities.\n", "\nThe RTC faced many criticisms at the time, including the program’s cost, estimated at $130 million. Many critics balked at tax dollars being used to rescue private financial institutions.\n", "\nPerhaps a sharper criticism, however, is that the failing S&amp;Ls seemingly posed little threat to the global economy, global markets, or, arguably, even the U.S. economy. Most economists today do not point to the S&amp;L crisis as the primary cause of the 1990-91 recession, for example. In retrospect, the threats posed by the failure of many small savings institutions pale in comparison to such things as the failure of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/lehman-brothers-collapse.asp\">Lehman Brothers</a> in 2008.\n", "\nSome may argue, however, that the experiences of the RTC, especially the pooling and packaging of assets and allowing the government to participate in any market upside from the bailout, helped in making decisions about future government <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/government-financial-bailout.asp\">bailouts</a>.\n"]}