{"name": "Restricted Stock Definition", "@id": "https://www.investopedia.com/terms/r/restrictedstock.asp", "related": ["https://www.investopedia.com/terms/r/restricted-stock-unit.asp", "https://www.investopedia.com/terms/d/deferredshare.asp", "https://www.investopedia.com/terms/v/vesting.asp", "https://www.investopedia.com/terms/i/iso.asp", "https://www.investopedia.com/terms/s/stockcompensation.asp", "https://www.investopedia.com/terms/e/equity-compensation.asp"], "body": ["\nRestricted stock refers to unregistered shares of ownership in a corporation that are issued to corporate affiliates, such as executives and directors. Restricted stock is non-transferable and must be traded in compliance with special Securities and Exchange Commission (SEC) regulations.\n", "\nThe restrictions are intended to deter premature selling that might adversely affect the company. Restricted stock typically becomes available for sale under a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/graded-vesting.asp\" rel=\"noopener noreferrer\">graded vesting schedule</a> that lasts several years. Restricted stock is also referred to as \"letter stock\" and \"section 1244 stock.\"\n", "\nRestricted shares provide an employee with a stake in their company, but they have no tangible value before they vest. Vesting gives employees rights to employer-provided assets over time, giving the employees an incentive to perform well and remain with a company. The vesting schedule set up by a company determines when employees acquire full ownership of the asset (in this case, restricted stock units). The restricted stock units are assigned a fair market value at the time of their vesting.\n", "\nRestricted stock became more popular in the mid-2000s as companies were required to expense stock option grants. Restricted stock is often used as a form of employee compensation, in which case, it typically becomes transferrable upon the satisfaction of certain conditions, such as continued employment for a period of time or the achievement of particular product-development milestones, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS) goals, or other financial targets.\n", "\nInsiders are given restricted stock after merger and acquisition activity, underwriting activity, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/subsidiaries.asp\" rel=\"noopener noreferrer\">affiliate ownership</a> in order to prevent premature selling that might adversely affect the company. An executive may have to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forfeited-share.asp\" rel=\"noopener noreferrer\">forfeit</a> restricted stock if he leaves the company, fails to meet corporate or personal performance goals, or runs afoul of SEC trading restrictions. The SEC regulations that govern the trading of restricted stock are outlined under SEC <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rule144.asp\" rel=\"noopener noreferrer\">Rule 144</a>, which describes the registration and public trading of restricted stock and the limits on holding periods and volume.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThese shares may also come with a double-trigger provision. That means that an employee's shares become unrestricted if the company is acquired by another and the employee is fired in the restructuring that follows.\n", "\nTwo variations on restricted stock are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restricted-stock-unit.asp\" rel=\"noopener noreferrer\">restricted stock units</a> (RSUs) and restricted stock awards. A restricted stock unit is a promise made to an employee by an employer to grant a given number of shares of the company's stock to the employee at a predetermined time in the future. Since RSUs are not actually stocks, but only a right to the promised stock, they carry no <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\" rel=\"noopener noreferrer\">voting rights</a>. An RSU must be exercised in order to receive the stock. An RSU that is converted to a stock carries the standard voting rights for the class of stock issued.\n", "\nA restricted stock award is similar to an RSU in a number of ways, except for the fact that the award also comes with voting rights. This is because the employee owns the stock immediately once it is awarded. Generally, an RSU represents stock, but in some cases, an employee can elect to receive the cash value of the RSU in lieu of a stock award. This is not the case for restricted stock awards, which cannot be redeemed for cash.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/09/restricted-stock-tax.asp\" rel=\"noopener noreferrer\">taxation of restricted stock</a> is complex and is governed by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/section-1244-stock.asp\" rel=\"noopener noreferrer\">Section 1244</a> of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\" rel=\"noopener noreferrer\">Internal Revenue Code</a> (IRC). Restricted stockholders pay tax on the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gain</a><a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/capital-gains-tax-101/\" rel=\"noopener noreferrer\"> or loss</a> represented by the difference between the stock’s price on the date it vests and the date it is sold. In addition, restricted stock is taxable as ordinary income in the year it vests. This is the opposite of stock options, which are taxed when the employee exercises their option, not when they are vested.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe amount of restricted stock that must be declared as income is the stock’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairmarketvalue.asp\" rel=\"noopener noreferrer\">fair market value</a> on the vesting date minus its original <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\" rel=\"noopener noreferrer\">exercise price</a>. However, the restricted stockholder may do a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/83b-election.asp\" rel=\"noopener noreferrer\">Section 83(b) election</a>, which lets them use the price on the grant date, not the vesting date, for the purposes of calculating ordinary income tax. The tax bill must be paid sooner in this case, but it may be substantially lower if the stock appreciates between the grant date and the vesting date. The risk of taking this election is that if the restricted stockholder leaves the company before the shares vest, the shares are forfeited, and taxes already paid are non-refundable.\n"]}