{"name": "Restrictive Covenant Definition", "@id": "https://www.investopedia.com/terms/r/restrictive-covenant.asp", "related": ["https://www.investopedia.com/terms/e/encumbrance.asp", "https://www.investopedia.com/terms/n/negativecovenant.asp", "https://www.investopedia.com/terms/h/hoa.asp", "https://www.investopedia.com/terms/c/conditional-offer.asp", "https://www.investopedia.com/terms/c/conditional-sales-agreement.asp", "https://www.investopedia.com/terms/c/covenant.asp"], "body": ["\nA restrictive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/covenant.asp\">covenant</a>, also known as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negativecovenant.asp\">negative covenant</a>, is any type of agreement in a contract or obligation that restricts the buyer from taking some action or requires they abstain from a specific action. In bond obligations (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debenture.asp\">debentures</a>), restrictive covenants disallow issuers from activities such as taking on new debt or other corporate actions.\n", "\nIn real estate transactions, restrictive covenants are binding legal obligations written into the deed of a property contract, usually by the seller. These covenants can be simple or complex and can levy penalties against buyers who fail to obey them.\n", "\nA restrictive covenant may be contrasted with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affirmative-covenant.asp\">positive covenant</a>, which is a clause in an agreement that requires parties to take certain actions. rather than preventing actions.\n", "\nA restrictive covenant is an agreement that restricts a company or other party to a contract from engaging in certain actions. For example, a restrictive covenant entered into with a public company might limit the amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a> the firm can pay its shareholders. It could also place a cap on executive salaries. A negative covenant may be found in employment agreements and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\">mergers and acquisitions</a> (M&amp;A) contracts. However, these covenants are almost always found in loan or bond documents.\n", "\nCommon restrictions placed on borrowers through negative covenants include preventing a bond issuer from issuing more debt until one or more series of bonds have matured. Also, a borrowing firm may be restricted from paying dividends over a certain amount to shareholders so as not to increase the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/defaultrisk.asp\">default risk</a> to bondholders, since the more money paid to shareholders the less available funds will be to make interest and principal payment obligations to lenders.\n", "\nGenerally, the more negative covenants exist in a bond issue, the lower the interest rate on the debt will be since the restrictive covenants make the bonds safer in the eyes of investors.\n", "\nRestrictive covenants can also apply to real estate deals, where they include provisions such as not allowing pets or renovations without approval from the neighbors or community association. They can also place more onerous restrictions on buyers, such as the number of tenants who can live in a property or even the timing of holiday decoration setup and removal. These covenants are particularly prevalent in planned <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/mortgages-real-estate/08/homeowners-associations-tips.asp\">communities with homeowner’s associations</a>. Payments received for the release of restrictive covenants of investment properties are treated as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gains</a>.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nRestrictive covenants on a property can govern how it is used by the occupants. For example, a restrictive covenant on a residential property might bar any business activities from being conducted on the property. This could preclude the occupant from running a home-based business or having a home office on the premises.\n", "\nArchitectural guidelines set in restrictive covenants may limit renovation plans for the property. The buyer of the property may be required to maintain its original appearance or to keep the property in a certain color scheme or style that is comparable to neighboring properties.\n", "\nFor example, a property in a certain area or neighborhood may be under restrictive covenants to adhere to a specific type of roofing code and exterior color to maintain aesthetic consistency in the neighborhood. Property owners could be barred from placing commercial signs or signs of any type on the premises, and flagpoles on the property may be limited to a certain height.\n", "\nRestrictive covenants have been used in the past to affect the demographics of municipalities. Racial segregation in the United States was further enforced by restrictive covenants that barred properties from being sold to people of specific ethnicities. The practice was prevalent in the 1920s and least through the 1940s. This allowed communities to limit the access that minorities had to housing in many cities across the country.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nSome examples of racially restrictive covenants remain in some states, though they typically are no longer enforced. There may be cases where properties still list racially restrictive covenants to prevent minorities from purchasing the real estate and integrating the community. Such policies are no longer legal and should, if necessary, be challenged in court.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n"]}