{"name": "Restricted Cash Definition", "@id": "https://www.investopedia.com/terms/r/restricted-cash.asp", "related": ["https://www.investopedia.com/terms/u/unrestricted-cash.asp", "https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp", "https://www.investopedia.com/terms/c/currentassets.asp", "https://www.investopedia.com/terms/s/shareholdersequity.asp", "https://www.investopedia.com/terms/c/capital.asp", "https://www.investopedia.com/terms/b/balancesheet.asp"], "body": ["\nRestricted cash, in contrast to unrestricted cash, is not freely available for a company to spend or invest. Restricted cash refers to money that is held for a specific purpose and thus not available to the company for immediate or general business use.\n", "\nRestricted cash appears as a separate item from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashandcashequivalents.asp\" rel=\"noopener noreferrer\">cash and cash equivalents</a> listing on a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a>. The reason for the cash being restricted is usually disclosed in the accompanying <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/footnote.asp\" rel=\"noopener noreferrer\">notes to the financial statements</a>. Cash can be restricted for a number of reasons, including debt reduction and capital investments.\n", "\nRestricted cash is held aside by companies and is earmarked for a specific purpose. Restricted cash could be set aside for a particular purchase or to repay a loan or debt. Cash that has been deemed restricted cannot be used for other purposes.\n", "\nRestricted cash is classified as either a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentassets.asp\" rel=\"noopener noreferrer\">current asset</a>, which is used up within one year, or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncurrent-assets.asp\" rel=\"noopener noreferrer\">non-current asset</a>, which are long-term assets. As a result, if the restricted cash is expected to be used in the short-term, it is classified as a current asset. If it is not expected to be used within a one-year time frame, it is classified as a non-current asset. Restricted cash typically appears on a company's balance sheet as either \"other restricted cash\" or as \"other assets.\"\n", "\nThere are a number of variables to the handling of restricted cash. For example, it may or may not be held in a separate bank account designated for the purpose for which the cash is restricted. Regardless of whether the cash is held in a special bank account or not, restricted cash is still included in a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> as a cash asset.\n", "\nIn the event that the restricted cash is not spent as intended, it may then become unrestricted cash that a company can transfer to a general cash account or spend for general business purposes. For example, a company may hold restricted cash for the purpose of making a large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalexpenditure.asp\" rel=\"noopener noreferrer\">capital expenditure</a>, such as a factory upgrade, but later decide against making the expenditure. The cash designated as restricted for that purpose is then freed up for the company to spend or invest elsewhere.\n", "\nAlthough there are various reasons companies can restrict a portion of their cash, below are two of the most frequent uses for restricted cash.\n", "\nCompanies often hold restricted cash for capital expenditures or as part of an agreement with a third party. Companies also frequently set aside cash designated as restricted in planning for a major investment expenditure, such as a new building.\n", "\nLenders sometimes require a company to hold restricted cash as partial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a> against a loan or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lineofcredit.asp\" rel=\"noopener noreferrer\">line of credit</a>. A bank or other lender may require the company to set up a designated restricted cash account in which the company must maintain a minimum balance, sometimes referred to as a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compensating-balance.asp\" rel=\"noopener noreferrer\">compensating balance</a>, equal to a specified percentage of the credit extended by the bank. This is a fairly common practice in situations in which a bank grants a business loan to the owner of a new small business.\n"]}