{"name": "Retail Sales Definition", "@id": "https://www.investopedia.com/terms/r/retail-sales.asp", "related": ["https://www.investopedia.com/terms/core-retail-sales.asp", "https://www.investopedia.com/terms/f/factory-orders.asp", "https://www.investopedia.com/terms/p/personal-income-outlays.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/i/ism-nonmfg.asp", "https://www.investopedia.com/terms/g/gdp.asp"], "body": ["\nRetail sales tracks consumer demand for finished goods by measuring the purchases of durable and non-durable goods over a defined period of time.\n", "\nRetail sales are a good indicator of the pulse of the economy and its projected path toward expansion or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contraction.asp\" rel=\"noopener noreferrer\">contraction</a>. Retail sales figures are reported by all food service and retail stores. The measurement is typically based on data sampling and is used to model the patterns for the entire country.\n", "\nAs a leading macroeconomic indicator, healthy retail sales figures typically elicit positive movements in equity markets. Higher sales are good news for shareholders of retail companies because it means higher earnings. Bondholders, on the other hand, are quite ambivalent towards this metric. A booming economy is good for all, but lower retail sales figures and a contracting economy would translate to a decrease in inflation. This may cause investors to gravitate toward bonds, eventually leading to higher bond prices.\n", "\nRetail sales capture in-store sales, as well as catalog and other out-of-store sales of both durable (last for more than three years) and non-durable goods (those with a 3 year or shorter life span). These are broken down into a number of different categories including (but not limited to):\n", "\nAs a broad <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic_indicator.asp\" rel=\"noopener noreferrer\">economic indicator</a>, the retail sales report is one of the timeliest reports because it provides data that is only a few weeks old. Individual retail companies often provide their own sales figures at the same time every month, and their stocks can experience volatility as investors process the data.\n", "\nMajor changes in price can affect retail sales figures. These fluctuations in prices are seen primarily in two retail sales categories: food retailers and gas stations. Large increases in food and energy prices can cause sales figures to drop in both categories, thus affecting the sales of a particular month.\n", "\nAn accurate measure of retail sales is incredibly vital for gauging the economic health of the U.S. This is due to the fact that consumer spending accounts for two-thirds of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">gross domestic product</a> (GDP). Retail sales are reported in the United States on a monthly basis. The data for the report is collected by the U.S. Bureau of the Census in its Monthly Retail Trade Survey. The report shows the total number of sales in the measured time period, usually the prior month, and the percentage change from the last report. The report also includes the year-over-year change in sales to account for the seasonality of consumer-based retail.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe sales figures are often presented in two ways: with and without the inclusion of auto and gas sales. Most economists choose to analyze retail sales without including car sales because these figures tend to fluctuate more than other sales. The same applies to gas station sales which are subject to oil and gas price <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a>. The main reason that this volatile data stream is ignored is that consumers don't have a choice when it comes to consumption.\n", "\nRetail sales are affected by seasonality. The fourth quarter—the months between October and December—typically has the highest level of sales, due in part to the holiday shopping season. The most seasonal retail sectors include electronics, sporting goods, online retail, and clothing.\n"]}