{"name": "Retail Banking Definition", "@id": "https://www.investopedia.com/terms/r/retailbanking.asp", "related": ["https://www.investopedia.com/terms/u/ubs.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/s/share-draft-account.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/b/bank.asp", "https://www.investopedia.com/terms/m/moneymarketaccount.asp"], "body": ["\nRetail banking, also known as consumer banking or personal banking, is banking that provides financial services to individual consumers rather than businesses. Retail banking is a way for individual consumers to manage their money, have access to credit, and deposit their money in a secure manner. Services offered by retail banks include checking and savings accounts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\" rel=\"noopener noreferrer\">mortgages</a>, personal loans, credit cards, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificates of deposit</a> (CDs).\n", "\nMany financial services companies aim to be the one-stop-shop retail banking destination to their individual consumers. Consumers expect a range of basic services from retail banks, such as checking accounts, savings accounts, personal loans, lines of credit, mortgages, debit cards, credit cards, and CDs.\n", "\nMost consumers utilize local branch banking services, which provide onsite customer service for all of a retail customer's banking needs. Through local branch locations, financial representatives provide customer service and financial advice. Financial representatives are also the lead contact for underwriting applications related to credit-approved products.\n", "\nThough a consumer may not use all of these retail banking services, the primary service is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\" rel=\"noopener noreferrer\">checking</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savingsaccount.asp\" rel=\"noopener noreferrer\">savings</a> account to deposit money. This is a common, secure way for individuals to store their cash. Furthermore, it allows them the ability to earn interest on their money. Most savings accounts offer rates based on the fed funds rate. Checking and savings accounts also come with a debit card to allow for ease of withdrawal of funds and payment for goods and services.\n", "\nRetail banks are also an important source of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\" rel=\"noopener noreferrer\">credit</a> for individuals. They offer consumers credit to purchase large-scale items such as homes and cars. This extension of credit can take the form of mortgages, auto loans, or credit cards. This extension of credit is an important facet of the economy as it provides liquidity to the everyday consumer, which helps the economy grow.\n", "\nA retail bank stores the cash deposits of its retail clients. It then uses these deposits to make loans to other clients. The Federal Reserve requires that all banks keep 10% of their demand and checking deposits in-house overnight. This is known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredreserves.asp\" rel=\"noopener noreferrer\">reserve requirement</a> and is seen as a safety and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> measure. This means that the remainder of the deposits is allowed to be loaned out. The banks charge interest rates on these loans at a higher rate than they pay on customer deposits, which is how banks earn income.\n", "\nIn the banking industry, consumers also rely on the Federal Deposit Insurance Corporation (FDIC) to insure their bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deposit.asp\" rel=\"noopener noreferrer\">deposits</a>. As of September 30, 2020, the FDIC insured 5,033 institutions, of which 4,401 were commercial banks and the remainder, savings banks. The total amount of assets the FDIC insured was $21.2 trillion and the total amount of loans insured was $10.9 trillion.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nRetail banks come in a variety of types and sizes, from local community banks, which are small, locally run banks to the retail banking services of large, global corporate banks such as JPMorgan Chase and Citibank.\n", "\nAs of December 31, 2020, the top five largest U.S. commercial banks by assets were:\n", "\nAll of these banks offer retail banking services, which is a large portion of their revenues. Credit unions are another type of retail bank that works as a non-profit cooperative where members pool their assets to be able to provide loans and other financial services to other members. Credit unions typically provide better interest rates for their members because they are not corporate entities seeking profits and they do not have to pay corporate taxes on any earnings.\n", "\nBanks are adding to their product offerings to provide a greater range of services for their retail clients. In addition to basic retail banking accounts and customer service from local branch financial representatives, banks are also adding teams of financial advisors with broadened product offerings, with investment services such as wealth management, brokerage accounts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatebanking.asp\" rel=\"noopener noreferrer\">private banking</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\" rel=\"noopener noreferrer\">retirement planning</a>.\n", "\nIn the 21st century, a movement toward Internet banking has also broadly expanded the offerings for retail banking customers. Several banks now provide online services to customers purely through the Internet and mobile applications, limiting the number of times a customer needs to go to a local branch to do business.\n", "\nIn addition to traditional banks offering online services, many new fintech companies have blossomed, offering similar services with more ease, and often times at better prices, as they don't incur the expense of needing traditional brick and mortar bank branches. Examples of these banks include N26, Monzo, and Chime.\n", "\nWhile retail banking services are provided to individuals in the general public, corporate banking services are only provided to small or large companies and corporate bodies. The scope of the products and services offered is also different: retail banking is customer-oriented and corporate banking is business-oriented.\n", "\nThe financial worth of transactions is comparably higher in corporate banking than in retail banking. The source of profit is also different: the difference between the margin of interest of borrowers and lenders is the main source of profit in retail banking, while corporate banking's source of profit is the interest and fees charged on the services provided.\n", "\nCorporate banks provide businesses with the following services:\n", "\nSome corporate banks also have investment banking arms that offer related services to their corporate clients, such as asset management and securities underwriters.\n", "\nRetail banking is intended to help consumers manage their money by giving them access to basic banking services, a source of credit, and financial advice. The general public can access a variety of services through a retail bank, including checking and savings accounts, mortgages, credit cards, foreign currency and remittance services, and automobile financing.\n", "\nThe role of retail banking is to help individual consumers manage their money, gain access to credit, and deposit their money in a secure way. Retail banks offer checking and savings accounts, mortgages, personal loans, credit cards, and certificates of deposit (CDs).\n", "\nU.S. Bank and Bank of America are examples of retail banks.\n", "\nRetail banking offers deposit, access, and lending services to individuals. Commercial banking is another name for corporate banking, which offers banking services to businesses, governments, and other institutions. While retail banking offers its services to individuals for personal use, commercial banking offers its services to institutions for institutional and corporate use.\n", "\nRetail banks offer a variety of products and services to retail customers. When people think about a bank, they usually think about a retail bank. In every city across the country, there are bank branches that make banking services accessible to the general public. The most common services that retail banks offer are checking and savings accounts, mortgages, personal loans, credit cards, and certificates of deposit (CDs).\n"]}