{"name": "Retention Bonus Definition", "@id": "https://www.investopedia.com/terms/r/retention-bonus.asp", "related": ["https://www.investopedia.com/terms/b/bonus.asp", "https://www.investopedia.com/terms/s/signing-bonus.asp", "https://www.investopedia.com/terms/c/cash-bonus.asp", "https://www.investopedia.com/terms/y/year-end-bonus.asp", "https://www.investopedia.com/terms/b/base-pay.asp", "https://www.investopedia.com/terms/p/phantomstock.asp"], "body": ["\nA retention bonus is a targeted payment or reward outside of an employee's regular salary that is offered as an incentive to keep a key employee on the job during a particularly crucial business cycle, such as a merger or acquisition, or during a crucial production period. This payment, meant to keep an employee from leaving their position, is typically a one-time payment.\n", "\nIn recent years, retention bonuses have become increasingly popular as corporate poaching has increased.\n", "\nWhen an organization is going through a disruptive period of organizational change, it offers financial incentives to senior executives and key employees to persuade them to stay with the company until it becomes stable. The financial incentive is referred to as a retention bonus.\n", "\nDuring a merger, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restructuring.asp\" rel=\"noopener noreferrer\">restructure</a>, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reorganization.asp\" rel=\"noopener noreferrer\">reorganization</a>, a company will attempt to retain its best employees to make certain that it has enough people working in the company during the challenging times. For example, a business that is shutting down a department or project will offer retention bonuses to its best performers to ensure that it has the much-needed employees to see the project through to the end.\n", "\nIn a booming economy in which employees are being offered and sold attractive job benefits from other companies, the probability of a business losing its valuable employees to competitors is high. With the corporate landscape changing almost daily and a liquid labor market allowing workers to move from job to job more easily, retention bonuses have provided a great way for companies to keep key employees.\n", "\nIn addition, employees who have obtained new skills or completed training that is vital to the operations of a business may be offered retention bonuses to ensure that they do not take their skills elsewhere.\n", "\nA retention <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/092915/raise-vs-bonus-your-small-business-employees.asp\" rel=\"noopener noreferrer\">bonus</a> is typically a one-time payment made to an employee. Companies usually prefer to offer a retention bonus instead of a salary increase because they may not have the necessary finances in place to commit to a permanent salary raise.\n", "\nDepending on the company, the value of an employee’s retention bonus may be tied to the employee’s length of service with the firm. The bonus is paid at the end of a period as either a percentage of the employee’s current salary or a lump sum of money. For example, if a project will take 12 months to be completely shut down, the employee retention bonus will be paid after 15 months to ensure that the employee stays for the remaining life of the project.\n", "\nThe IRS treats all bonuses, including retention bonuses, as supplemental wages. Supplemental wage is defined simply as compensation paid in addition to the employee’s regular wages. Taxes are usually applied to a retention bonus using either the aggregate method or the percentage method.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUnder the percentage method, bonuses are separated from the employee's salary and taxed a flat rate of 22% directly. If the bonus amount is over $1 million, then it will be taxed 37% (or the highest income tax rate for that year). If an employee received $1.2 million as a retention bonus in 2020, $200,000 would be taxed at 37%, and $1 million would be taxed the regular 22% rate.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe aggregate method is used when the employer withholds tax by combining the retention bonus with the employee’s regular salary into a single payment. The tax rate used is found in the withholding table, which is based on information submitted in the employee’s IRS <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/w4form.asp\" rel=\"noopener noreferrer\">W-4 Form</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}