{"name": "Reverse Stock Split Definition", "@id": "https://www.investopedia.com/terms/r/reversesplit.asp", "related": ["https://www.investopedia.com/terms/s/stocksplit.asp", "https://www.investopedia.com/terms/m/market-capitalization-rule.asp", "https://www.investopedia.com/terms/a/adjustedexerciseprice.asp", "https://www.investopedia.com/terms/o/outstandingshares.asp", "https://www.investopedia.com/terms/c/corporateaction.asp", "https://www.investopedia.com/terms/s/stockdividend.asp"], "body": ["\nA reverse stock split is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporateaction.asp\" rel=\"noopener noreferrer\">corporate action</a> that consolidates the number of existing shares of stock into fewer, proportionally more valuable, shares. Reducing the total number of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstandingshares.asp\" rel=\"noopener noreferrer\">outstanding shares</a> in the open market can be pursued for a number of reasons, and often signals a company in distress.\n", "\nA reverse stock split divides the existing total quantity of shares by a number such as five or ten, which would then be called a 1-for-5 or 1-for-10 reverse split, respectively. A reverse stock split is also known as a stock consolidation, stock merge, or share rollback and is the opposite exercise of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stocksplit.asp\" rel=\"noopener noreferrer\">stock split</a>, where a share is divided (split) into multiple parts.\n", "\nDepending on market developments and situations, companies can take several actions at the corporate level that may impact their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalstructure.asp\" rel=\"noopener noreferrer\">capital structure</a>. One of these is a reverse stock split, whereby existing shares of corporate stock are effectively merged to create a smaller number of proportionally more valuable shares. Since companies don’t create any value by decreasing the number of shares, the price per share increases proportionally.\n", "\nPer-share price bumping is the primary reason why companies opt for reverse stock splits, and the associated ratios may range from 1-for-2 to as high as 1-for-100. Reverse stock splits do not impact a corporation's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\" rel=\"noopener noreferrer\">value</a>, although they are usually a result of its stock having shed substantial value. The negative connotation associated with such an act is often self-defeating as the stock is subject to renewed selling pressure.\n", "\nReverse stock splits are proposed by company management and are subject to consent from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholders</a> through their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\" rel=\"noopener noreferrer\">voting rights</a>.\n", "\nSay a pharmaceutical company has ten million outstanding shares in the market, which are trading at a price of $5 per share. As the share price is lower, the company management may wish to artificially inflate the per-share price.\n", "\nThey decide to go for the 1-for-5 reverse stock split, which essentially means merging five existing shares into one new share. Once the corporate action exercise is over, the company will have (10 million / 5) 2 million new shares, with each share now costing ($5 * 5) $25 apiece.\n", "\nThe proportionate change in share price also supports the fact that the company has not created any real value simply by performing the reverse stock split. Its overall value, represented by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a>, before and after the corporate action should remain the same.\n", "\nThe factor by which the company's management decides to go for the reverse stock split becomes the multiple by which the market automatically adjusts the share price.\n", "\nThere are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071415/why-would-company-perform-reverse-stock-split.asp\" rel=\"noopener noreferrer\">a number of reasons why</a> a company may decide to reduce its number of outstanding shares in the market.\n", "\nA share price may have tumbled to record low levels, which might make it vulnerable to further market pressure and other untoward developments, such as a failure to fulfill the exchange <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listingrequirements.asp\" rel=\"noopener noreferrer\">listing requirements</a>. An exchange generally specifies a minimum <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bidprice.asp\" rel=\"noopener noreferrer\">bid price</a> for a stock to be listed. If the stock falls below this bid price and remains lower than that threshold level over a certain period, it risks being delisted from the exchange.\n", "\nFor example, NASDAQ may delist a stock that is consistently trading below $1 per share.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Removal from a national-level exchange relegates the company's shares to penny stock status, forcing them to list on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otcbb.asp\" rel=\"noopener noreferrer\">Over-the-Counter Bulletin Board (OTCBB)</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pinksheets.asp\" rel=\"noopener noreferrer\">Pink Sheets</a>. Once placed in these alternative marketplaces for low-value stocks, the shares become harder to buy and sell.\n", "\nCompanies also maintain higher share prices through reverse stock splits because many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\" rel=\"noopener noreferrer\">institutional investors</a> and mutual funds have policies against taking positions in a stock whose price is below a minimum value. Even if a company remains free of delisting risk by the exchange, its failure to qualify for purchase by such large-sized investors mars its trading<strong> </strong><a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a> and reputation.\n", "\nIn different jurisdictions across the globe, a company’s regulation depends upon the number of shareholders, among other factors. By reducing the number of shares, companies at times aim to lower the number of shareholders in order to come under the purview of their preferred regulator or preferred set of laws. Companies that want to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/going-private.asp\" rel=\"noopener noreferrer\">go private</a> may also attempt to reduce the number of shareholders through such measures.\n", "\nCompanies planning to create and float a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spinoff.asp\" rel=\"noopener noreferrer\">spinoff</a>, an independent company constructed through the sale or distribution of new shares of an existing business or division of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\" rel=\"noopener noreferrer\">parent company</a>, might also use reverse splits to gain attractive prices. For example, if shares of a company planning a spinoff are trading at lower levels, it may be difficult for it to price its spinoff company shares at a higher price. This issue could potentially be remedied by reverse splitting the shares and increasing how much each of them trade for.\n", "\nGenerally, a reverse stock split is not perceived positively by market participants. It indicates that the stock price has gone to the bottom and that the company management is attempting to inflate the prices artificially without any real business proposition.\n", "\nAdditionally, the liquidity may also take a toll with the number of shares getting reduced in the open market.\n", "\nReverse stock splits have been popular in the post <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\" rel=\"noopener noreferrer\">dotcom bubble</a> era, when many companies saw their stock price decline to record low levels. In the year 2001 alone, more than <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.nicmr.com/nicmr/english/report/repo/2002/2002win04.pdf\" rel=\"noopener noreferrer nofollow\">700 companies went for reverse stock splits</a>.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nIn April 2002, the largest communications company in the U.S., AT&amp;T Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=t\" rel=\"noopener noreferrer\">T</a>), announced that it was planning a 1-for-5 reverse stock split, in addition to plans of spinning off its cable TV division and merging it with Comcast Corp. (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=cmcsa\" rel=\"noopener noreferrer\">CMCSA</a>). The corporate action was planned as AT&amp;T feared that the spinoff could lead to a significant decline in its share price and could impact liquidity, business, and its ability to raise capital.<span class=\"ql-inline-citation\" data-cite=\"4\"></span><span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nOther regular instances of reverse stock splits include many small, often non-profitable companies involved in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\" rel=\"noopener noreferrer\">research and development</a> (R&amp;D), which do not have any profit-making or marketable product or service. In such cases, companies undergo this corporate action simply to maintain their listing on a premier <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/092404.asp\" rel=\"noopener noreferrer\">stock exchange</a>.\n", "\nReverse splits are usually done when the share price falls too low, putting it at risk for de-listing from an exchange for not meeting certain minimum price requirements. Having a higher share price can also attract certain investors who would not consider penny stocks for their portfolios.\n", "\nWith a reverse split, shareholders of record will see the number of shares they own be reduced, but also see the price of each share increase in a comparable manner. For instance, in a 1:10 reverse stock split, if you owned 1,000 shares that were trading at $5 just before the split, you would then own 100 shares at $50 each. Your broker would handle this automatically, so there is nothing you need to do. A reverse split will not affect your taxes.\n", "\nMany times reverse splits are viewed negatively, as they signal that a company's share price has declined significantly, possibly putting it at risk of being de-listed. The higher-priced shares following the split may also be less attractive to certain retail investors who prefer stocks with lower sticker prices.\n", "\nSome exchange-traded products like ETNs (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etn.asp\" rel=\"noopener noreferrer\">exchange-traded notes</a>) naturally decay in value over time and must undergo reverse splits on a regular basis, but these products are not intended to be held for longer than a few hours or days. This is because ETNs are technically debt instruments that hold derivatives on products like commodities or volatility-linked instruments and not the actual underlying assets.\n"]}