{"name": "Revolving Credit Definition", "@id": "https://www.investopedia.com/terms/r/revolvingcredit.asp", "related": ["https://www.investopedia.com/terms/r/revolving-account.asp", "https://www.investopedia.com/terms/a/available-credit.asp", "https://www.investopedia.com/terms/f/future-advance.asp", "https://www.investopedia.com/terms/l/lineofcredit.asp", "https://www.investopedia.com/terms/m/maximum_loan_amount.asp", "https://www.investopedia.com/terms/c/credit-card-debt.asp"], "body": ["\nRevolving credit is an agreement that permits an account holder to borrow money repeatedly up to a set dollar limit while repaying a portion of the current balance due in regular installments. Each payment, minus the interest and fees charged, replenishes the amount available to the account holder.\n", "\nCredit cards and bank lines of credit both work on the principle of revolving credit.\n", "\nRevolving credit is generally approved with no date of expiration. The bank will allow the agreement to continue as long as the account remains in good standing. Over time, the bank may raise the credit limit to encourage its most dependable customers to spend more.\n", "\nBecause of the convenience and flexibility, a higher interest rate typically is charged on revolving credit compared to traditional installment loans. Revolving credit can come with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variableinterestrate.asp\">variable interest rates</a> that may be adjusted.\n", "\nThe costs of revolving credit vary widely:\n", "\nMany businesses small and large depend on revolving credit to keep their access to cash steady through seasonal fluctuations in their costs and sales. As with consumers, the rates vary widely depending on the credit history of the business and whether the line of credit is secured with collateral.\n", "\nAnd like consumers, businesses are able to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.thebalance.com/rates-on-a-business-line-of-credit-4153312\" rel=\"nofollow\">keep their borrowing costs minimal</a> by paying down their balances to zero every month.\n", "\nThe credit limit is the maximum amount of money a financial institution is willing to extend to a customer seeking the funds. The credit limit is fixed when the financial institution, usually a bank, reaches an agreement with the customer.\n", "\nFinancial institutions sometimes charge a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commitmentfee.asp\">commitment fee</a> upon establishing a revolving line of credit. In addition, there are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\">interest expenses</a> on open balances for corporate borrowers and carry-forward charges for consumer accounts.\n", "\nFinancial institutions consider several factors about the borrower's ability to pay before setting a credit limit. For an individual, the factors include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/00/091800.asp\">credit score</a>, current income, and employment stability. For an organization or company, the bank reviews the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a>, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowstatement.asp\">cash flow statement</a>.\n", "\nA company may have its revolving line of credit secured by company-owned assets. In this case, the total credit extended to the customer may be capped at a certain percentage of the secured asset. For example, a company may have a credit limit set at 80% of its inventory balance. If the company <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaults</a> on its obligation to repay the debt, the financial institution can <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclose</a> on the secured assets and sell them in order to pay off the debt.\n", "\nCommon examples of revolving credit include credit cards, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/heloc/home-equity/\">home equity</a> lines of credit, and personal lines of credit.\n", "\nRevolving credit <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/110614/what-are-differences-between-revolving-credit-and-installment-credit.asp\">differs from an installment loan</a>, which requires a fixed number of payments including interest over a set period of time. Revolving credit requires only a minimum payment plus any fees and interest charges, with the minimum payment based on the current balance.\n", "\nRevolving credit is a good indicator of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">credit risk</a> and has the potential to impact an individual's credit score considerably. Installment loans, on the other hand, can be viewed more favorably on an individual's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditreport.asp\">credit report</a>, assuming all payments are made on time.\n", "\nRevolving credit implies that a business or individual is pre-approved for a loan. A new loan application and credit reevaluation do not need to be completed for each instance of using the revolving credit.\n", "\nRevolving credit is intended for shorter-term and smaller loans. For larger loans, financial institutions require more structure, including installment payments in pre-set amounts.\n", "\nA revolving credit agreement will often include a clause that allows the lender to close down or significantly reduce a line of credit for a variety of reasons, not the least of which could be a severe economic downturn. It is important to understand what rights the lender has in this regard, per the agreement.\n", "\nCredit cards are the best-known type of revolving credit. However, there are numerous differences between a revolving <em>line of credit</em> and a consumer or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-credit-card.asp\">business credit card</a>. First, there is no physical card involved in using a line of credit as in the case of a credit card, as lines of credit are typically accessed via checks issued by the lender.\n", "\nSecond, a line of credit does not require a purchase to be made. It allows money to be transferred into a customer's bank account for any reason without requiring an actual transaction using that money. This is similar to a cash advance on a credit card but does not typically come with the high fees and higher interest charges that a cash advance can trigger.\n"]}