{"name": "Ripple Definition", "@id": "https://www.investopedia.com/terms/r/ripple.asp", "related": ["https://www.investopedia.com/terms/d/dowtheory.asp", "https://www.investopedia.com/terms/t/technical-analysis-of-stocks-and-trends.asp", "https://www.investopedia.com/terms/e/elliottwavetheory.asp", "https://www.investopedia.com/terms/c/chasingnickels.asp", "https://www.investopedia.com/terms/s/socionomics.asp", "https://www.investopedia.com/terms/t/trendanalysis.asp"], "body": ["\nRipple is a term used to conceptualize the day-to-day fluctuations in stock market prices. It has been discussed throughout the evolution of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dowtheory.asp\" rel=\"noopener noreferrer\">Dow Theory</a>, a basic framework for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical analysis</a> investing.\n", "\nRipples, tides, and waves are technical analysis concepts that have become commonly associated with the Dow Theory, which was initially introduced in the late 1800s by Charles Dow.\n", "\nWilliam P. Hamilton expanded on Dow Theory and first introduced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tide.asp\" rel=\"noopener noreferrer\">tides</a>, waves, and ripples as oceanic metaphors in his writings on Dow Theory concepts in the early 1900s. (See also: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/10/pioneers-technical-analysis.asp\" rel=\"noopener noreferrer\">The Pioneers of Technical Analysis</a>.)\n", "\nIn 1932, Robert Rhea formally named the initial musings on technical analysis fundamentals in his book <em>The Dow Theory</em> where he also expanded on the concepts of tides, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/elliottwavetheory.asp\" rel=\"noopener noreferrer\">waves</a>, and ripples. Rhea wrote in depth about the three simultaneous movements of stock prices and the high risks for speculators attempting to profit from day-to-day price ripples.\n", "\nThe Dow Theory has been around since the early 1800s with the core concepts remaining valid to this day. While the pioneering authors admit that it’s not a sure-fire way to beat the markets, the Dow Theory provides guidelines designed to assist investors and traders in their own study of the market.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ These guidelines were primarily focused on short, intermediate, and long-term trends also known as minor, secondary, and primary.\n", "\nThe term ripple comes from the Dow Theory’s idea of simultaneous price movements, including tides, waves, and ripples. Most speculators find success riding the tides and occasional big waves, but those chasing ripples tend to be the most reckless. In modern terms, those chasing the ripples may be day traders that trade based on very short-term price movements rather than long or intermediate-term trends over time.\n", "\nThe Dow Theory authors believe that these ripples can be important when viewed as a group, but dangerous and unreliable when looked at individually. It’s important to note that the authors did not completely discount daily ripples, but rather, always used them in the context of the bigger picture rather than looking at them in isolation.\n", "\nDow Theory teaches traders how to identify the primary trend and trade along with that trend to realize the greatest success. While predicting the duration and extent of the trend can be difficult, Rhea’s book <em>The Dow Theory</em> insists that traders can catch the big moves of the primary trend and realize success in the stock market.\n", "\nSecondary movements that occur with the trend are known as the waves and happen alongside the primary trend. Waves are significant moves higher or lower in the direction of the primary trend. In these cases, traders may find occasional opportunities to trade with or against the primary trend by following the waves with some success.\n", "\nThe day to day or shorter term price movements that make up the waves are the ripples that Dow Theory pioneers caution against. Dow Theory researchers suggest that the ripples occurring in the market are erratic and difficult to trade with any level of success.\n", "\nOverall, Dow Theory seeks to conceptualize tides, waves and ripples as components that comprehensively help traders to follow security price movements and potentially identify profitable trading opportunities. It is believed that these three components often work together to create the overall movements of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">security’s</a> price over time.\n"]}