{"name": "Ripple (Cryptocurrency) Definition", "@id": "https://www.investopedia.com/terms/r/ripple-cryptocurrency.asp", "related": ["https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/s/stellar-cryptocurrency.asp", "https://www.investopedia.com/terms/c/cryptocurrency.asp", "https://www.investopedia.com/terms/i/interledger-protocol.asp", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/g/gas-ethereum.asp"], "body": ["\nRipple is a technology that acts as both a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrency</a> and a digital payment network for financial transactions. It was first released in 2012 and was co-founded by Chris Larsen and Jed McCaleb.\n", "\nThe coin for the cryptocurrency is premined and labeled XRP.\n", "\nRipple is more known for its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-transaction.asp\">digital payment</a> protocol than its cryptocurrency, XRP. Ripple operates on an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-source.asp\">open-source</a> and peer-to-peer decentralized platform that allows for a seamless transfer of money in any form, whether USD, Yen, litecoin, or bitcoin.\n", "\nTo understand how the system works, consider a money transfer structure where the two parties on either end of the transaction use their preferred middlemen to receive the money.\n", "\nLawrence needs to send $100 to David who lives in a different city. He gives his local agent, Kate, the money to send to David with a password that David is required to answer correctly to receive the funds. Kate alerts David’s agent, Rose, of the transaction details – recipient, funds to be reimbursed, and password. If David gives Rose the right password, Rose gives him $100. However, the money comes from Rose’s account which means that Kate would owe Rose $100. Rose can either record a journal of all Kate’s debt or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iou.asp\">IOUs</a> which Kate would pay on an agreed day, or make counter transactions which would balance the debt. For example, if Rose was also Martin’s agent and Martin needed to transfer $100 to Itios whose agent is Kate, this would balance out the $100 owed to Rose, since Itios will be paid from Kate’s account.\n", "\nAlthough the Ripple network is a little more complex than this example, the example demonstrates the basics of how the Ripple system works. From the example above, one can see that trust is required to initiate a transaction – trust between Lawrence and Kate, Kate and Rose, and David and Rose. Ripple uses a medium known as Gateway that serves as the link in the trust chain between two parties wanting to make a transaction. Gateway acts as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialintermediary.asp\">credit intermediary</a> that receives and sends currencies to public addresses over the Ripple network. Anyone or any business can register and open a gateway which authorizes the registrant to act as the middleman for exchanging currencies, maintaining <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>, and transferring payments on the network.\n", "\nThe digital currency, XRP, acts as a bridge currency to other currencies. It does not discriminate between one <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiatmoney.asp\">fiat</a>/cryptocurrency and another, and thus, makes it easy for any currency to be exchanged for another. Each currency on the ecosystem has its own gateway e.g. CADBluzelle, BTCbitstamp, and USDsnapswap. If David wanted bitcoins as payment for the services rendered to Lawrence, Lawrence does not necessarily have to have bitcoins. He can send the payment to his gateway in Canadian dollars (CAD), and David can receive bitcoins from his gateway. One gateway is not needed to initiate a complete transaction, multiple gateways can be used, forming a chain of trust rippling across the users.\n", "\nHolding balances with a gateway exposes the user to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/counterpartyrisk.asp\">counterparty risk</a> which is also a risk that is apparent in the traditional banking system. If the gateway does not honor its IOU or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liability</a>, the user could lose the value of his money held at that gateway. Users that don’t trust a gateway, can, therefore, transact with a trusted gateway that in turn deals with the 'untrusted' gateway. This way the IOU will be with the trusted or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-worthiness.asp\">creditworthy</a>-certified gateway. Counterparty risk does not apply to bitcoins and most other altcoins since a user’s bitcoin is not another user’s IOU or liability.\n", "\nThe Ripple network does not run with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">proof-of-work</a> system like bitcoin or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-stake-pos.asp\">proof-of-stake</a> system like Nxt. Instead, transactions rely on a consensus protocol in order to validate account balances and transactions on the system. The consensus works to improve the integrity of the system by preventing double-spending. A Ripple user that initiates a transaction with multiple gateways but craftily sends the same $100 to the gateway systems will have all but the first transaction deleted. Individual distributed nodes decide by consensus which transaction was made first by taking a poll to determine the majority vote. The confirmations are instant and take roughly 5 seconds. Since there’s no central authority that decides who can set up a node and confirm transactions, the Ripple platform is described as decentralized.\n", "\nRipple keeps track of all IOUs in a given currency for any user or gateway. IOU credits and transaction flows that occur between Ripple <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-wallet.asp\">wallets</a> are publicly available on the Ripple consensus ledger. But even though financial transaction history is publicly recorded and made available on the blockchain, the data is not linked to the ID or account of any individual or business. However, the public record of all dealings, make the information susceptible to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deanonymization.asp\">de-anonymization</a> measures.\n", "\nRipple improves on some of the drawbacks attributed to traditional banks. Transactions are settled within seconds on the Ripple network even though the platform handles millions of transactions frequently. This is unlike banks which could take days or weeks to complete a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wiretransfer.asp\">wire transfer</a>. The fee to conduct transactions on Ripple is also minimal, with the minimum transaction cost required for a standard transaction set at 0.00001 XRP, compared to the large fees charged by banks for conducting cross-border payments.\n", "\nThe token ticker for Ripple is XRP. As of August 2019, Ripple was the third-largest cryptocurrency by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market cap</a> of $13.37 billion, following Bitcoin (BTC) at $205.03 billion, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">Ethereum</a> (ETH) at $24.18 billion.\n"]}