{"name": "Risk Tolerance Definition", "@id": "https://www.investopedia.com/terms/r/risktolerance.asp", "related": ["https://www.investopedia.com/terms/c/capital-growth.asp", "https://www.investopedia.com/terms/e/excessreturn.asp", "https://www.investopedia.com/terms/r/risklover.asp", "https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/r/risk.asp", "https://www.investopedia.com/terms/r/riskmanagement.asp"], "body": ["\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/risk_tolerance.asp\">Risk tolerance</a> is the degree of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variability.asp\">variability</a> in investment returns that an investor is willing to withstand in their <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialplanner.asp\">financial planning</a>. Risk tolerance is an important component in <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investing.asp\">investing</a>. You should have a realistic understanding of your ability and willingness to stomach large <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swing.asp\">swings</a> in the value of your investments; if you take on too much risk, you might panic and sell at the wrong time.\n", "\nRisk tolerance is often associated with age, although that is not the only determining factor. However, in a general sense, people who are younger and have a longer time horizon are often able to and are encouraged to take on greater risk than people older with a shorter-term horizon. Greater risk tolerance is often synonymous with equities and equity funds and ETFs, while lower risk tolerance is often associated with bonds, bond funds, and ETFs. But age itself shouldn't determine a switch in asset classes. Those with a higher net worth and more disposable income can also typically afford to take greater risks with their investments.\n", "\nRisk tolerance assessments for investors abound, including risk-related surveys or questionnaires. As an investor, you may also want to review historical worst-case returns for different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetclasses.asp\">asset classes</a> to get an idea of how much money you would feel comfortable losing if your <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment.asp\">investments</a> have a bad year or bad series of years. Other factors affecting risk tolerance are the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timehorizon.asp\">time horizon</a> you have to invest, your future earning capacity, and the presence of other assets such as a home, pension, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\">Social Security</a>, or an inheritance. In general, you can take greater risk with investable assets when you have other, more stable sources of funds available.\n", "\nAggressive investors tend to be market-savvy. A deep understanding of securities and their propensities allows such individuals and institutional investors to purchase highly volatile instruments, such as small-company stocks that can plummet to zero or options contracts that can expire worthlessly. While maintaining a base of riskless securities, aggressive investors reach for maximum returns with maximum risk.\n", "\nModerate investors <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accepting-risk.asp\">accept some risk</a> to the principal but adopt a balanced approach with intermediate-term time horizons of five to 10 years. Combining large-company mutual funds with less volatile bonds and riskless securities, moderate investors often pursue a 50/50 structure. A typical strategy might involve investing half of the portfolio in a dividend-paying, growth fund.\n", "\nConservative investors are willing to accept little to no volatility in their investment portfolios. Often, retirees who have spent decades building a nest egg are unwilling to allow any type of risk to their principal. A conservative investor targets vehicles that are guaranteed and highly liquid. Risk-averse individuals opt for bank certificates of deposit (CDs), money markets, or U.S. Treasuries for income and preservation of capital.\n"]}