{"name": "Risk Management in Finance", "@id": "https://www.investopedia.com/terms/r/riskmanagement.asp", "related": ["https://www.investopedia.com/terms/a/alpha.asp", "https://www.investopedia.com/terms/e/excessreturn.asp", "https://www.investopedia.com/terms/v/volatility.asp", "https://www.investopedia.com/terms/d/dispersion.asp", "https://www.investopedia.com/terms/a/abnormalreturn.asp", "https://www.investopedia.com/terms/s/sharperatio.asp"], "body": ["\nIn the financial world, risk management is the process of identification, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-analysis.asp\" rel=\"noopener noreferrer\">analysis</a>, and acceptance or mitigation of uncertainty in investment decisions. Essentially, risk management occurs when an investor or fund manager analyzes and attempts to quantify the potential for losses in an investment, such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042415/what-difference-between-moral-hazard-and-adverse-selection.asp\" rel=\"noopener noreferrer\">moral hazard</a>, and then takes the appropriate action (or inaction) given the fund's investment objectives and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/risk_tolerance.asp\" rel=\"noopener noreferrer\">risk tolerance</a>.\n", "\nRisk is inseparable from return. Every investment involves some degree of risk, which is considered close to zero in the case of a U.S. T-bill or very high for something such as emerging-market equities or real estate in highly inflationary markets. Risk is quantifiable both in absolute and in relative terms. A solid understanding of risk in its different forms can help investors to better understand the opportunities, trade-offs, and costs involved with different <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing-strategy/082816/methods-handling-risk-quick-guide.asp\" rel=\"noopener noreferrer\">investment approaches</a>.\n", "\nRisk management occurs everywhere in the realm of finance. It occurs when an investor buys <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\" rel=\"noopener noreferrer\">U.S. Treasury</a> bonds over corporate bonds, when a fund manager hedges his currency exposure with currency <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a>, and when a bank performs a credit check on an individual before issuing a personal line of credit. Stockbrokers use financial instruments like <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\" rel=\"noopener noreferrer\">futures</a>, and money managers use strategies like portfolio diversification, asset allocation and position sizing to mitigate or effectively manage risk.\n", "\nInadequate risk management can result in severe consequences for companies, individuals, and the economy. For example, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime-meltdown.asp\" rel=\"noopener noreferrer\">subprime mortgage meltdown</a> in 2007 that helped trigger the Great Recession stemmed from bad risk-management decisions, such as lenders who extended mortgages to individuals with poor credit; investment firms who bought, packaged, and resold these mortgages; and funds that invested excessively in the repackaged, but still risky, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed securities (MBS)</a>.\n", "\nWe tend to think of \"risk\" in predominantly negative terms. However, in the investment world, risk is necessary and inseparable from desirable performance.\n", "\nA common definition of investment risk is a <em>deviation from an expected outcome</em>. We can express this deviation in absolute terms or relative to something else, like a market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\" rel=\"noopener noreferrer\">benchmark</a>.\n", "\nWhile that deviation may be positive or negative, investment professionals generally accept the idea that such deviation implies some degree of the intended outcome for your investments. Thus to achieve higher returns one expects to accept the greater risk. It is also a generally accepted idea that increased risk comes in the form of increased volatility. While investment professionals constantly seek—and occasionally find—ways to reduce such volatility, there is no clear agreement among them on how it's best done.\n", "\nHow much volatility an investor should accept depends entirely on the individual investor's tolerance for risk, or in the case of an investment professional, how much tolerance their investment objectives allow. One of the most commonly used absolute risk metrics is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviation</a>, a statistical measure of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dispersion.asp\" rel=\"noopener noreferrer\">dispersion</a> around a central tendency. You look at the average return of an investment and then find its average standard deviation over the same time period. Normal distributions (the familiar bell-shaped curve) dictate that the expected return of the investment is likely to be one standard deviation from the average 67% of the time and two standard deviations from the average deviation 95% of the time. This helps investors evaluate risk numerically. If they believe that they can tolerate the risk, financially and emotionally, they invest.\n", "\nFor example, during a 15-year period from August 1, 1992, to July 31, 2007, the average <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annualized-total-return.asp\" rel=\"noopener noreferrer\">annualized total return</a> of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\" rel=\"noopener noreferrer\">S&amp;P 500 </a> was 10.7%. This number reveals what happened for the whole period, but it does not say what happened along the way. The average standard deviation of the S&amp;P 500 for that same period was 13.5%. This is the difference between the average return and the real return at most given points throughout the 15-year period.\n", "\nWhen applying the bell curve model, any given outcome should fall within one standard deviation of the mean about 67% of the time and within two standard deviations about 95% of the time. Thus, an S&amp;P 500 investor could expect the return, at any given point during this period, to be 10.7% plus or minus the standard deviation of 13.5% about 67% of the time; he may also assume a 27% (two standard deviations) increase or decrease 95% of the time. If he can afford the loss, he invests.\n", "\nWhile that information may be helpful, it does not fully address an investor's risk concerns. The field of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioralfinance.asp\" rel=\"noopener noreferrer\">behavioral finance</a> has contributed an important element to the risk equation, demonstrating asymmetry between how people view gains and losses. In the language of prospect theory, an area of behavioral finance introduced by Amos Tversky and Daniel Kahneman in 1979, investors exhibit <em>loss aversion.</em> Tversky and Kahneman documented that investors put roughly twice the weight on the pain associated with a loss than the good feeling associated with a profit.\n", "\nOften, what investors really want to know is not just how much an asset deviates from its expected outcome, but how bad things look way down on the left-hand tail of the distribution curve. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\" rel=\"noopener noreferrer\">Value at risk</a> (VAR) attempts to provide an answer to this question. The idea behind VAR is to quantify how large a loss on investment could be with a given level of confidence over a defined period. For example, the following statement would be an example of VAR: \"With about a 95% level of confidence, the most you stand to lose on this $1,000 investment over a two-year <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timehorizon.asp\" rel=\"noopener noreferrer\">time horizon</a> is $200.\" The confidence level is a probability statement based on the statistical characteristics of the investment and the shape of its distribution curve. \n", "\nOf course, even a measure like VAR doesn't guarantee that 5% of the time will be much worse. Spectacular debacles like the one that hit the hedge fund <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longtermcapital.asp\" rel=\"noopener noreferrer\">Long-Term Capital Management</a> in 1998 remind us that so-called \"outlier events\" may occur. In the case of LTCM, the outlier event was the Russian government's default on its outstanding sovereign debt obligations, an event that threatened to bankrupt the hedge fund, which had highly<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leveragedloan.asp\" rel=\"noopener noreferrer\"> leveraged</a> positions worth over $1 trillion; if it had gone under, it could have collapsed the global financial system. The U.S. government created a $3.65-billion loan fund to cover LTCM's losses, which enabled the firm to survive the market volatility and liquidate in an orderly manner in early 2000.\n", "\nAnother risk measure oriented to behavioral tendencies is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/drawdown.asp\" rel=\"noopener noreferrer\">drawdown</a>, which refers to any period during which an asset's return is negative relative to a previous high mark. In measuring drawdown, we attempt to address three things:\n", "\nFor example, in addition to wanting to know whether a mutual fund beat the S&amp;P 500, we also want to know how comparatively risky it was. One measure for this is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta.asp\" rel=\"noopener noreferrer\">beta</a> (known as \"market risk\"), based on the statistical property of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/covariance.asp\" rel=\"noopener noreferrer\">covariance</a>. A beta greater than 1 indicates more risk than the market and vice versa.\n", "\nBeta helps us to understand the concepts of passive and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activerisk.asp\" rel=\"noopener noreferrer\">active risk</a>. The graph below shows a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timeseries.asp\" rel=\"noopener noreferrer\">time series</a> of returns (each data point labeled \"+\") for a particular portfolio R(p) versus the market return R(m). The returns are cash-adjusted, so the point at which the x and y-axes intersect is the cash-equivalent return. Drawing a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/line-of-best-fit.asp\" rel=\"noopener noreferrer\">line of best fit</a> through the data points allows us to quantify the passive risk (beta) and the active risk (alpha).\n", "\nThe gradient of the line is its beta. For example, a gradient of 1.0 indicates that for every unit increase of market return, the portfolio return also increases by one unit. A money manager employing a passive management strategy can attempt to increase the portfolio return by taking on more market risk (i.e., a beta greater than 1) or alternatively decrease portfolio risk (and return) by reducing the portfolio beta below one.\n", "\nIf the level of market or systematic risk were the only influencing factor, then a portfolio's return would always be equal to the beta-adjusted market return. Of course, this is not the case: Returns vary because of a number of factors unrelated to market risk. Investment managers who follow an active strategy take on other risks to achieve excess returns over the market's performance. Active strategies include tactics that leverage stock, sector or country selection, fundamental analysis, position sizing, and technical analysis.\n", "\nActive managers are on the hunt for an alpha, the measure of excess return. In our diagram example above, alpha is the amount of portfolio return not explained by beta, represented as the distance between the intersection of the x and y-axes and the y-axis intercept, which can be positive or negative. In their quest for excess returns, active managers expose investors to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alpha-risk.asp\" rel=\"noopener noreferrer\">alpha risk</a>, the risk that the result of their bets will prove negative rather than positive. For example, a fund manager may think that the energy sector will outperform the S&amp;P 500 and increase her portfolio's weighting in this sector. If unexpected economic developments cause energy stocks to sharply decline, the manager will likely underperform the benchmark, an example of alpha risk.\n", "\nIn general, the more an active fund and its managers shows themselves able to generate alpha, the higher the fees they will tend to charge investors for exposure to those higher-alpha strategies. For a purely passive vehicle like an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexfund.asp\" rel=\"noopener noreferrer\">index fund</a> or an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded fund</a> (ETF), you're likely to pay 1 to 10 <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basispoint.asp\" rel=\"noopener noreferrer\">basis points</a> (bps) in annual management fees, while for a high-octane hedge fund employing complex trading strategies involving high capital commitments and transaction costs, an investor would need to pay 200 basis points in annual fees, plus give back 20% of the profits to the manager.\n", "\nThe difference in pricing between passive and active strategies (or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta-risk.asp\" rel=\"noopener noreferrer\">beta risk</a> and alpha risk respectively) encourages many investors to try and separate these risks (e.g. to pay lower fees for the beta risk assumed and concentrate their more expensive exposures to specifically defined alpha opportunities). This is popularly known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portablealpha.asp\" rel=\"noopener noreferrer\">portable alpha</a>, the idea that the alpha component of a total return is separate from the beta component.\n", "\nFor example, a fund manager may claim to have an active <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sectorrotation.asp\" rel=\"noopener noreferrer\">sector rotation</a> strategy for beating the S&amp;P 500 and show, as evidence, a track record of beating the index by 1.5% on an average annualized basis. To the investor, that 1.5% of excess return is the manager's value, the alpha, and the investor is willing to pay higher fees to obtain it. The rest of the total return, what the S&amp;P 500 itself earned, arguably has nothing to do with the manager's unique ability. Portable alpha strategies use derivatives and other tools to refine how they obtain and pay for the alpha and beta components of their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-exposure.asp\" rel=\"noopener noreferrer\">exposure</a>.\n"]}