{"name": "Risk Control Definition", "@id": "https://www.investopedia.com/terms/r/risk-control.asp", "related": ["https://www.investopedia.com/terms/c/contingency.asp", "https://www.investopedia.com/terms/f/financialrisk.asp", "https://www.investopedia.com/terms/i/insurance-loss-control.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/l/loss-management.asp", "https://www.investopedia.com/terms/s/swot.asp"], "body": ["\nRisk control is the set of methods by which firms evaluate potential losses and take action to reduce or eliminate such threats. It is a technique that utilizes findings from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-assessment.asp\">risk assessments</a>, which involve identifying potential risk factors in a company's operations, such as technical and non-technical aspects of the business, financial policies and other issues that may affect the well-being of the firm.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040315/what-difference-between-risk-avoidance-and-risk-reduction.asp\">Risk control</a> also implements proactive changes to reduce risk in these areas. Risk control thus helps companies limit lost assets and income. Risk control is a key component of a company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enterprise-risk-management.asp\">enterprise risk management</a> (ERM) protocol.\n", "\nModern businesses face a diverse collection of obstacles, competitors, and potential dangers. Risk control is a plan-based business strategy that aims to identify, assess, and prepare for any dangers, hazards, and other potentials for disaster—both physical and figurative—that may interfere with an organization's operations and objectives. The core concepts of risk control include:\n", "\nNo one risk control technique will be a golden bullet to keep a company free from potential harm. In practice, these techniques are used in tandem with one another to varying degree and change as the corporation grows, as the economy changes, and as the competitive landscape shifts.\n", "\nAs part of Sumitomo Electric’s risk management efforts, the company developed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-continuity-planning.asp\">business continuity plans</a> (BCPs) in fiscal 2008 as a means of ensuring that core business activities could continue in the event of a disaster. The BCPs played a role in responding to issues caused by the Great East Japan earthquake that occurred in March 2011. Because the quake caused massive damage on an unprecedented scale, far surpassing the damage assumed in the BCPs, some areas of the plans did not reach their goals.\n", "\nBased on lessons learned from the company’s response to the earthquake, executives continue promoting practical drills and training programs, confirming the effectiveness of the plans and improving them as needed. In addition, Sumitomo continues setting up a system for coping with risks such as outbreaks of infectious diseases, including the pandemic influenza virus.\n"]}