{"name": "Risk-Neutral Measures", "@id": "https://www.investopedia.com/terms/r/risk-neutral-measures.asp", "related": ["https://www.investopedia.com/terms/c/capm.asp", "https://www.investopedia.com/terms/r/riskneutral.asp", "https://www.investopedia.com/terms/h/hyperbolicabsoluteriskaversion.asp", "https://www.investopedia.com/terms/c/ceterisparibus.asp", "https://www.investopedia.com/terms/i/imperfect_competition.asp", "https://www.investopedia.com/terms/g/gametheory.asp"], "body": ["\nA risk neutral measure is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-neutral-probabilities.asp\" rel=\"noopener noreferrer\">probability</a> measure used in mathematical finance to aid in pricing derivatives and other financial assets. Risk neutral measures give investors a mathematical interpretation of the overall market’s risk averseness to a particular asset, which must be taken into account in order to estimate the correct price for that asset.\n", "\nA risk neutral measure is also known as an equilibrium measure or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equivalent-martingale-measures.asp\" rel=\"noopener noreferrer\">equivalent martingale</a> measure. \n", "\nRisk neutral measures were developed by financial mathematicians in order to account for the problem of risk aversion in stock, bond, and derivatives markets. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modernportfoliotheory.asp\" rel=\"noopener noreferrer\">Modern financial theory</a> says that the current value of an asset should be worth the present value of the expected future returns on that asset. This makes intuitive sense, but there is one problem with this formulation, and that is that investors are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskaverse.asp\" rel=\"noopener noreferrer\">risk averse</a>, or more afraid to lose money than they are eager to make it. This tendency often results in the price of an asset being somewhat below the expected future returns on this asset. As a result, investors and academics must <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/041615/how-risk-aversion-measured-modern-portfolio-theory-mpt.asp\" rel=\"noopener noreferrer\">adjust for this risk aversion</a>; risk-neutral measures are an attempt at this. \n", "\nA risk-neutral measure for a market can be derived using assumptions held by the fundamental theorem of asset pricing, a framework in financial mathematics used to study real-world financial markets.\n", "\nIn the fundamental theorem of asset pricing, it is assumed that there are never opportunities for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\" rel=\"noopener noreferrer\">arbitrage</a>, or an investment that continuously and reliably makes money with no upfront cost to the investor. Experience says this is a pretty good assumption for a model of actual financial markets, though there surely have been exceptions in the history of markets. The fundamental theorem of asset pricing also assumes that markets are complete, meaning that markets are frictionless and that all actors have perfect information about what they are buying and selling. Finally, it assumes that a price can be derived for every asset. These assumptions are much less justified when thinking about real-world markets, but it is necessary to simplify the world when constructing a model of it.\n", "\nOnly if these assumptions are met can a single risk-neutral measure be calculated. Because the assumption in the fundamental theorem of asset pricing distorts actual conditions in the market, it’s important not to rely too much on any one calculation in the pricing of assets in a financial portfolio.\n"]}