{"name": "Risk Profile Definition", "@id": "https://www.investopedia.com/terms/r/risk-profile.asp", "related": ["https://www.investopedia.com/terms/r/risk.asp", "https://www.investopedia.com/terms/i/inefficient-portfolio.asp", "https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp", "https://www.investopedia.com/terms/u/upside.asp", "https://www.investopedia.com/terms/i/investmentpyramid.asp", "https://www.investopedia.com/terms/f/fiduciary.asp"], "body": ["\nA risk profile is an evaluation of an individual's willingness and ability to take risks. It can also refer to the threats to which an organization is exposed. A risk profile is important for determining a proper investment asset allocation for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a>. Organizations use a risk profile as a way to mitigate potential risks and threats.\n", "\nA risk profile identifies the acceptable level of risk an individual is prepared and able to accept. A corporation's risk profile attempts to determine how a willingness to take on risk (or an aversion to risk) will affect an overall decision-making strategy. The risk profile for an individual should determine that person's willingness and ability to take on risk. Risk in this sense refers to portfolio risk.\n", "\nWillingness to take on risk refers to an individual's risk aversion. If an individual expresses a strong desire not to see the value of the account decline and is willing to forgo potential capital appreciation to achieve this, this person would have a low willingness to take on risk and is risk-averse.\n", "\nConversely, if an individual expresses a desire for the highest possible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/return.asp\">return</a>—and is willing to endure large swings in the value of the account to achieve it—this person would have a high willingness to take on risk and is a risk seeker.\n", "\nThe ability to take risks is evaluated through a review of an individual's assets and liabilities. An individual with many assets and few liabilities has a high ability to take on risk. Conversely, an individual with few assets and high liabilities has a low ability to take on risk. For example, an individual with a well-funded retirement account, sufficient emergency savings and insurance coverage, and additional savings and investments (with no mortgage or personal loans) likely has a high ability to take on risk.\n", "\nWillingness and ability to take risk may not always match up. For example, the individual in the example above with high assets and low liabilities may have a high ability to take on risk, but may also be conservative by nature and express a low willingness to take on risk. In this case, the willingness and ability to take risk differ and will affect the ultimate portfolio construction process.\n", "\nRisk profiles can be created in a number of ways, but generally, begin with a risk profile questionnaire. All risk profile questionnaires score an individual's answers to various probing questions to come up with a risk profile, which is later used by financial advisors (both human and virtual) to help shape an individual's portfolio <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetallocation.asp\">asset allocation</a>. This asset allocation will directly affect the risk in the portfolio, so it is important that it aligns well with the individual's risk profile.\n", "\nA risk profile also illustrates the risks and threats faced by an organization. It may include the probability of resulting negative effects and an outline of the potential costs and level of disruption for each risk. It is in a corporation's best interest to be proactive when it comes to its risk management systems. Some risks can be minimized if they are properly accounted for. Corporations often create a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/compliance-program.asp\">compliance division</a> to help in such endeavors. Compliance helps ensure that the corporation and its employees are following regulatory and ethical processes. Many companies hire independent auditors to help discover any risks so that they can be properly addressed before they become external issues.\n", "\nFailing to minimize risk can lead to a negative consequence. For example, if a drug company does not properly test its new treatment through the proper channels, it may harm the public and lead to legal and monetary damages. Failing to minimize risk could also leave the company exposed to a falling stock price, lower revenues, a negative public image, and potential <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>.\n"]}