{"name": "Rival Good Definition", "@id": "https://www.investopedia.com/terms/r/rival_good.asp", "related": ["https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/f/fastmoving-consumer-goods-fmcg.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/c/conspicuous-consumption.asp", "https://www.investopedia.com/terms/i/inferior-good.asp"], "body": ["\nA rival good is a type of good that may only be possessed or consumed by a single user. These items can be <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/durables.asp\">durable</a>, meaning they may only be used one at a time, or nondurable, meaning they are destroyed after consumption, allowing only one user to enjoy it. When a good is rival in consumption, competition for the rival good can occur as in the case of people bidding to buy a particular house.\n", "\nCertain goods, such as a bottle of beer or designer t-shirt, are subject to consumption rivalry. If someone drinks the bottle or buys the t-shirt, it is no longer available for anybody else to consume.\n", "\nBecause these types of goods can only be used or occupied by one person, competition is created for their consumption. Consumers, therefore, become rivals in an attempt to obtain them. Common examples of rival goods include food, clothing, electronic goods, cars, plane tickets, and houses.\n", "\nSometimes, these goods can be reused by somebody else at a later stage, other times not. For example, durable goods such as a skateboard might be sold after the current owner is finished with it.\n", "\nA nondurable good, such as a cup of coffee or apple, does not fall into this category because it perishes after consumption. Only one consumer can drink the coffee or eat the apple. After it is gone, there will be nothing left for another consumer to use.\n", "\nGoods are either classified as rival or non-rival. As already explained, a rival good is something that can only be possessed or consumed by a single user. Conversely, a good that can be consumed or possessed by multiple users is said to be nonrival.\n", "\nThe internet and radio stations are examples of goods that are nonrival. Many people can access them at the same time, and they can be consumed over and over again without impacting their quality or running the risk that <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply.asp\">supply</a> will be depleted.\n", "\nThe competitive nature of rival goods can increase their value to the individuals who seek them, which is especially true for the travel, hospitality, and entertainment industries. Goods that are rival in consumption can include seats on an airplane or for a Broadway performance. Likewise, they can include a reserved seat at a restaurant.\n", "\nWhen demand is high for rival goods, businesses can exert more <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricingpower.asp\">pricing power</a>. Limited availability, coupled with demand, gives businesses leeway to set prices higher.\n", "\nApparel is also a rival good since only one person can wear a specific article of clothing at a time. Competition for this type of rival good is compounded by the availability of apparel in sizes that meet each consumer’s needs. Manufacturers might only produce limited quantities of products for certain sizes. As a result, consumers who require hard to find sizes must compete with each other to procure the items they need.\n", "\nDemand for rival goods can drive concentrated retail sales during holiday periods as consumers race to procure items as gifts before they sell out, or while certain discounts are available. This type of shopping behavior has been used to retailers’ advantage in particular during <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackfriday.asp\">Black Friday</a> sales events that play into the nature of rival goods.\n", "\nFor example, if a rival good is in high demand but has limited availability, retailers might advertise plans to offer it for sale specifically on Black Friday.\n"]}