{"name": "Robber Barons Definition", "@id": "https://www.investopedia.com/terms/r/robberbarons.asp", "related": ["https://www.investopedia.com/terms/t/tycoon.asp", "https://www.investopedia.com/terms/p/pujo-committee.asp", "https://www.investopedia.com/terms/s/sherman-antiturst-act.asp", "https://www.investopedia.com/terms/p/philanthropy.asp", "https://www.investopedia.com/terms/m/mogul.asp", "https://www.investopedia.com/terms/b/benefactor.asp"], "body": ["\nA robber baron is one of America’s successful <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042015/what-caused-american-industrial-revolution.asp\">industrialists</a> during the 19th century, which was also known as the Gilded Age. A robber baron is a term that is also sometimes attributed to any successful businessperson whose practices are considered unethical or unscrupulous. This behavior can include employee or environmental abuse, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manipulation.asp\">stock market manipulation</a>, or deliberately restricting output to charge higher prices.\n", "\nThe first known uses of the phrase “robber baron” described feudal lords in medieval Europe who robbed travelers, often merchant ships along the Rhine River as they passed nearby. The term appeared in American newspapers in 1859. Its modern use stems from Matthew Josephson’s <em>The Robber Barons</em> (1934).\n", "\nRobber barons were widely despised and considered rapacious <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopolist.asp\">monopolists</a> during their lifetimes. However, later biographies and historical reviews about the Gilded Age’s American robber barons cast a more complicated and favorable light.\n", "\nA chief complaint against the 19th-century capitalists was that they were monopolists. Fear over the robber barons and their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopoly.asp\">monopoly</a> practices increased public support for the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sherman-antiturst-act.asp\">Sherman Antitrust Act of 1890</a>.\n", "\nEconomic theory says a monopolist earns premium profits by restricting output and raising prices. This only occurs after the monopolist prices out or legally restricts any competitor firms in the industry. However, there is no historical evidence that natural monopolies formed before the Sherman Antitrust Act.\n", "\nMany so-called robber barons—James J. Hill, Henry Ford, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/073116/how-did-andrew-carnegie-get-rich-x.asp\">Andrew Carnegie</a>, Cornelius Vanderbilt, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/jd-rockefeller.asp\">John D. Rockefeller</a>—became wealthy entrepreneurs through product innovation and business efficiency. Of the goods and services they provided, supply grew, and prices fell rapidly, greatly boosting Americans’ standards of living. This is the opposite of monopolistic behavior.\n", "\nAmong common criticisms of the early robber barons included poor working conditions for employees, selfishness, and greed. Some robber barons—including Robert Fulton, Edward K. Collins, and Leland Stanford—earned their wealth through political entrepreneurship.\n", "\nMany wealthy railroad tycoons during the 1800s received privileged access and financing from the government via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/043015/why-lobbying-legal-and-important-us.asp\">extensive use of lobbyists</a>. They received monopolistic special licenses, per-mile subsidies, huge land grants, and low-interest loans.\n", "\nWhile working conditions in 19th century America were often challenging, some workers may have been better off working for a robber baron. Rockefeller and Ford, for example, paid higher-than-average wages, including bonuses for innovation or exceptional production. Managers often received long vacations at full pay.\n", "\nSome <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tycoon.asp\">tycoons</a> rank among the most noted <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/philanthropy.asp\">philanthropists</a> of all time. Rockefeller donated at least 6 to 10% of every paycheck he ever earned; this later increased to 50%. He gave over $550 million to charity and championed biomedical research, public sanitation, medical training, and educational opportunities for disadvantaged minorities.\n", "\nRailroad tycoon James J. Hill publicized and provided free education about crop diversification, along with free seed grain, cattle, and wood to local communities. He would transport immigrants at reduced rates if they promised to farm near his railroads.\n"]}