{"name": "Round Lot Definition", "@id": "https://www.investopedia.com/terms/r/roundlot.asp", "related": ["https://www.investopedia.com/terms/o/oddlotter.asp", "https://www.investopedia.com/terms/o/oddlottheory.asp", "https://www.investopedia.com/terms/l/lot.asp", "https://www.investopedia.com/terms/o/oddlot.asp", "https://www.investopedia.com/terms/m/mixedlot.asp", "https://www.investopedia.com/terms/b/bunching.asp"], "body": ["\nA round lot is a standard number of securities to be traded on an exchange. In stocks, a round lot is considered 100 shares or a larger number that can be evenly divided by 100. In bonds, a round lot is usually $100,000 worth.\n", "\nA round lot is sometimes referred to as a normal trading unit.\n", "\nHistorically, a round lot of 100 shares of stock has been the smallest order that can be placed through an exchange. However, that is changing. Today, so-called odd lots and fractional shares allow for the execution of orders as small as one share on some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\">exchanges</a> or even a fraction of a share.\n", "\nNonetheless, investment managers and institutions typically purchase stocks in large batches. Round lots often have lower trading costs, and discounts are applied for various round lot amounts.\n", "\nIn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a> markets, a round lot consists of 100 contracts in listed calls and puts. Investors can buy one options contract. Each of those contracts typically represents an odd lot of stock.\n", "\nOther markets, such as commodities markets, have their own convention for what is defined as a round lot.\n", "\nA round lot in bonds is usually $100,000 worth of bonds or a multiple of $100,000. Any other amount is considered an odd lot and incurs higher trading costs.\n", "\nThat said, innovation is ongoing in the bond market too, and mechanisms are evolving for smaller blocks and odd-lot trades.\n", "\nA lot consisting of fewer than 100 shares or a lot that cannot be evenly divided by 100 is called an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oddlot.asp\">odd lot</a>.\n", "\nOdd lots are sometimes combined, or bunched, into round lots to facilitate trading. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mixedlot.asp\">mixed lot</a> consists of both a round lot and an odd lot. An order of 198 shares would be considered a mixed lot.\n", "\nSuch odd lots or mixed lot trades have historically incurred higher trading costs, but improved electronic trading technologies have helped reduce the added fees for them.\n", "\nNevertheless, odd lot trades may not be allowed or may not be given priority. Some exchanges may require only round lots for pre-specified market orders, including reserve orders. In these trading situations, orders are placed for trades at a specified transaction price, and preference is given for round lots.\n", "\nTrading in odd lots has become increasingly common as the technology improves. Even fractional shares can now be traded.\n", "\nFractional share trading was originally implemented to allow for dividend reinvestment. However, many brokerages now use it to allow their customers to use a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dollarcostaveraging.asp\">dollar-cost investing</a> strategy. That is, the customer sets a personal goal of investing a set amount of money, say $200, every month in a particular stock or fund regardless of its price swings.\n"]}