{"name": "Royalty Definition", "@id": "https://www.investopedia.com/terms/r/royalty.asp", "related": ["https://www.investopedia.com/terms/l/licensing-agreement.asp", "https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/l/licensee.asp", "https://www.investopedia.com/terms/l/licensing-revenue.asp", "https://www.investopedia.com/terms/l/licensing-fee.asp", "https://www.investopedia.com/terms/p/proprietarytechnology.asp"], "body": ["\nA royalty is a legally binding payment made to an individual or company for the ongoing use of their assets, including copyrighted works, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/franchise.asp\">franchises,</a> and natural resources. An example of royalties would be payments received by musicians when their original songs are played on the radio or television, used in movies, performed at concerts, bars, and restaurants, or consumed via streaming services. In most cases, royalties are revenue generators specifically designed to compensate the owners of songs or property when they license out their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets </a>for another party's use.\n", "\nRoyalty payments typically constitute a percentage of the gross or net <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenues</a> obtained from the use of property. However, they can be negotiated on a case-by-case basis in accordance with the wishes of both parties involved in the transaction.\n", "\nAn inventor or original owner may choose to sell their product to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third party</a> in exchange for royalties from the future revenues the product may generate. For example, computer manufacturers pay Microsoft Corporation royalties for the right to use its Windows operating system in the computers they manufacture.\n", "\nPayment may be nonrenewable resource royalties, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/111014/patents-trademarks-and-copyrights-basics.asp\">patent royalties</a>, trademark royalties, franchises, copyrighted materials, book publishing royalties, music royalties, and art royalties. Well-known fashion designers can charge royalties to other companies for the use of their names and designs.\n", "\nThird parties pay authors, musical artists, and production professionals for the use of their produced, copyrighted material. Television satellite companies provide royalty payments to air the most viewed stations nationwide. In the oil and gas sectors, companies provide royalties to landowners for permission to extract natural resources from the landowners' covered property.\n", "\nRoyalty agreements should benefit both the licensor (the person receiving the royalty) and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensee.asp#:~:text=A%20licensee%20is%20a%20business,activities%20arising%20from%20the%20permission.\">licensee</a> (the person paying the royalty). For the licensor, a royalty agreement to allow another company to use its product can allow them access to a new market. For the licensee, an agreement may give them access to products they could not access otherwise.\n", "\nRoyalty payments may cover many different types of property. Some of the more common types of royalties are book royalties, performance royalties, patent royalties, franchise royalties, and mineral royalties.\n", "\n<strong>Book royalties:</strong> They are paid to authors by publishers. Typically, for every book that is sold, the author will receive an agreed amount.\n", "\n<strong>Performance royalties: </strong>In this case, the owner of copyrighted music receives an amount whenever the music or song is played by a radio station, used in a movie, or otherwise used by a third party. A musician might rely on a private performing rights organization, such as ASCAP or BMI, to collect the royalties for them.\n", "\n<strong>Patent royalties:</strong> Innovators or creators patent their products. Then, if a third party wants to use that same product of patent, they must enter into a licensing agreement that will require them to pay royalties to the patent owner. This way, the inventor is compensated for their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\">intellectual property.</a>\n", "\n<strong>Franchise royalties:</strong> A franchisee, a business owner, will pay a royalty to the franchisor for the right to open a branch under the company name. For example, the cost to operate a McDonald’s franchise ranges from $1,008,000 to $2,214,080. This includes an initial franchise fee of $45,000 that must be paid to the McDonald's Corporation.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\n<strong>Mineral royalties:</strong> Also called mineral rights, mineral royalties are paid by mineral extractors to property owners. The party that wants to extract the minerals will often pay the property owner an amount based on either revenue or units, such as barrels of oil or tons of coal.\n", "\nThe terms of royalty payments are laid out in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensing-agreement.asp\">licensing agreement</a>. The licensing agreement defines the limits and restrictions of the royalties, such as its geographic limitations, the duration of the agreement, and the type of products with particular royalty cuts. Licensing agreements are uniquely regulated if the resource owner is the government or if the license agreement is a private contract.\n", "\nIn most licensing agreements, royalty rates are defined as a percentage of sales or a payment per unit. The many factors that can affect royalty rates include the exclusivity of rights, available alternatives, risks involved, market demand, and innovation levels of the products in question.\n", "\nTo accurately estimate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/121614/how-pandora-and-spotify-pay-artists.asp\">royalty rates</a>, the transactions between the buying and selling parties must be willingly executed. In other words: the agreements must not be forced. Furthermore, all royalty transactions must be conducted at arm's length, meaning that both parties act independently, and have no prior relationship with one other.\n", "\nAn author might receive a share of the proceeds from the sales of their book. An example of the royalty structure could be that the author receives 15% on net sales of hardbacks and 7.5% on net sales of paperbacks.\n", "\nAn individual can pay to open a restaurant franchise, McDonald's or Kentucky Fried Chicken, for example. A franchisee of the McDonald's Corporation has a typical initial investment of one to two million dollars, which includes an initial franchise fee of $45,000 paid to the McDonalds corporation.\n", "\nThe satellite TV services such as Direct TV and cable television services pay networks and superstations a royalty fee to broadcast those channels on their systems.\n", "\nRoyalties are designed to protect the intellectual property rights of a company. A company might file a patent on an innovation so that a third party must pay them a fee to use that patent. Intellectual property can be in the form of copyrights, patents, and trademarks.\n", "\nTypically, the parties involved will sign a contract or agreement. The agreement will lay out the royalty fees and payment amounts. For example, there may be a fixed fee, or the fee may be a variable percentage of gross sales.\n", "\nRoyalties for specific products (like a book) might be based on the number of units sold. Royalties for oil, gas, and mineral properties may be based on either revenue or on units, such as barrels of oil or tons of coal. In some cases, newly created intellectual property, for example, the royalty percentage. might increase as the sales increase. Some royalties are paid for public licenses. Cable operators pay The Copyright Office for the right to retransmit TV and radio broadcasts.\n", "\nIt is possible to invest in royalties. Typically, an investor may receive a regular monthly or quarterly payment based on a company’s sales. These types of investments are considered less risky than traditional stocks because they are not dependent on the stock market or interest rates. Also, royalty investments add diversity to a portfolio. Like stock, royalties can be bought and sold.\n", "\nA royalty agreement is a legal contract between a licensor and a licensee. The agreement grants the licensee the right to use the licensor’s intellectual property in exchange for royalty payments. The agreement will show the royalty rate, or the terms and amount of the payment to be made, by the user of the property to the owner of the property. The agreement will also state the parties involved, the rights granted, and the period of use.\n", "\nRoyalty interest applies to mineral rights agreements. A royalty interest entitles the mineral rights owner to receive a portion of the minerals produced or a portion of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.accountingtools.com/articles/what-is-gross-revenue.html\">gross revenue</a> from sold production.\n", "\nRoyalties are, fundamentally, a way for creators, innovators, intellectual property owners, or landowners to earn money from their assets. Royalties take the form of agreements or licenses that lay out the terms by which a third party can use assets that belong to someone else. Intellectual property comes in the form of copyrights, patents, or trademarks. Royalties can be earned on books, music, minerals, franchises, and many other assets. Some royalty agreements are for a set period, while other royalties are earned in perpetuity.\n"]}