{"name": "Rule 144 Definition", "@id": "https://www.investopedia.com/terms/r/rule144.asp", "related": ["https://www.investopedia.com/terms/u/unregistered-shares.asp", "https://www.investopedia.com/terms/l/legend.asp", "https://www.investopedia.com/terms/f/form144.asp", "https://www.investopedia.com/terms/r/restrictedstock.asp", "https://www.investopedia.com/terms/q/qib.asp", "https://www.investopedia.com/terms/g/gooddelivery.asp"], "body": ["\nRule 144 is a regulation enforced by the U.S. Securities and Exchange Commission (SEC) that sets the conditions under which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/restricted-asset.asp\">restricted</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unregistered-shares.asp\">unregistered</a>, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/controlstock.asp\">control</a> securities can be sold or resold. Rule 144 provides an exemption from registration requirements to sell the securities through public markets if a number of specific conditions are met. The regulation applies to all types of sellers, in addition to issuers of securities, underwriters, and dealers.\n", "\nRule 144 regulates transactions dealing with restricted, unregistered, and control securities. These type of securities are typically acquired over-the-counter (OTC), through private sales, or constitute a controlling stake in an issuing company. Investors may acquire restricted securities through private placements or other stock benefit plans offered to a company's employees. The SEC prohibits the resale of restricted, unregistered and control securities, unless they are registered with the SEC prior to their sale, or they are exempt from the registration requirements when five specific conditions are met.\n", "\nFive conditions must be met for restricted, unregistered and control securities to be sold or resold.\n", "\nIf the seller is not associated with the company that issued the shares and has owned the securities for more than one year, the seller does not have to meet any of the five conditions and can sell the securities without restrictions. Also, non-affiliated parties may sell their securities, if they held them for less than a year, but greater than six months, provided the current public information requirement is met.\n"]}