{"name": "Saïd Business School (SBS)", "@id": "https://www.investopedia.com/terms/o/oxford-universitys-said-business-school.asp", "related": ["https://www.investopedia.com/terms/m/mcdonough-school-of-business-university-of-georgetown.asp", "https://www.investopedia.com/terms/j/jesse-h-jones-graduate-school-of-business-rice-university.asp", "https://www.investopedia.com/terms/w/wisconsin-school-of-business.asp", "https://www.investopedia.com/terms/d/durham-business-school.asp", "https://www.investopedia.com/terms/i/ie-business-school.asp", "https://www.investopedia.com/terms/i/iese-business-school.asp"], "body": ["\nSaïd Business School is the business school at Oxford University. The Saïd Business School (SBS) offers both undergraduate and graduate programs in finance, business and management. The school has several <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mba.asp\">master of business administration</a> (MBA) and doctorate programs covering various aspects of business and finance.\n", "\nEstablished in 1996, the Saïd Business School is one of the newest players in the premier business school arena. Still, it has been ranked consistently among the top business schools in the world. This program has superseded the old Oxford Centre for Management Studies, which taught business and management courses from 1965 until it was rebranded.\n", "\nThe school was established following a large donation from Wafic Saïd, a wealthy arms dealer and financier.\n", "\nSaïd Business School offers undergraduate, graduate and doctoral programs. The undergraduate program offers one degree, a bachelor of arts in economics and management. It is offered as a joint program between the business school and the economics department.\n", "\nThe school offers full-time MBA, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/executive-mba.asp\">executive MBA</a>, and Ph.D. programs. It also offers a master of science degree in program management. The MBA program focuses on entrepreneurship, global rules of the game and responsible leadership. The executive MBA program is a 21-month program designed for people with more than five years of management experience.\n", "\nThe Saïd School of Business lists the following on its website as its mission: “A powerful business school produces powerful ideas, and being an integral part of Oxford, we think expansively:\n", "\nSaïd School of Business was ranked the number one business school by the Times Higher Education Awards. The MBA program was ranked the number three full-time international program by Bloomberg Businessweek, number three in the United Kingdom by the Financial Times and number seven top non-U.S. Business Schools for return on investment by Forbes. The executive MBA was ranked number one in the United Kingdom by The Economist, number two in the world by The Economist and number nine in the world by the Financial Times.\n"]}