{"name": "Sarbanes-Oxley (SOX) Act of 2002 Definition", "@id": "https://www.investopedia.com/terms/s/sarbanesoxleyact.asp", "related": ["https://www.investopedia.com/terms/i/internalcontrols.asp", "https://www.investopedia.com/terms/d/detective-control.asp", "https://www.investopedia.com/terms/i/independentauditor.asp", "https://www.investopedia.com/terms/v/voodooaccounting.asp", "https://www.investopedia.com/terms/o/opinionshopping.asp", "https://www.investopedia.com/terms/a/auditing-standards-board-asp.asp"], "body": ["\nThe Sarbanes-Oxley Act of 2002 is a law the U.S. Congress passed on July 30 of that year to help protect investors from fraudulent financial reporting by corporations.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Also known as the SOX Act of 2002 and the Corporate Responsibility Act of 2002, it mandated strict reforms to existing securities regulations and imposed tough new penalties on lawbreakers.\n", "\nThe Sarbanes-Oxley Act of 2002 came in response to financial scandals in the early 2000s involving publicly traded companies such as Enron Corporation, Tyco International plc, and WorldCom.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The high-profile frauds shook investor confidence in the trustworthiness of corporate financial statements and led many to demand an overhaul of decades-old regulatory standards.\n", "\nThe act took its name from its two sponsors—Sen. Paul S. Sarbanes (D-Md.) and Rep. Michael G. Oxley (R-Ohio).<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nThe rules and enforcement policies outlined in the Sarbanes-Oxley Act of 2002 amended or supplemented existing laws dealing with security regulation, including the Securities Exchange Act of 1934 and other laws enforced by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The new law set out reforms and additions in four principal areas:\n", "\nThe Sarbanes-Oxley Act of 2002 is a complex and lengthy piece of legislation. Three of its key provisions are commonly referred to by their section numbers: Section 302, Section 404, and Section 802.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n<strong>Section 302 of the SOX Act of 2002 </strong>mandates that senior corporate officers personally certify in writing that the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> \"comply with SEC disclosure requirements and fairly present in all material aspects the operations and financial condition of the issuer.\" Officers who sign off on financial statements that they know to be inaccurate are subject to criminal penalties, including prison terms.\n", "\n<strong>Section 404 of the SOX Act of 2002</strong> requires that management and auditors establish <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internalcontrols.asp\" rel=\"noopener noreferrer\">internal controls</a> and reporting methods to ensure the adequacy of those controls. Some critics of the law have complained that the requirements in Section 404 can have a negative impact on publicly traded companies because it's often expensive to establish and maintain the necessary internal controls.\n", "\n<strong>Section 802 of the SOX Act of 2002</strong> contains the three rules that affect recordkeeping. The first deals with destruction and falsification of records. The second strictly defines the retention period for storing records. The third rule outlines the specific business records that companies need to store, which includes electronic communications.\n", "\nBesides the financial side of a business, such as audits, accuracy, and controls, the SOX Act of 2002 also outlines requirements for information technology (IT) departments regarding electronic records. The act does not specify a set of business practices in this regard but instead defines which company records need to be kept on file and for how long. The standards outlined in the SOX Act of 2002 do not specify how a business should store its records, just that it's the company IT department's responsibility to store them.\n"]}