{"name": "Savings and Loan Crisis – S&L Crisis Definition", "@id": "https://www.investopedia.com/terms/s/sl-crisis.asp", "related": ["https://www.investopedia.com/terms/a/asset-management-and-disposition-agreement-amda.asp", "https://www.investopedia.com/terms/r/refcorp.asp", "https://www.investopedia.com/terms/o/ots.asp", "https://www.investopedia.com/terms/f/federal-savings-and-loan.asp", "https://www.investopedia.com/terms/r/resolution-trust-corporation.asp", "https://www.investopedia.com/terms/f/financial-institutions-reform-recovery-enforcement.asp"], "body": ["\nThe savings and loan (S&amp;L) crisis was a slow-moving financial disaster. The crisis came to a head and resulted in the failure of nearly a third of the 3,234 savings and loan associations in the United States between 1986 and 1995.\n", "\nThe problem began during the era's volatile interest rate climate, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagflation.asp\">stagflation</a>, and slow growth of the 1970s and ended with a total cost of $160 billion—$132 billion of which was borne by taxpayers. Key to the S&amp;L crisis was a mismatch of regulations to market conditions, speculation, as well as outright corruption and fraud, and the implementation of greatly slackened and broadened lending standards that led desperate banks to take far too much risk balanced by far too little capital on hand.\n", "\nRestrictions placed on S&amp;Ls at their creation via the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-home-loan-bank-act.asp\">Federal Home Loan Bank Act of 1932</a>— such as caps on interest rates on deposits and loans—greatly limited the ability of S&amp;Ls to compete with other lenders as the economy slowed and inflation took hold. For instance, as savers piled money into newly created <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneymarket.asp\">money market</a> funds in the early 1980s, S&amp;Ls could not compete with traditional banks due to their lending restrictions.\n", "\nAdd in a recession—sparked by high-interest rates set by the Fed in an effort to end double-digit inflation. The S&amp;Ls were left with little more than an ever-dwindling portfolio of low-interest mortgage loans. Their revenue stream had become severely tightened.\n", "\nBy 1982 the fortunes of S&amp;Ls had turned. They were losing as much as $4 billion per year after having turned a healthy profit in 1980.\n", "\nIn 1982, in response to the poor prospects for S&amp;Ls under current economic conditions, President Ronald Reagan signed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/garn-st-germain-depository-institutions-act.asp\">Garn-St. Germain Depository Institutions Act</a>, which eliminated loan-to-value ratios and interest rate caps for S&amp;Ls, and also allowed them to hold 30% of their assets in consumer loans and 40% in commercial loans. No longer were S&amp;Ls governed by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulationq.asp\">Regulation Q</a>, which led to a tightening of the spread between the cost of money and the rate of return on assets.\n", "\nWith reward uncoupled from risk, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zombie-bank.asp\">zombie thrifts</a> began paying higher and higher rates to attract funds. S&amp;Ls also began investing in riskier commercial real estate and even riskier <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junkbond.asp\">junk bonds</a>. This strategy of investing in riskier and riskier projects and instruments assumed that they would pay off in higher returns. Of course, if those returns didn’t materialize, it would be taxpayers [through the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-savings-and-loan-insurance-corporation-fslic.asp\">Federal Savings and Loan Insurance Corporation</a> (FSLIC)]—not the banks or S&amp;Ls officials—who would be left holding the bag. That's exactly what eventually happened.\n", "\nAt first, the measures seemed to have done the trick, at least for some S&amp;Ls. By 1985, S&amp;L assets had shot up by over 50%—far faster growth than banks. S&amp;L growth was especially robust in Texas. Some state legislators allowed S&amp;Ls to double down by allowing them to invest in speculative real estate. Still, more than a third of S&amp;Ls were not profitable, as of 1983.\n", "\nMeantime, although pressure was mounting on the FSLIC's coffers, even failing S&amp;Ls were allowed to keep lending. By 1987 the FSLIC had become insolvent. Rather than allowing it and S&amp;Ls to fail as they were destined to do, the federal government recapitalized the FSLIC. For a while longer, the S&amp;Ls were allowed to continue to pile on risk.\n", "\nThe 'Wild West' attitude among some S&amp;Ls led to outright fraud among insiders. One common fraud saw two partners conspire with an appraiser to buy land using S&amp;L loans and flip it to extract huge profits. Partner 1 would buy a parcel at its appraised market value. The duo would then conspire with an appraiser to have it reappraised at a far higher price. The parcel would then be sold to Partner 2 using a loan from an S&amp;L, which was then defaulted on. Both partners and the appraiser would share the profits. Some S&amp;Ls knew of—and allowed—such fraudulent transactions to happen.\n", "\nDue to staffing and workload issues, as well as the complexity of such cases, law enforcement was slow to pursue instances of fraud even when they were aware of them\n", "\nAs a result of the S&amp;L crisis, Congress passed the Financial Institutions Reform, Recovery and Enforcement Act of 1989 (FIRREA), which amounted to a vast revamp of S&amp;L industry regulations. One of the most significant actions of the FIRREA was the creation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/resolution-trust-corporation.asp\">Resolution Trust Corporation</a>, which had the goal of winding down the failed S&amp;Ls that regulators had taken control of.\n", "\nThe Act also put forth minimum capital requirements, raised insurance premiums, limited S&amp;Ls' non-mortgage and mortgage-related holdings to 30%, and required the divestment of junk bonds. When all was said and done, the Resolution Trust Corp. had liquidated more than 700 S&amp;Ls.\n", "\nThe S&amp;L crisis is arguably the most catastrophic collapse of the banking industry since the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a>. Across the United States, more than 1,000 S&amp;Ls had failed by 1989, essentially ending what had been one of the most secure sources of home mortgages. The S&amp;L market share for single-family mortgages before the crisis was 53% (1975); after, it was 30% (1990).\n", "\nThe one-two punch to the finance industry and the real estate market most likely contributed to the recession of 1990-1991, as new home starts fell to a low not seen since World War II. Some economists speculate that the regulatory and financial incentives that created a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moralhazard.asp\">moral hazard</a> that led to the 2007 subprime mortgage crisis are very similar to the conditions that led to the S&amp;L crisis.\n", "\nThe crisis was felt doubly hard in Texas where at least half of the failed S&amp;Ls were based. The collapse of the S&amp;L industry pushed the state into a severe recession. Faulty land investments were auctioned off, causing real estate prices to plummet. Office vacancies rose significantly, and the price of crude oil dropped by half. Texas banks, such as Empire Savings and Loan, took part in criminal activities that further caused the Texas economy to plummet. The bill for Empire's eventual default cost taxpayers about $300 million.\n", "\nThe FSLIC was established to provide insurance for individuals depositing their hard-earned funds into S&amp;Ls. When S&amp;L banks failed, the FSLIC was left with a $20 billion debt that inevitably left the corporation bankrupt, as premiums paid into the insurer fell far short of liabilities. The defunct company is similar to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation</a> (FDIC) that oversees and insures deposits today.\n", "\nDuring the S&amp;L crisis, which did not effectively end until the early 1990s, the deposits of some 500 banks and financial institutions were backed by state-run funds. The collapse of these banks cost at least $185 million and virtually ended the concept of state-run bank insurance funds.\n", "\nDuring this crisis, five U.S. senators known as the Keating Five were investigated by the Senate Ethics Committee due to the $1.5 million in campaign contributions they accepted from Charles Keating, head of the Lincoln Savings and Loan Association. These senators were accused of pressuring the Federal Home Loan Banking Board to overlook suspicious activities in which Keating had participated. The Keating Five included\n", "\nIn 1992, the Senate committee determined that Cranston, Riegle, and DeConcini had improperly interfered with the FHLBB's investigation of Lincoln Savings. Cranston received a formal reprimand.\n", "\nWhen Lincoln failed in 1989, its bailout cost the government $3 billion and left more than 20,000 customers with junk bonds that were worthless. Keating was convicted of conspiracy, racketeering, and fraud, and served time in prison before his conviction was overturned in 1996. In 1999 he pleaded guilty to lesser charges and was sentenced to time served.\n"]}