{"name": "Savings Account Definition", "@id": "https://www.investopedia.com/terms/s/savingsaccount.asp", "related": ["https://www.investopedia.com/terms/c/certificateofdeposit.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/m/moneymarketaccount.asp", "https://www.investopedia.com/terms/d/demanddeposit.asp", "https://www.investopedia.com/terms/s/savings.asp", "https://www.investopedia.com/terms/s/share-draft-account.asp"], "body": ["\nA savings account is an interest-bearing deposit account held at a bank or other financial institution. Though these accounts typically pay a modest <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rate</a>, their safety and reliability make them a great option for parking cash you want available for short-term needs.\n", "\nSavings accounts have some limitations on how often you can withdraw funds, but generally offer exceptional flexibility that’s ideal for building an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergency_fund.asp\" rel=\"noopener noreferrer\">emergency fund</a>, saving for a short-term goal like buying a car or going on vacation, or simply sweeping surplus cash you don’t need in your checking account so it can earn more interest elsewhere.\n", "\nSavings and other deposit accounts are important sources of funds that financial institutions can turn around and lend to others. For that reason, you can find savings accounts at virtually every bank or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditunion.asp\">credit union</a>, whether they are traditional <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brickandmortar.asp\">brick and mortar</a> institutions or operate exclusively online. In addition, you can find savings accounts at some investment and brokerage firms.\n", "\nThe rate you’ll earn on a savings account is generally variable. With the exception of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promotional-cd-rate-bonus-cd-rate.asp\">promotions</a> promising a fixed rate until a certain date, banks and credit unions can generally raise or lower their savings account rate at any time. Typically, the more competitive the rate, the more likely it is to fluctuate over time.\n", "\nChanges in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalfundsrate.asp\">federal funds rate</a> can also trigger institutions to adjust their deposit rates. And some institutions offer special <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-to-open-a-high-yield-savings-account-4770631\">high-yield savings accounts</a>, which are also worth investigating.\n", "\nSome savings accounts will require a minimum balance in order to avoid monthly fees or earn the highest published rate, while others will have no minimum balance requirement. So it’s important to know the rules of your particular account to ensure you avoid diluting your earnings with fees.\n", "\nWhenever you want to move money in or out of your savings account, you can do so at a branch or an ATM, by electronic transfer to or from another account using the bank’s app or website, or by direct deposit. Transfers can usually be arranged by phone, as well. \n", "\nNote, however, that while there are no dollar limits on how much you can withdraw from your account (in fact, you can empty it or close it at any time), <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/this-government-regulation-restricts-how-often-you-can-move-money-out-of-your-savings-account-4589978\">federal law had capped the frequency of withdrawals</a> from all U.S. savings accounts to six per monthly statement cycle until April 2020. Exceed the limit and the bank could charge you a fee, close your account, or convert it to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\">checking account</a>. In 2020 the Federal Reserve suspended this limit. It is not clear if this change is permanent.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nJust as with the interest earned on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/money-marketfund.asp\">money market</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificate of deposit</a>, or checking account, the interest earned on savings accounts is taxable income. The financial institution where you hold your account will send a 1099-INT form at tax time whenever you earn more than $10 in interest income. The tax you’ll pay will depend on your marginal tax rate.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nSavings accounts offer you a place to put your money that is separate from your everyday banking needs, allowing you to stash money for a rainy day or earmark funds to achieve a big savings goal. What’s more, the bank’s security measures, along with federal protection against bank failures provided by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">Federal Deposit Insurance Corporation (FDIC)</a>, will keep your money safer than it would be under your mattress or in your sock drawer.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nBeyond keeping your funds safe, savings accounts also earn interest, so it pays to keep any unneeded funds in a savings account instead of accumulating cash in your checking account, where it will likely earn little or nothing. At the same time, your access to funds in a savings account will remain extremely liquid, unlike certificates of deposit, which impose a hefty penalty if you withdraw your funds too soon.\n", "\nHolding a savings account at the same institution as your primary checking account can offer several convenience and efficiency benefits. Since transfers between accounts at the same institution are usually instantaneous, deposits or withdrawals to your savings account from your checking account will take effect right away. This makes it easy to transfer excess cash from your checking account and have it immediately earn interest—or transfer money the other way if you need to cover a large checking transaction.\n", "\nMany institutions allow you to open more than one savings account, which can be handy if you want to keep track of your savings progress on multiple goals. For instance, you could have one savings account to save for a big trip while a separate one holds surplus cash from your checking account.\n", "\nThe trade-off for a savings account’s easy access and reliable safety is that it won’t pay as much as other savings instruments. For instance, you can earn a higher return with certificates of deposit or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\" rel=\"noopener noreferrer\">Treasury bills</a>, or by investing in stocks and bonds if your time horizon is long enough. As a result, savings accounts present an opportunity cost if used for long-term savings.\n", "\nAlso, while the liquidity of a savings account is one of its key benefits, it can also be a downside, as the ready availability of funds may tempt you to spend what you’ve saved. In contrast, it is much more difficult to cash in a bond, withdraw funds from a retirement account, or sell a stock than it is to take money out of your savings account, especially if that account is linked to your checking account.\n", "\nSavings accounts are also a poor choice for funds you need to access frequently. Because rules previously restricted withdrawal transactions to six times per month—whether those were transfers or outright withdrawals at a branch or ATM—a savings account was not always an appropriate vehicle for these funds. The lifting of these restrictions has made the funds more accessible.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAlthough most major banks offer low interest rates on their savings accounts, many banks and credit unions provide much higher returns. In particular, online banks offer some of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-high-yield-savings-accounts-4770633\" rel=\"noopener noreferrer\">the highest savings account rates</a>. Because they don’t have physical branches—or have very few—they spend less on overhead and can often offer higher, more competitive deposit rates as a result.\n", "\nThe key is to shop around, starting with the bank where you hold your checking account. Even if that institution doesn’t offer a competitive savings account rate, it will give you a frame of reference for how much more you can earn by moving your savings elsewhere.\n", "\nAs you shop for the best rates, however, beware of account features that can curtail your earnings, or even drain them. Some promotional savings accounts will only offer the attractive rate they’re advertising for a short period of time. Others will cap the balance that can earn the promotional rate, with dollar amounts above that maximum earning a paltry rate. Even worse is a savings account with fees that cut into the interest you earn each month.\n", "\nTo set up a savings account, visit one of the bank or credit union’s branches, or establish the account online, for those institutions that offer it. You’ll need to provide your name, address, and telephone number, as well as photo identification. Also, because the account earns taxable interest, you’ll be required to provide your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssn.asp\" rel=\"noopener noreferrer\">Social Security Number (SSN)</a>.\n", "\nSome institutions will require you to make an initial minimum deposit at the time you open the account. Others will allow you to open the account first and fund it later. In either case, you can make your initial deposit with a transfer from an account at that institution, an external transfer, a mailed in or mobile deposit check, or a deposit in person at a branch.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/040915/how-much-cash-should-i-keep-bank.asp\">amount you keep in your savings account</a> will depend on your goals for the funds, or your use of the account. If you’ve set up the savings account to sweep excess funds from your checking account, your balance is likely to vary regularly. In contrast, if you are building up to a savings goal, your balance will likely start low and increase steadily over time.\n", "\nIf you’ve instead established your savings account as an emergency fund, financial advisors typically recommend holding enough savings <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/emergency_fund.asp\">to cover at least three to six months’ living expenses</a>, giving you a financial cushion in case you lose your job, face a medical issue, or encounter another money-draining emergency. However, some analysts recommend keeping only some of that emergency fund in a simple savings account, while moving the rest of it to an account or instrument that earns a higher return.\n", "\nIn any case, note that deposits at banks are covered by FDIC insurance and at credit unions, by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/ncua-insured-institution.asp\">NCUA</a> insurance. Both of these protect each individual account holder at the institution for up to $250,000 in deposit balances, should the institution fail. For most consumers, this more than covers what they have on deposit. But if you are holding more than $250,000 in deposit accounts, you’ll want to split your balance across more than one account holder or institution.<span class=\"ql-inline-citation\" data-cite=\"5\"></span><span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n"]}