{"name": "Self-Employment Definition", "@id": "https://www.investopedia.com/terms/s/self-employed.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/s/self-employed-person.asp", "https://www.investopedia.com/terms/i/independent-contractor.asp", "https://www.investopedia.com/terms/s/selfemploymenttax.asp", "https://www.investopedia.com/terms/e/estimated-tax.asp", "https://www.investopedia.com/terms/f/freelancer.asp"], "body": ["\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-employed-person.asp\" rel=\"noopener noreferrer\">self-employed person</a> does not work for a specific employer who pays them a consistent salary or wage. Self-employed individuals, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/independent-contractor.asp\" rel=\"noopener noreferrer\">independent contractors</a>, earn income by contracting with a trade or business directly.\n", "\nIn most cases, the payer will not withhold taxes, so <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/09/self-employed-tax-deductions.asp\" rel=\"noopener noreferrer\">this becomes the responsibility of the self-employed individual</a>.\n", "\nSelf-employed persons may be involved in a variety of occupations but generally are highly skilled at a particular kind of work. Writers, tradespeople, freelancers, traders/investors, lawyers, salespeople, and insurance agents all may be self-employed persons.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nAlthough the precise definition of self-employment varies among the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bls.asp\" rel=\"noopener noreferrer\">U.S. Bureau of Labor Statistics (BLS)</a>, the Internal Revenue Service (IRS), and private research firms, those who are self-employed include independent contractors, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/soleproprietorship.asp\" rel=\"noopener noreferrer\">sole proprietors</a> of businesses, and individuals engaged in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/partnership.asp\" rel=\"noopener noreferrer\">partnerships</a>.\n", "\nA self-employed person refers to any person who earns their living from any independent pursuit of economic activity, as opposed to earning a living working for a company or another individual (an employer). A freelancer or an independent contractor who performs all of their work for a single client may still be a self-employed person.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/self-employed-person.asp\" rel=\"noopener noreferrer\">self-employed person</a> is not often the same thing as being a business owner. The owner of a business, for instance, may hire employees and essentially become the boss—an employee-owner who operates and manages the business.\n", "\nAlternatively, a business owner has an ownership stake but may not be involved in the day-to-day operations of the company. In contrast, a person who is self-employed both owns the business and is also the primary or sole operator. The taxation rules that apply to those who are self-employed differ from the employee or a business owner.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nIndependent contractors are businesses or individuals hired to do specific jobs. They receive payment only for the jobs that they do. Because they are not considered employees, they do not receive benefits or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workers-compensation.asp\" rel=\"noopener noreferrer\">workers’ compensation</a>, their clients do not withhold taxes from their payments for work performed, and equal opportunity laws do not apply to them.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n", "\nExamples of independent contractors include doctors, journalists, freelance workers, lawyers, actors, and accountants who are in business for themselves. It is worth noting that independent contractors are not just limited to specialized fields. An NPR/Marist poll conducted in December 2017 found that one in five jobs in the United States is a contracted worker as opposed to a full-time employee.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/soleproprietorship.asp\" rel=\"noopener noreferrer\">Sole proprietors</a> are the only owners of unincorporated businesses, while partnerships involve two or more self-employed people who form a business together.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿ Independent contractors, sole proprietors, and partnerships often hire a small number of employees to help them with their work.\n", "\nAccording to a Gallup survey commissioned by Quickbooks and published in 2019, as of 2017 (the most recent figure as of early 2020), self-employed people and their employees accounted for 28% of the workforce in the United States (including people with multiple jobs who are both employees and self-employed). The industries with the highest rates of independently employed people include agriculture, construction, and business and professional services.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n", "\nHowever, the report took pains to point out in an executive summary that “it is important to note this research was conducted before the COVID-19 pandemic, which has clearly impacted the way Americans work today.”<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿ With the increasing prevalence of Americans working from home or losing jobs due to the pandemic, it’s very likely that the ranks of the self-employed have swelled even more.\n", "\nA self-employed person must file annual taxes and pay <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estimated-tax.asp\" rel=\"noopener noreferrer\">estimated quarterly tax</a>. On top of income tax, they are also, typically, required to pay a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/selfemploymenttax.asp\" rel=\"noopener noreferrer\">self-employment tax</a> of 15.3%. Of this tax, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/030216/social-security-selfemployed-how-it-works.asp\" rel=\"noopener noreferrer\">12.4% goes to Social Security on the first $137,700 of earnings</a> as of 2020 ($142, 800 in 2021) and 2.9% goes to Medicare tax.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿\n", "\nThe self-employed person will pay the employer and the employee portion of Social Security and Medicare taxes. Those who make less than an annual net profit of $400 are exempt from paying taxes on that income.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gig-economy.asp\" rel=\"noopener noreferrer\">gig economy</a>, a phenomenon that emerged with digitalization, includes everything from Uber drivers to dog walkers to consultants. There are upsides and downsides to being a gig worker. The advantages are, of course, flexibility and control, but the disadvantages are that there is no guarantee of work, the pay is often low, and there are no employee benefits such as sick leave or a healthcare plan. Gig workers must be disciplined when it comes to paying taxes because they do not receive W-2s and must handle all tax withholding independently.\n"]}