{"name": "Self-Employed Contributions Act (SECA) Tax Definition", "@id": "https://www.investopedia.com/terms/s/seca.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/f/fica.asp", "https://www.investopedia.com/terms/s/selfemploymenttax.asp", "https://www.investopedia.com/terms/s/social-security-tax.asp", "https://www.investopedia.com/terms/p/payrolltax.asp", "https://www.investopedia.com/terms/m/medicarewages.asp"], "body": ["\nThe Self-Employed Contributions Act (SECA) tax is a levy from the U.S. government on those who work for themselves, rather than for an outside company. It requires self-employed workers to contribute tax equivalent to both the employer and employee portions of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fica.asp\" rel=\"noopener noreferrer\">Federal Insurance Contributions Act (FICA)</a> tax, which funds Social Security and Medicare. <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSECA taxes are computed on the basis of net earnings, defined as the gross income derived from business activities, minus the expenses incurred in the course of doing business. <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-tax.asp\" rel=\"noopener noreferrer\">Social Security tax</a> is assessed at a basic rate of 6.2% for an employer and 6.2% for the employee. <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Self-employed taxpayers subject to SECA are taxed at 12.4% (6.2% + 6.2%), as they are considered to be both employer and employee. <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThere are limits, however, on how much income is subject to this percentage. The Social Security tax is only applied to the first $137,700 of net income, for a maximum tax of $17,075 in tax year 2020. (In 2021, the tax will be applied to the first $142,800 of net income, for a maximum tax of $17,707.)<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Any income above that level is not subject to Social Security tax.\n", "\nThe Medicare tax rate is 2.9% (1.45% for employers plus 1.45% for employees), and there is no exemption above a certain income. Total SECA tax is, therefore, 15.3%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ A self-employed person who has a net income of exactly $137,700 in 2020 would have to remit SECA taxes of 15.3% of their income (12.4% + 2.9%), which comes to $21,068 (in 2021, 15.3% of net income of $142,800 would be $21,848 in SECA taxes).\n", "\nHigh-income earners face an additional SECA levy. As a result of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/020714/new-taxes-under-affordable-care-act.asp\" rel=\"noopener noreferrer\">Affordable Care Act (ACA)</a>, individuals with net income above $200,000 ($250,000 for married couples filing jointly) will be subject to an additional 0.9% Medicare tax. <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe employer portion of the payment is deductible as a business expense. In other words, the IRS allows self-employed individuals to use the employer half of the self-employment tax as a business deduction for purposes of calculating the taxpayer's income tax. This takes into account that the efforts of running a company are taken on by an individual, rather than an \"employer,\" which would be the case for an employee of a company. <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIt is important to note that self-employment taxes refer to Social Security and Medicare taxes, similar to FICA taxes paid by an employer. When a taxpayer takes a deduction of one-half of the SECA tax, it is only a deduction for the calculation of that taxpayer's income tax. It does not reduce the net earnings from self-employment or reduce the self-employment tax itself. <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nSince taxpayers who are self-employed aren't subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/withholdingtax.asp\" rel=\"noopener noreferrer\">withholding tax</a>, the IRS requires SECA tax to be included in quarterly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estimated-tax.asp\" rel=\"noopener noreferrer\">estimated payments</a> of income taxes. If self-employed net earnings are less than $400 (or $108.28 from a church or other qualified church-controlled organization exempt from employer Social Security and Medicare taxes), no SECA tax is due, and it is not required to be listed on a tax return. <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ However, if self-employed net earnings are above this minimum, SECA tax must be paid on the entire amount, including the amount under the minimum.\n"]}