{"name": "'Sell in May and Go Away' Definition", "@id": "https://www.investopedia.com/terms/s/sell-in-may-and-go-away.asp", "related": ["https://www.investopedia.com/terms/h/halloween-strategy.asp", "https://www.investopedia.com/terms/h/hulbert-rating.asp", "https://www.investopedia.com/terms/c/crash.asp", "https://www.investopedia.com/terms/q/quarter.asp", "https://www.investopedia.com/terms/b/bearmarket.asp", "https://www.investopedia.com/terms/d/djia.asp"], "body": ["\n\"Sell in May and go away\" is a well-known financial-world adage. It is based on the historical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underperform.asp\">underperformance</a> of some stocks in the \"summery\" six-month period commencing in May and ending in October, compared to the \"wintery\" six-month period from November to April. If an investor follows the this strategy, they would divest their equity holdings in May (or at least, the late spring) and invest again in November (or the mid-autumn).\n", "\nSome investors find this strategy more rewarding than staying in the equity markets throughout the year. They subscribe to the belief that, as warm weather sets in, low volumes and the lack of market participants (presumably on vacations) can make for a somewhat riskier, or at a minimum lackluster, market period.\n", "\nThe phrase \"sell in May and go away\" is thought to originate from an old English saying, \"Sell in May and go away, and come on back on St. Leger's Day.\" This phrase refers to a custom of aristocrats, merchants, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financialcareers/11/banker-or-broker.asp\">bankers</a> who would leave the city of London and escape to the country during the hot summer months. St. Leger's Day refers to the St. Leger's Stakes, a thoroughbred horse race held in mid-September and the last leg of the British Triple Crown.\n", "\nAmerican traders and investors who are likely to spend more time on vacation between Memorial Day and Labor Day mimic this trend and have adopted the phrase as an investing adage. And indeed, for over half a century stock market patterns have supported the theory behind the strategy.\n", "\nFrom 1950 to around 2013, the Dow Jones Industrial Average has had an average return of only <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/sites/davidwismer/2013/09/01/sell-in-may-worked-or-did-it-and-other-quotes-of-the-week/#10736b66284f\">0.3%</a> during the May to October period, compared with an average gain of 7.5% during the November to April period, according to a 2017 column in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/sites/davidwismer/2013/09/01/sell-in-may-worked-or-did-it-and-other-quotes-of-the-week/#79bc57206284\"><em>Forbes</em></a>. While the exact reasons for this seasonal trading pattern were not known, lower trading volumes due to the summer vacation months and increased investment flows during the winter months were cited as contributory reasons for the discrepancy in performance between the May to October and the November to April periods.\n", "\nHowever, recent statistics suggest that this seasonal pattern may not be the case anymore. According to a May 2018 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.investors.com/how-to-invest/how-to-invest-sell-in-may-and-go-away-amazon-nvidia/\" rel=\"nofollow\">article</a> in <em>Investor's Business Daily</em>, if an investor had sold stock in May 2016, she would have missed some lucrative runs. The NASDAQ ended April 2016 at 4775.36; it closed higher in May and soared in late June. The NASDAQ rose by 55% from the end of June 2016 until the end of January 2018.\n", "\nIt could be an anomaly, as much of this record-breaking bull market has been, or it's possible that this behavior heralds the stock market returning to (an older) form. In April 2017, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technical-analyst.asp\">analysts</a> at <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merrilllynch.asp\">Bank of America Merrill Lynch</a> looked at three-month seasonal stock market data going all the way back to 1928 and found that historically, June through August was the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/truth-about-sell-may-and-go-away/\">second-most robust period</a> of the year.\n", "\nInstead of selling in May and going away, some analysts recommend rotation. This strategy means that investors would not cash out their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\">investments</a> but would instead vary their portfolios and focus on products that may be less affected by the seasonal slow growth in the markets during the summer and early autumn, such as technology or health. \n", "\nOf course, for many retail investors with longterm goals, a buy-and-hold strategy—hanging onto equities year-round, year after year, unless there's a change in their fundamentals—remains the best course.\n"]}