{"name": "Series 9/10", "@id": "https://www.investopedia.com/terms/s/series9_10.asp", "related": ["https://www.investopedia.com/terms/s/series4.asp", "https://www.investopedia.com/terms/r/registered-principal.asp", "https://www.investopedia.com/terms/s/series11.asp", "https://www.investopedia.com/terms/s/series26.asp", "https://www.investopedia.com/terms/s/series-28.asp", "https://www.investopedia.com/terms/s/series27.asp"], "body": ["\nSeries 9/10 refers to a two-part securities exam and license entitling the holder to supervise sales activities at a general securities-oriented <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/branch-office.asp\">branch office</a>. Before taking the Series 9/10 Exams, also known as the General Securities Sales Supervisor Qualification Exams, a candidate must have a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/series7.asp\">Series 7</a> license.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe Series 9/10 covers topics such as the supervision of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\">options</a> and general securities sales and trading practices in primary and secondary markets. The Series 9/10 exams are administered by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority (FINRA)</a> and were formerly known as the Series 8 Exam. As the name would suggest, the exam is broken into two parts; the Series 9 is the shorter and covers options sales and trading, as well as regulation and administration. Series 10 represents a deeper dive into a similar but broader range of topics and requirements.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe Series 9/10 is designed to protect the investing public by measuring the competency of General Securities Sales Supervisors and ensuring their expertise in the following areas:\n", "\nSale of corporate securities; rights; warrants; closed-end funds; money market funds; REITs; asset-backed securities; mortgage-backed securities (corporate); equity options; options on (corporate) backed securities; mutual funds; variable annuities and variable life insurance; government securities; repos and certificates of accrual on government securities; direct participation programs.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nSeries 9/10 candidates must be registered with a FINRA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/memberfirm.asp\">member firm</a> or other self-regulatory organization, and must already have passed the Series 7 General Securities Representative test.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe Series 9/10 Exam consists of 215 multiple-choice questions in four major content areas, 60 questions for the Series 9 and 145 questions for the Series 10. This total includes 15 unscored questions randomly placed in each part (five in the Series 9 and 10 in the Series 10). Candidates are allocated 90 minutes to finish the Series 9 and four hours to complete the Series 10. There is no penalty for guessing so candidates should endeavor to answer every question. The test is administered via computer and a score of 70% is required to pass. For more on the exam, see FINRA's Content Outline for the Series 9/10.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nQuestions are frequently changed or updated based on the introduction of new rules and amendments. Below are the job functions the exam tests for, as well as the number of scored questions covering that function:\n", "\nSeries 10 (Part 1):\n", "\nSeries 9 (Part 2):\n", "\nBelow are samples FINRA has provided of the questions types/formats, and the subject matter a Series 9/10 test-taker is likely to encounter. The correct answers are noted with an asterisk:\n", "\n<strong>Example 1</strong>: Which of the following items is considered retail communication?\n", "\n(A) Electronic communication distributed to institutional investors on a daily basis\n", "\n(B) Social media communication with institutional investors on a daily basis\n", "\n(C) Written communication distributed to 10 retail investors within a 30-day period\n", "\n(D) Written communication distributed to more than 25 retail investors within a 30-day period*<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\n<strong>Example 2</strong>: A qualified person must inspect an office of supervisory jurisdiction (OSJ) at least:\n", "\n(A) Quarterly\n", "\n(B) Annually*\n", "\n(C) Every two years\n", "\n(D) Every three years<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\n<strong>Example 3</strong>: Listed equity options would not be adjusted for which of the following actions in the underlying security?\n", "\n(A) A 2-for-1 stock split\n", "\n(B) A 1-for-5 reverse stock split\n", "\n(C) A stock dividend of 5%\n", "\n(D) A cash dividend of $0.50*<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nBoth Series 9/10 and 24 are the exams that must be completed by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\" rel=\"noopener noreferrer\">principal</a> before they can undertake certain sales activities.\n", "\nAccording to the Financial Industry Regulatory Authority (FINRA), a principal who has completed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/professionals/series24/default.asp\" rel=\"noopener noreferrer\">Series 24</a> examination is qualified to supervise the following sales activities:\n", "\n\"Corporate securities; rights; warrants; closed-end funds; money market funds; REITS; asset-backed securities; (corporate) mortgage-backed securities; mutual funds; variable annuities and variable life insurance; direct participation programs; securities traders; venture capital; mergers and acquisitions; and corporate financing.\"<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nFINRA indicates that a principal who has completed the Series 24 exam is also qualified to supervise, in addition to sales, the overall investment banking and securities business of a member firm.\n", "\nCompletion of the Series 9/10 examination, which covers more terrain, qualifies a principal (excluding securities <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trader.asp\" rel=\"noopener noreferrer\">traders</a> and those involved in venture capital; <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\" rel=\"noopener noreferrer\">mergers and acquisitions</a> and corporate financing) to supervise sales in all of the above, as well as the following: <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockoption.asp\" rel=\"noopener noreferrer\">equity options</a>; options on [corporate] <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed securities</a>; government securities; repos and certificates of <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accruals.asp\" rel=\"noopener noreferrer\">accrual</a> on government securities; municipal securities, and municipal fund securities.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n"]}