{"name": "Series 24 Definition", "@id": "https://www.investopedia.com/terms/s/series24.asp", "related": ["https://www.investopedia.com/terms/r/registered-principal.asp", "https://www.investopedia.com/terms/s/series9_10.asp", "https://www.investopedia.com/terms/s/series7.asp", "https://www.investopedia.com/terms/s/series4.asp", "https://www.investopedia.com/terms/s/series11.asp", "https://www.investopedia.com/terms/s/series27.asp"], "body": ["\nThe Series 24 is an exam and license entitling the holder to supervise and manage branch activities at a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\">broker-dealer</a>. It is also known as the General Securities Principal Qualification Examination and was designed to test the knowledge and competency of candidates aiming to become entry-level securities principals. Supervisory activities allowed after passing the exam include regulatory compliance over trading and market-making activities, underwriting, and advertising.\n", "\nThe Series 24 exam is administered by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority (FINRA)</a> and covers topics such as corporate securities, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">real estate investment trusts</a>, trading, customer accounts, and regulatory guidelines. In order to be eligible for a principal registration, a candidate must pass the Series 24 exam, the securities industry essentials (SIE) exam, and one of the following five representative-level qualification exams: Series 7, 57, 79, 82, or 86/87. Candidates can also pass the Series 24 and Series 16 exams but not the SIE and qualify for the research principal registration.\n", "\nThe examination contains 150 scored questions and 10 questions that are not scored, with the non-scored questions randomly distributed throughout the exam. To pass, a candidate must correctly answer at least 105 questions of the 150 scored questions. This equates to a score of 70%. The test administrator provides electronic calculators and dry-erase boards and markers. No other calculators, reference, or study materials are permitted in the examination room.\n", "\nCandidates have a maximum time of three hours and 45 minutes to complete the exam. A FINRA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/memberfirm.asp\">member firm</a> or other applicable firms can register a candidate to take the exam by filing a Form U4 and paying the $120 examination fee.\n", "\nThe Series 24 content is grouped into the five main job functions that a general securities principal engages in regularly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/072913/what-brokerdealer-and-why-should-you-care.asp\">at work for a broker-dealer</a>. Those job functions include:\n"]}