{"name": "Service Sector Definition", "@id": "https://www.investopedia.com/terms/s/service-sector.asp", "related": ["https://www.investopedia.com/terms/t/tertiaryindustry.asp", "https://www.investopedia.com/terms/i/ism-nonmfg.asp", "https://www.investopedia.com/terms/u/utilities_sector.asp", "https://www.investopedia.com/terms/k/knowledge-economy.asp", "https://www.investopedia.com/terms/b/bric.asp", "https://www.investopedia.com/terms/c/constructionspending.asp"], "body": ["\nThe service <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sector.asp\" rel=\"noopener noreferrer\">sector</a> produces intangible goods, more precisely services instead of goods, and according to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bureauofcensus.asp\" rel=\"noopener noreferrer\">U.S. Census Bureau</a>, it comprises various service industries including warehousing and transportation services; information services; <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">securities</a> and other investment services; professional services; waste management; health care and social assistance; and arts, entertainment, and recreation. Countries with economies centered around the service sector are considered more advanced than industrial or agricultural economies.\n", "\nThe service sector, also known as the tertiary sector, is the third tier in the three sector economy. Instead of the product production, this sector produces services maintenance and repairs, training, or consulting. Examples of service sector jobs include housekeeping, tours, nursing, and teaching. By contrast, individuals employed in the industrial or manufacturing sectors produce <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangibleasset.asp\" rel=\"noopener noreferrer\">tangible goods</a>, such as cars, clothes, or equipment.\n", "\nAmong the countries that place heavy emphasis on the service sector, the United States, the United Kingdom, Australia, and China rank among the top. In the United States, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institute-for-supply-management.asp\" rel=\"noopener noreferrer\">Institute for Supply Management (ISM)</a> produces a monthly index that details the general state of business activity in the service sector. This index is regarded as a metric for the overall economic health of the country because approximately two-thirds of U.S. economic activity occurs in the service sector.\n", "\nAccording to the CIA World Factbook, the following countries are the largest by service or tertiary output as of 2018:\n", "\nThe service or tertiary sector is the third piece of a three-part economy. The first economic sector, the primary sector, covers the farming, mining, and agricultural business activities in the economy. The secondary sector covers manufacturing and business activities that facilitate the production of tangible goods from the raw materials produced by the primary sector. The service sector, though classified as the third economic sector, is responsible for the largest portion of the global economy’s business activity.\n", "\nTechnology, specifically information technology systems, is shaping the way businesses in the service sector operate. Businesses in this sector are rapidly placing more focus on what is becoming known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/knowledge-economy.asp\" rel=\"noopener noreferrer\">knowledge economy</a>, or the ability to surpass competitors by understanding what target customers want and need, and operate in a way that meets those wants and needs quickly with minimal cost. In nearly all industries within the sector, businesses adopt new technology to bolster production, increase speed and efficiency, and cut down on the number of employees required for operation. This cuts down on costs and improves incoming revenue streams.\n"]}