{"name": "Severance Pay Definition", "@id": "https://www.investopedia.com/terms/s/severancepay.asp", "related": ["https://www.investopedia.com/terms/u/unemployment-compensation-amendment-1992.asp", "https://www.investopedia.com/terms/s/severence-package.asp", "https://www.investopedia.com/federal-pandemic-unemployment-compensation-fpuc-definition-4802039", "https://www.investopedia.com/terms/u/unemployment-claim.asp", "https://www.investopedia.com/terms/e/ebo.asp", "https://www.investopedia.com/pandemic-unemployment-assistance-pua-definition-4802064"], "body": ["\nSeverance pay is the compensation and/or benefits an employer provides to an employee after employment is over. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/severence-package.asp\" rel=\"noopener noreferrer\">Severance packages</a> may include extended benefits, such as health insurance and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outplacement.asp\" rel=\"noopener noreferrer\">outplacement</a> assistance to help an employee secure a new position.\n", "\nEmployers offer packages to employees who are laid off, whose jobs are eliminated because of downsizing, or who retire. Some employees who resign or are fired may also receive a severance package.\n", "\nSeverance pay can be a goodwill gesture on the part of the employer and can provide the employee with a buffer between working and unemployment.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/052214/seven-considerations-when-you-negotiate-severance.asp\" rel=\"noopener noreferrer\">Severance pay</a> is offered to employees in certain circumstances after their employment ends. The amount an employee receives often depends on how long they were with the employer. Most employers have policies in their employee handbook that outline how they handle severance pay.\n", "\nPackages offered by employers usually come in a lump sum and are taxable. They generally include an employee's regular pay along with some or all of the following:\n", "\nAccording to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.dol.gov/general/topic/wages/severancepay\" rel=\"noopener noreferrer\">U.S. Department of Labor</a>, there is no law that requires employers to provide severance pay.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ However, if an employee's contract stipulates that they receives severance pay upon dismissal or if the employee handbook promises severance pay, the company is legally obligated to follow through with those pledges. Additionally, if the company makes a verbal promise to provide an employee with severance pay, it must uphold that agreement.\n", "\nRegardless of whether a company offers severance pay, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fair-labor-standards-act-flsa.asp\" rel=\"noopener noreferrer\">Fair Labor Standards Act (FLSA)</a> mandates an employer must pay terminated employees through their last day of work, and the employer must also pay any accrued vacation time to employees.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nAs noted, businesses are not required to pay severance, although most offer packages on a case-by-case basis and as dictated by employment contracts.\n", "\nWhen businesses fail to offer severance packages, it can upset staff and create negative public relations. In 2018, Sears announced it planned to lay off hourly employees without giving them any severance pay. The company, which was restructuring in bankruptcy, also said it planned to pay its executives millions in annual bonuses, which drew significant criticism from employees and the general public.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nSeverance pay can affect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-compensation.asp\" rel=\"noopener noreferrer\">unemployment compensation</a> in two ways. If the employer pays the employee severance fee in a lump sum, the employee can apply for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment-insurance.asp\" rel=\"noopener noreferrer\">unemployment insurance</a> right away as they are no longer on the company's payroll.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nHowever, in some cases, companies issue severance pay over a period of several months. Through that process, the employee is still technically on the payroll, even if they do not go to work. This means they cannot apply for unemployment. Similarly, if an employee has unused vacation time, they are on the payroll as they use it.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn other cases, severance pay affects unemployment compensation because of the contracts many people sign when they accept severance pay. In exchange for offering severance packages, some companies make their employees sign statements saying they voluntarily resigned from their posts. These agreements prohibit the employee from claiming unemployment insurance, which is reserved for people who are dismissed from their jobs involuntarily. It is wise to read any documents carefully before signing them; legal advice may also be in order as it is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/052214/seven-considerations-when-you-negotiate-severance.asp\" rel=\"noopener noreferrer\">sometimes possible to improve the initial severance package</a> that was offered.\n"]}