{"name": "Shareholder Definition", "@id": "https://www.investopedia.com/terms/s/shareholder.asp", "related": ["https://www.investopedia.com/terms/v/votingright.asp", "https://www.investopedia.com/terms/s/stock.asp", "https://www.investopedia.com/terms/p/preference-shares.asp", "https://www.investopedia.com/terms/c/common_shareholder.asp", "https://www.investopedia.com/terms/c/convertiblepreferredstock.asp", "https://www.investopedia.com/terms/c/corporation.asp"], "body": ["\nA shareholder, also referred to as a stockholder, is a person, company, or institution that owns at least one share of a company’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/what-owning-stock-actually-means/\" rel=\"noopener noreferrer\">stock</a>, which is known as equity. Because shareholders are essentially owners in a company, they reap the benefits of a business’ success. These rewards come in the form of increased stock valuations, or as financial profits distributed as dividends. Conversely, when a company loses money, the share price invariably drops, which can cause shareholders to lose money, or suffer declines in their portfolios’ values.\n", "\n<strong>[Important: While shareholder are entitled to collect proceeds that are left-over after a company liquidates its assets, creditors, bondholders, and preferred stockholders have precedence over common stockholders, who may be left with nothing.]</strong>\n", "\nA single shareholder who owns and controls more than 50% of a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outstandingshares.asp\">outstanding shares</a> is known as a majority shareholder, while those who hold less than 50% of a company’s stock are classified as minority shareholders.\n", "\nIn many cases, majority shareholders are company founders. In older companies, majority shareholders are frequently descendants of a company founders. In either case, by controlling more than half of a company’s voting interest, majority shareholders wield considerable power to influence key operational decisions, including the replacement of board members, and C-level executives like chief executive officers (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\">CEOs</a>) and other senior personnel. For this reason, companies often attempt to avoid having majority shareholders amongst their ranks.\n", "\nFurthermore, unlike the owners of sole proprietorships or partnerships, corporate shareholders are not personally liable for the company's debts and other financial obligations. Therefore, if a company becomes insolvent, its creditors cannot target a shareholder’s personal assets.\n", "\nAccording to a corporation's charter and bylaws, shareholders traditionally enjoy the following rights:\n", "\nMany companies issue two types of stock: common and preferred. The vast majority of shareholders are common stockholders, primarily because common stock is cheaper and more plentiful than preferred stock. While common stockholders enjoy voting rights, preferred stockholders generally have no voting rights, due to their preferred status, which affords them first crack at dividends, before common stockholder are paid. Furthermore, the dividends paid to preferred stockholders are generally larger than those paid to common stockholders. (For related reading, see \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042015/what-rights-do-all-common-shareholders-have.asp\" rel=\"noopener noreferrer\">What Rights Do All Common Shareholders Have?</a>\")\n", "\nA single shareholder who owns and controls more than 50% of a company's outstanding shares is known as a majority shareholder, while those who hold less than 50% of a company’s stock are classified as minority shareholders. Majority shareholders tend to be company founders or their descendants. Companies prefer not having majority shareholders amongst their ranks as, by controlling more than half of a company’s voting interest, they wield considerable power to influence key operational decisions including the replacement of board members and C-level executives like chief executive officers (CEOs) and other senior personnel.\n", "\nShareholders traditionally have certain important rights. These include the right to inspect the company's books and records, the power to sue the corporation for misdeeds of its directors and/or officers, the right to vote on key corporate matters, such as naming board directors and deciding whether or not to greenlight potential mergers, the right to receive dividends, the right to attend annual meetings, the right to vote on key matters by proxy, and the right to claim a proportionate allocation of proceeds if a company liquidates its assets.\n", "\nThe main difference between preferred and common shareholders is that the former has no voting rights while the latter does. However, preferred shareholders have priority over a company's income, meaning they are paid dividends before common shareholders. Also, common shareholders are last in line when it comes to company assets, which means they will be paid out after creditors, bondholders, and preferred shareholders.\n"]}