{"name": "Share Repurchase Definition", "@id": "https://www.investopedia.com/terms/s/sharerepurchase.asp", "related": ["https://www.investopedia.com/terms/b/buyback.asp", "https://www.investopedia.com/terms/o/outstandingshares.asp", "https://www.investopedia.com/terms/a/accelerated-share-repurchase.asp", "https://www.investopedia.com/terms/l/leveraged_buyback.asp", "https://www.investopedia.com/terms/f/floatshrink.asp", "https://www.investopedia.com/terms/s/sharepurchaseright.asp"], "body": ["\nA share repurchase is a transaction whereby a company buys back its own shares from the marketplace. A company might buy back its shares because management considers them <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/undervalued.asp\" rel=\"noopener noreferrer\">undervalued</a>. The company buys shares directly from the market or offers its shareholders the option of tendering their shares directly to the company at a fixed price.\n", "\nAlso known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyback.asp\" rel=\"noopener noreferrer\">share buyback</a>, this action reduces the number of outstanding shares, which increases both the demand for the shares and the price.\n", "\nBecause a share repurchase reduces the number of shares outstanding, it increases <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS). A higher EPS elevates the market value of the remaining shares. After repurchase, the shares are canceled or held as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-is-treasury-stock/\" rel=\"noopener noreferrer\">treasury shares</a>, so they are no longer held publicly and are not outstanding.\n", "\nA share repurchase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/112013/impact-share-repurchases.asp\" rel=\"noopener noreferrer\">impacts a company's financial statements</a> in various ways. A share repurchase reduces a company's available cash, which is then reflected on the balance sheet as a reduction by the amount the company spent in the buyback.\n", "\nAt the same time, the share repurchase reduces <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockholdersequity.asp\" rel=\"noopener noreferrer\">shareholders' equity</a> by the same amount on the liabilities side of the balance sheet. Investors interested in finding out how much a company has spent on share repurchases can find the information in their quarterly earnings reports.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040815/what-situations-does-it-benefit-company-buy-back-outstanding-shares.asp\" rel=\"noopener noreferrer\">share repurchase</a> reduces the total assets of the business so that its return on assets, return on equity, and other metrics improve when compared to not repurchasing shares. Reducing the number of shares means earnings per share (EPS), revenue, and cash flow grow more quickly.\n", "\nIf the business pays out the same amount of total money to shareholders annually in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> and the total number of shares decreases, each shareholder receives a larger annual dividend. If the corporation grows its earnings and its total dividend payout, decreasing the total number of shares further increases the dividend growth. Shareholders expect a corporation paying regular dividends will continue doing so.\n", "\nIn some cases, a buyback can hide a slightly declining <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/122414/net-income-same-profit.asp\" rel=\"noopener noreferrer\">net income</a>. If the share repurchase reduces the shares outstanding to a greater extent than the fall in net income, the EPS will rise irrespective of the financial state of the business.\n", "\nShare repurchases fill the gap between excess capital and dividends so that the business returns more to shareholders without locking into a pattern. For example, assume the corporation wants to return 75% of its earnings to shareholders and keep its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividendpayoutratio.asp\" rel=\"noopener noreferrer\">dividend payout ratio</a> at 50%. The company returns the other 25% in the form of share repurchases to complement the dividend.\n", "\nA share repurchase shows the corporation believes its shares are undervalued and is an efficient method of putting money back in shareholders’ pockets. The share repurchase reduces the number of existing shares, making each worth a greater percentage of the corporation. The stock’s EPS increases while the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\" rel=\"noopener noreferrer\">price-to-earnings ratio</a> (P/E) decreases or the stock price increases. A share repurchase demonstrates to investors that the business has sufficient cash set aside for emergencies and a low probability of economic troubles.\n", "\nA criticism of buybacks is that they are often ill-timed. A company will buy back shares when it has plenty of cash or during a period of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-health.asp\" rel=\"noopener noreferrer\">financial health</a> for the company and the stock market. The stock price of a company is likely to be high at such times, and the price might drop after a buyback. A drop in the stock price can imply that the company is not so healthy after all.\n", "\nAlso, a share repurchase can give investors the impression that the corporation does not have other profitable opportunities for growth, which is an issue for growth investors looking for revenue and profit increases. A corporation is not obligated to repurchase shares due to changes in the marketplace or economy. Repurchasing shares puts a business in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/10/share-buybacks.asp\" rel=\"noopener noreferrer\">precarious situation</a> if the economy takes a downturn or the corporation faces financial obligations that it cannot meet.\n"]}