{"name": "Short Sale Definition", "@id": "https://www.investopedia.com/terms/s/shortsale.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/r/rebate.asp", "https://www.investopedia.com/terms/l/longshort-ratio.asp", "https://www.investopedia.com/terms/s/shortsqueeze.asp", "https://www.investopedia.com/terms/s/seller.asp", "https://www.investopedia.com/terms/b/beartrap.asp"], "body": ["\nA short sale is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sale.asp\" rel=\"noopener noreferrer\">sale</a> of an asset or stock the seller does not own. It is generally a transaction in which an investor sells borrowed securities in anticipation of a price decline; the seller is then required to return an equal number of shares at some point in the future. In contrast, a seller owns the security or stock in a long position.\n", "\nA short sale is a transaction in which the seller does not actually own the stock that is being sold but borrows it from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\" rel=\"noopener noreferrer\">broker-dealer</a> through which they are placing the sell order. The seller then has the obligation to buy back the stock at some point in the future. Short sales are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\" rel=\"noopener noreferrer\">margin</a> transactions, and their equity reserve requirements are more stringent than for purchases.\n", "\nBrokers borrow the shares for short sale transactions from custody banks and fund management companies that lend them as a revenue stream. Institutions that lend shares for short selling include JPMorgan Chase &amp; Co. and Merrill Lynch Wealth Management.\n", "\nThe main advantage of a short sale is that it allows traders to profit from a drop in price. Short sellers aim to sell shares while the price is high, and then buy them later after the price has dropped. Short sales are typically executed by investors who think the price of the stock being sold will decrease in the short term (such as a few months).\n", "\nIt is important to understand that short sales are considered risky because if the stock price rises instead of declines, there is theoretically no limit to the investor's possible loss. As a result, most experienced short sellers will use a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop-loss</a> order, so that if the stock price begins to rise, the short sale will be automatically <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cover.asp\" rel=\"noopener noreferrer\">covered</a> with only a small loss. Be aware, however, that the stop-loss triggers a market order with no guaranteed price. This can be a risky strategy for volatile or illiquid stocks.\n", "\nShort sellers can buy the borrowed shares and return them to the broker any time before they're due. Returning the shares shields the short seller from any further price increases or decreases the stock may experience.\n", "\nShort sales allow for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\" rel=\"noopener noreferrer\">leveraged</a> profits because <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/05/marginaccountshortsell.asp\" rel=\"noopener noreferrer\">these trades are always placed on margin</a>, which means that the full amount of the trade does not have to be paid for. Therefore, the entire gain realized from a short sale can be much larger than the available equity in an investor's account would otherwise permit.\n", "\nThe margin rule requirements for short sales dictate that 150% of the value of the shares shorted needs to be initially held in the account. Therefore, if the value of the shares shorted is $25,000, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/initialmargin.asp\" rel=\"noopener noreferrer\">initial margin</a> requirement would be $37,500. This prevents the proceeds from the sale from being used to purchase other shares before the borrowed shares are returned. However, since this includes the $25,000 from the short sale, the investor is only putting up 50%, or $12,500.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nShort selling has many risks that make it unsuitable for a novice investor. For starters, it limits maximum gains while potentially exposing the investor to unlimited losses. A stock can only fall to zero, resulting in a 100% loss for a long investor, but there is no limit to how high a stock can theoretically go. A short seller who has not covered his or her position with a stop-loss buyback order can suffer tremendous losses if the stock price runs higher.\n", "\nFor example, consider a company that becomes embroiled in scandal when its stock is trading at $70 per share. An investor sees an opportunity to make a quick profit and sells the stock short at $65. But then the company is able to quickly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exoneration.asp\">exonerate</a> itself from the accusations by coming up with tangible proof to the contrary. The stock price quickly rises to $80 a share, leaving the investor with a loss of $15 per share for the moment. If the stock continues to rise, so do the investor's losses.  \n", "\nShort selling also involves significant expenses. There are the costs of borrowing the security to sell, the interest payable on the margin account that holds it, and trading commissions.\n", "\nAnother major obstacle that short sellers must overcome is that markets have historically moved in an upward trend over time, which works against profiting from broad market declines in any long-term sense. Furthermore, the overall <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\">efficiency</a> of the markets often builds the effect of any kind of bad news about a company into its current price. For instance, if a company is expected to have a bad earnings report, in most cases, the price will have already dropped by the time earnings are announced. Therefore, to make a profit, most short sellers must be able to anticipate a drop in a stock's price before the market analyzes the cause of the drop in price.\n", "\nShort sellers also need to consider the risk of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsqueeze.asp\">short squeezes</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyin.asp\">buy-ins</a>. A short squeeze occurs when a heavily shorted stock moves sharply higher, which \"squeezes\" more short sellers out of their positions and drives the price of the stock higher. Buy-ins occur when a broker closes short positions in a difficult-to-borrow stock whose lenders want it back.\n", "\nFinally, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/regulatory_risk.asp\">regulatory risks</a> arise with bans on short sales in a specific sector or in the broad market to avoid panic and selling pressures.\n", "\nNear-perfect timing is required to make short selling work, unlike the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyandhold.asp\">buy-and-hold</a> method that allows time for an investment to work itself out. Only disciplined traders should sell short, as it requires discipline to cut a losing short position rather than adding to it and hoping it will work out.\n", "\nMany successful short sellers profit by finding companies that are fundamentally misunderstood by the market (e.g., Enron and WorldCom). For example, a company that is not disclosing its current financial condition can be an ideal target for a short seller. While short sales can be profitable under the right circumstances, they should be approached carefully by experienced investors who have done their homework on the company they are shorting. Both fundamental and technical analysis can be useful tools in determining when it is appropriate to sell short.\n", "\nBecause it can damage a company's stock price, short sales have many critics, consisting primarily of companies that have been shorted. A 2004 research paper by Owen Lamont, then a professor at Yale, found that companies that engaged in a tactical war against traders who shorted their stock suffered a 2% drop in their returns per month in the next year.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nLegendary investor <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/071801.asp\">Warren Buffett</a> welcomes short sellers. \"The more shorts, the better, because they have to buy the stock later on,\" he is reported to have said. According to him, short sellers are necessary correctives who \"sniff out\" wrongdoing or problematic companies in the market.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nIn real estate, a short sale is the sale of real estate in which the net proceeds are less than the mortgage owed or the total amount of lien debts that secure the property. In a short sale, the sale is executed when the mortgagee or lienholder accepts an amount less than what is owed and when the sale is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/armslength.asp\" rel=\"noopener noreferrer\">arm's length transaction</a>. Although not the most favorable transaction for buyers and lenders, it is preferred over <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\" rel=\"noopener noreferrer\">foreclosure</a>.\n", "\nSuppose an investor borrows 1,000 shares at $25 each, or $25,000. Let's say the shares fall to $20 and the investor closes the position. To close the position, the investor needs to purchase 1,000 shares at $20 each, or $20,000. The investor captures the difference between the amount he receives from the short sale and the amount he paid to close the position, or $5,000.\n"]}