{"name": "Short Covering Definition", "@id": "https://www.investopedia.com/terms/s/shortcovering.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/s/shortsqueeze.asp", "https://www.investopedia.com/terms/d/daystocover.asp", "https://www.investopedia.com/terms/s/short.asp", "https://www.investopedia.com/terms/s/shortinterest.asp", "https://www.investopedia.com/terms/s/shortinteresttheory.asp"], "body": ["\nShort covering refers to buying back borrowed securities in order to close out an open short position at a profit or loss. It requires purchasing the same security that was initially <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\" rel=\"noopener noreferrer\">sold short</a>, and handing back the shares initially borrowed for the short sale. This type of transaction is referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buytocover.asp\" rel=\"noopener noreferrer\">buy to cover</a>.\n", "\nFor example, a trader sells short 100 shares of XYZ at $20, based on the opinion those shares will head lower. When XYZ declines to $15, the trader buys back XYZ to cover the short position, booking a $500 profit from the sale.\n", "\nShort covering is necessary in order to close an open short position. A short position will be profitable if it is covered at a lower price than the initial transaction; it will incur a loss if it is covered at a higher price than the initial transaction. When there is a great deal of short covering occurring in a security, it may result in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsqueeze.asp\" rel=\"noopener noreferrer\">short squeeze</a>, wherein short sellers are forced to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidate.asp\" rel=\"noopener noreferrer\">liquidate</a> positions at progressively higher prices as they lose money and their brokers invoke <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\" rel=\"noopener noreferrer\">margin calls</a>.\n", "\nShort covering can also occur involuntarily when a stock with very high short interest is subjected to a “buy-in”. This term refers to the closing of a short position by a broker-dealer when the stock is extremely difficult to borrow and lenders are demanding it back. Often times, this occurs in stocks that are less liquid with fewer shareholders.\n", "\nThe higher the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortinterest.asp\" rel=\"noopener noreferrer\">short interest</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortinterestratio.asp\" rel=\"noopener noreferrer\">short interest ratio</a> (SIR), the greater the risk that short covering may occur in a disorderly fashion. Short covering is generally responsible for the initial stages of a rally after a prolonged <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearmarket.asp\" rel=\"noopener noreferrer\">bear market</a>, or a protracted decline in a stock or other security. Short sellers usually have shorter-term holding periods than investors with <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long positions</a>, due to the risk of runaway losses in a strong uptrend. As a result, short sellers are generally quick to cover short sales on signs of a turnaround in market sentiment or a security's bad fortunes.\n", "\nConsider that XYZ has 50 million shares outstanding, 10 million shares sold short, and an average daily trading volume of 1 million shares. XYZ has a short interest of 20% and a SIR of 10, both of which are quite high (suggesting that short covering could be difficult).\n", "\nXYZ loses ground over a number of days or weeks, encouraging even greater short selling. One morning before they open, they announce a major client that will greatly increase quarterly income. XYZ gaps higher at the opening bell, reducing short seller profits or adding to losses. Some short sellers want to exit at a more favorable price and hold off on covering, while other short sellers exit positions aggressively. This disorderly short covering, forces XYZ to head higher in a feedback loop that continues until the short squeeze is exhausted, while short sellers waiting for a beneficial reversal incur even higher losses.\n"]}