{"name": "Short Selling Definition", "@id": "https://www.investopedia.com/terms/s/shortselling.asp", "related": ["https://www.investopedia.com/terms/s/shortcovering.asp", "https://www.investopedia.com/terms/d/daystocover.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/r/rebate.asp", "https://www.investopedia.com/terms/s/shortsqueeze.asp", "https://www.investopedia.com/terms/b/beartrap.asp"], "body": ["\nShort selling is an investment or trading strategy that speculates on the decline in a stock or other security's price. It is an advanced strategy that should only be undertaken by experienced traders and investors.\n", "\nTraders may use short selling as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/speculation.asp\" rel=\"noopener noreferrer\">speculation</a>, and investors or portfolio managers may use it as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedge</a> against the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downsiderisk.asp\" rel=\"noopener noreferrer\">downside risk</a> of a long position in the same security or a related one. Speculation carries the possibility of substantial risk and is an advanced trading method. Hedging is a more common transaction involving placing an offsetting position to reduce risk exposure.\n", "\nIn short selling, a position is opened by borrowing shares of a stock or other asset that the investor believes will decrease in value. The investor then sells these borrowed shares to buyers willing to pay the market price. Before the borrowed shares must be returned, the trader is betting that the price will continue to decline and they can purchase them at a lower cost. The risk of loss on a short sale is theoretically unlimited since the price of any asset can climb to infinity.\n", "\nWimpy of the famous <em>Popeye </em>comic strip would have been a perfect short seller. The comic character was famous for saying he would \"gladly pay next Tuesday for a hamburger today.\" In short selling, the seller opens a position by borrowing shares, usually from a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\">broker-dealer</a>. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/how-does-one-make-money-short-selling/\">The short seller will try to make money</a> on the use of those shares before they must return them to the lender.\n", "\nTo open a short position, a trader must have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\">margin account</a> and will usually have to pay interest on the value of the borrowed shares while the position is open. Also, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority, Inc.</a> (FINRA), which enforces the rules and regulations governing registered brokers and broker-dealer firms in the United States, the New York Stock Exchange (NYSE), and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\">Federal Reserve</a> have set minimum values for the amount that the margin account must maintain—known as the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maintenancemargin.asp\">maintenance margin</a>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> If an investor's account value falls below the maintenance margin, more funds are required, or the position might be sold by the broker.\n", "\nTo close a short position, a trader buys the shares back on the market—hopefully at a price less than what they borrowed the asset—and returns them to the lender or broker. Traders must account for any interest charged by the broker or commissions charged on trades.\n", "\nThe process of locating shares that can be borrowed and returning them at the end of the trade is handled behind the scenes by the broker. Opening and closing the trade can be made through the regular trading platforms with most brokers. However, each broker will have qualifications the trading account must meet before they allow margin trading.\n", "\nThe most common reason for engaging in short selling is speculation as opposed to hedging. Investment strategy can be classified as investment or speculation. Two parameters define this:\n", "\nThe activity of hedging an investment is considered to be lower risk than trading for speculation because it is generally conducted over a longer-term time horizon. Because of the additional risks in short selling, it is usually conducted over a smaller time horizon and is thus more likely to be an activity conducted for speculation.\n", "\nImagine a trader who believes that XYZ stock—currently trading at $50—will decline in price in the next three months. They borrow 100 shares and sell them to another investor. The trader is now “short” 100 shares since they sold something that they did not own but had borrowed. The short sale was only made possible by borrowing the shares, which may not always be available if the stock is already heavily shorted by other traders.\n", "\nA week later, the company whose shares were shorted reports dismal financial results for the quarter, and the stock falls to $40. The trader decides to close the short position and buys 100 shares for $40 on the open market to replace the borrowed shares. The trader’s profit on the short sale, excluding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\" rel=\"noopener noreferrer\">commissions</a> and interest on the margin account, is $1,000: ($50 - $40 = $10 x 100 shares = $1,000).\n", "\nUsing the scenario above, let's now suppose the trader did not close out the short position at $40 but decided to leave it open to capitalize on a further price decline. However, a competitor swoops in to acquire the company with a takeover offer of $65 per share, and the stock soars. If the trader decides to close the short position at $65, the loss on the short sale would be $1,500: ($50 - $65 = negative $15 x 100 shares = $1,500 loss). Here, the trader had to buy back the shares at a significantly higher price to cover their position.\n", "\nApart from speculation, short selling has another useful purpose—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedge.asp\" rel=\"noopener noreferrer\">hedging</a>—often perceived as the lower-risk and more respectable avatar of shorting. The primary objective of hedging is protection, as opposed to the pure profit motivation of speculation. Hedging is undertaken to protect gains or mitigate losses in a portfolio, but since it comes at a significant cost, the vast majority of retail investors do not consider it during normal times.\n", "\nThe costs of hedging are twofold. There’s the actual cost of putting on the hedge, such as the expenses associated with short sales, or the premiums paid for protective options contracts. Also, there’s the opportunity cost of capping the portfolio’s upside if markets continue to move higher. As a simple example, if 50% of a portfolio that has a close correlation with the S&amp;P 500 index (S&amp;P 500) is hedged, and the index moves up 15% over the next 12 months, the portfolio would only record approximately half of that gain or 7.5%.\n", "\nSelling short can be costly if the seller guesses wrong about the price movement. A trader who has bought stock can only lose 100% of their outlay if the stock moves to zero.\n", "\nHowever, a trader who has shorted stock can lose much more than 100% of their original investment. The risk comes because there is no ceiling for a stock’s price, it can rise \"to infinity and beyond\"—to coin a phrase from another comic character, Buzz Lightyear. Also, while the stocks were held, the trader had to fund the margin account. Even if all goes well, traders have to figure in the cost of the margin interest when calculating their profits.\n", "\nWhen it comes time to close a position, a short seller might have trouble finding enough shares to buy—if a lot of other traders are also shorting the stock or if the stock is thinly traded. Conversely, sellers can get caught in a short squeeze loop if the market, or a particular stock, starts to skyrocket.\n", "\nOn the other hand, strategies that offer high risk also offer a high-yield reward. Short selling is no exception. If the seller predicts the price moves correctly, they can make a tidy return on investment (ROI), primarily if they use margin to initiate the trade. Using margin provides leverage, which means the trader did not need to put up much of their capital as an initial investment. If done carefully, short selling can be an inexpensive way to hedge, providing a counterbalance to other portfolio holdings.\n", "\nBeginning investors should generally avoid short selling until they get more trading experience under their belts. That being said, short selling through ETFs is a somewhat safer <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090115/7-best-etf-trading-strategies-beginners.asp\">strategy</a> due to the lower risk of a short squeeze.\n", "\nBesides the previously-mentioned risk of losing money on a trade from a stock's price rising, short selling has additional risks that investors should consider.\n", "\nShorting is known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\" rel=\"noopener noreferrer\">margin trading</a>. When short selling, you open a margin account, which allows you to borrow money from the brokerage firm using your investment as collateral. Just as when you go long on margin, it's easy for losses to get out of hand because you must meet the minimum <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maintenancemargin.asp\" rel=\"noopener noreferrer\">maintenance</a> requirement of 25%. If your account slips below this, you'll be subject to a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\" rel=\"noopener noreferrer\">margin call</a> and forced to put in more cash or liquidate your position. <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nEven though a company is overvalued, it could conceivably take a while for its stock price to decline. In the meantime, you are vulnerable to interest, margin calls, and being called away.\n", "\nIf a stock is actively shorted with a high short float and days to cover ratio, it is also at risk of experiencing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsqueeze.asp\" rel=\"noopener noreferrer\">short squeeze</a>. A short squeeze happens when a stock begins to rise, and short sellers cover their trades by buying their short positions back. This buying can turn into a feedback loop. Demand for the shares attracts more buyers, which pushes the stock higher, causing even more short-sellers to buy back or cover their positions.\n", "\nRegulators may sometimes impose bans on short sales in a specific sector, or even in the broad market, to avoid panic and unwarranted selling pressure. Such actions can cause a sudden spike in stock prices, forcing the short seller to cover short positions at huge losses.\n", "\nHistory has shown that, in general, stocks have an upward drift. Over the long run, most stocks appreciate in price. For that matter, even if a company barely improves over the years, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a> or the rate of price increase in the economy should drive its stock price up somewhat. What this means is that shorting is betting against the overall direction of the market.\n", "\nUnlike buying and holding stocks or investments, short selling involves significant costs, in addition to the usual trading commissions that have to be paid to brokers. Some of the costs include: \n", "\nMargin interest can be a significant expense when trading stocks on margin. Since short sales can only be made via margin accounts, the interest payable on short trades can add up over time, especially if short positions are kept open over an extended period.\n", "\nShares that are difficult to borrow—because of high short interest, limited float, or any other reason—have “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hardtoborrowlist.asp\">hard-to-borrow</a>” fees that can be quite substantial. The fee is based on an annualized rate that can range from a small fraction of a percent to more than 100% of the value of the short trade and is pro-rated for the number of days that the short trade is open.\n", "\nAs the hard-to-borrow rate can fluctuate substantially from day to day and even on an intra-day basis, the exact dollar amount of the fee may not be known in advance. The fee is usually assessed by the broker-dealer to the client’s account either at month-end or upon closing of the short trade, and if it is quite large, can make a big dent in the profitability of a short trade or exacerbate losses on it.\n", "\nThe short seller is responsible for making dividend payments on the shorted stock to the entity from whom the stock has been borrowed. The short seller is also on the hook for making payments on account of other events associated with the shorted stock, such as share splits, spin-offs, and bonus share issues, all of which are unpredictable events.\n", "\nTwo metrics used to track short selling activity on a stock are:\n", "\nBoth short-selling metrics help investors understand whether the overall sentiment is bullish or bearish for a stock.\n", "\nFor example, after oil prices declined in 2014, General Electric Co.’s (GE) energy divisions began to drag on the performance of the entire company. The short interest ratio jumped from less than 1% to more than 3.5% in late 2015 as short sellers began anticipating a decline in the stock. By the middle of 2016, GE’s share price had topped out at $33 per share and began to decline. By February 2019, GE had fallen to $10 per share, which would have resulted in a profit of $23 per share to any short sellers lucky enough to short the stock near the top in July 2016.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nTiming is crucial when it comes to short selling. Stocks typically decline much faster than they advance, and a sizeable gain in a stock may be wiped out in a matter of days or weeks on an earnings miss or other bearish development. The short seller thus has to time the short trade to near perfection. Entering the trade too late may result in a huge opportunity cost in terms of lost profits, since a major part of the stock’s decline may already have occurred.\n", "\nOn the other hand, entering the trade too early may make it difficult to hold on to the short position in light of the costs involved and potential losses, which would skyrocket if the stock increases rapidly. \n", "\nThere are times when the odds of successful shorting improve, such as the following:\n", "\nThe dominant trend for a stock market or sector is down during a bear market. So traders who believe that “the trend is your friend” have a better chance of making profitable short sale trades during an entrenched bear market than they would during a strong bull phase. Short sellers revel in environments where the market decline is swift, broad, and deep—like the global bear market of 2008-09—because they stand to make windfall profits during such times.\n", "\nA stock’s fundamentals can deteriorate for any number of reasons—slowing revenue or profit growth, increasing challenges to the business, rising input costs that are putting pressure on margins, and so on. For the broad market, worsening fundamentals could mean a series of weaker data that indicate a possible economic slowdown, adverse geopolitical developments like the threat of war, or bearish technical signals like reaching new highs on decreasing volume, deteriorating market breadth. Experienced short sellers may prefer to wait until the bearish trend is confirmed before putting on short trades, rather than doing so in anticipation of a downward move. This is because of the risk that a stock or market may trend higher for weeks or months in the face of deteriorating fundamentals, as is typically the case in the final stages of a bull market.\n", "\nShort sales may also have a higher probability of success when the bearish trend is confirmed by multiple <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\" rel=\"noopener noreferrer\">technical indicators</a>. These indicators could include a breakdown below a key long-term support level or a bearish moving average crossover like the “death cross.” An example of a bearish moving average crossover occurs when a stock's 50-day moving average falls below its 200-day moving average. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\" rel=\"noopener noreferrer\">moving average</a> is merely the average of a stock's price over a set period of time. If the current price breaks the average, either down or up, it can signal a new trend in price.\n", "\nOccasionally, valuations for certain sectors or the market as a whole may reach highly elevated levels amid rampant optimism for the long-term prospects of such sectors or the broad economy. Market professionals call this phase of the investment cycle “priced for perfection,” since investors will invariably be disappointed at some point when their lofty expectations are not met. Rather than rushing in on the short side, experienced short sellers may wait until the market or sector rolls over and commences its downward phase.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\" rel=\"noopener noreferrer\">John Maynard Keynes</a> was an influential British economist whereby his economic theories are still in use today. However, Keynes was quoted saying: “The market can stay irrational longer than you can stay solvent,” which is particularly apt for short selling. The optimal time for short selling is when there is a confluence of the above factors.\n", "\nSometimes short selling is criticized, and short sellers are viewed as ruthless operators out to destroy companies. However, the reality is that short selling provides liquidity, meaning enough sellers and buyers, to markets and can help prevent bad stocks from rising on hype and over-optimism. Evidence of this benefit can be seen in asset <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bubble.asp\" rel=\"noopener noreferrer\">bubbles</a> that disrupt the market. Assets that lead to bubbles such as the mortgage-backed security market before the 2008 financial crisis are frequently difficult or nearly impossible to short.\n", "\nShort selling activity is a legitimate source of information about market sentiment and demand for a stock. Without this information, investors may be caught off-guard by negative fundamental trends or surprising news.\n", "\nUnfortunately, short selling gets a bad name due to the practices employed by unethical speculators. These unscrupulous types have used short selling strategies and derivatives to artificially deflate prices and conduct “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bearraid.asp\" rel=\"noopener noreferrer\">bear raids</a>” on vulnerable stocks. Most forms of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manipulation.asp\" rel=\"noopener noreferrer\">market manipulation</a> like this are illegal in the U.S., but it still happens periodically.\n", "\nUnexpected news events can initiate a short squeeze which may force short sellers to buy at any price to cover their margin requirements. For example, in October 2008, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cnbc.com/id/27414247\" rel=\"noopener noreferrer\">Volkswagen briefly became the most valuable publicly traded company</a> in the world during an epic short squeeze.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIn 2008, investors knew that Porsche was trying to build a position in Volkswagen and gain majority control. Short sellers expected that once Porsche had achieved control over the company, the stock would likely fall in value, so they heavily shorted the stock. However, in a surprise announcement, Porsche revealed that they had secretly acquired more than 70% of the company using derivatives, which triggered a massive feedback loop of short sellers buying shares to close their position.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nShort sellers were at a disadvantage because 20% of Volkswagen was owned by a government entity that wasn’t interested in selling, and Porsche controlled another 70%, so there were very few shares available on the market—float—to buy back. Essentially, both the short interest and days to cover ratio had exploded higher overnight, which caused the stock to jump from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.nytimes.com/2008/10/30/business/worldbusiness/30iht-norris31.1.17372644.html\" rel=\"noopener noreferrer\">the low €200s to over €1,000</a>.\n", "\nA characteristic of a short squeeze is that they tend to fade quickly, and within several months, Volkswagen’s stock had declined back into its normal range.\n"]}