{"name": "Short Interest Definition", "@id": "https://www.investopedia.com/terms/s/shortinterest.asp", "related": ["https://www.investopedia.com/terms/s/shortsqueeze.asp", "https://www.investopedia.com/terms/s/shortcovering.asp", "https://www.investopedia.com/terms/d/daystocover.asp", "https://www.investopedia.com/terms/s/sentimentindicator.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/s/shortinterestratio.asp"], "body": ["\nShort interest is the number of shares that have been <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">sold short</a> but have not yet been <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortcovering.asp\">covered</a> or closed out. Short interest, which can be expressed as a number or percentage, is an indicator of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketsentiment.asp\">market sentiment</a>.\n", "\nExtremely high short interest shows investors are very pessimistic (potentially overly-pessimistic). When investors are overly-pessimistic it can lead to very sharp price rises at times. Large changes in the short interest also flash warning signs, as it shows investors may be turning more <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bear.asp\">bearish</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bull.asp\">bullish</a> on a stock.\n", "\nShort interest can provide insight into the potential direction of an individual stock, as well as how bullish or bearish investors are about the market overall. Stock exchanges measure and report on short interest. Typically, they issue reports at the end of each month, giving investors a tool to use as a short-selling benchmark. The Nasdaq exchange publishes a short interest report at the middle and end of each month.\n", "\nA large increase or decrease in a stock's short interest from the previous month could be particularly indicative of sentiment. For example, when the short interest for a stock rises from 10% to 20%, it may be a warning sign that sentiment is growing negative on a company. The number of investors who expect the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentprice.asp\" rel=\"noopener noreferrer\">stock price</a> to decrease has doubled. Such a large shift may give investors a reason to go deeper with their analysis.\n", "\nStocks that show extreme short interest readings are more prone to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortsqueeze.asp\" rel=\"noopener noreferrer\">short squeezes</a>. Stocks with smaller <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/float.asp\" rel=\"noopener noreferrer\">floats</a> and high short interest have the highest probability of short squeezing as shortable shares reduce in number. An extreme reading may be different from one stock to another. A solid company with a long history of stable profit generation may have extremes near 10%, while more speculative companies may see short interest rise above 30% regularly.\n", "\nWhen a stock does reach an extreme, it could signal the possibility of a short squeeze. A short squeeze is an upward price move caused by investor buying coupled with short sellers being forced to buy to cover their positions so they don't take too large of a loss.\n", "\nShort interest can also be converted into a ratio called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/daystocover.asp\" rel=\"noopener noreferrer\">days-to-cover</a>. Do this by taking the number of short shares and divide it by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/averagedailytradingvolume.asp\" rel=\"noopener noreferrer\">average daily trading volume</a>. If short interest is one million shares, and its average daily trading volume is 100,000 shares, it will take at least 10 average days for the shorts to be able to cover their positions. The greater the days-to-cover the more bearish investors are, but potentially the bigger the short squeeze if they are wrong.\n", "\nShort interest analysis can be done on individual stocks or on stocks as a whole. To gauge the stock market as a whole, an investor could look at the days-to-cover of all the stocks on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">NYSE</a> by taking the total short interest divided by average daily NYSE trading volume.\n", "\nThere are a number of ways that short interest can be used. For traders interested in short squeezes, look for stocks that have significant increases in short interest, or that have a high number of days-to-cover. The stock then needs to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basing.asp\" rel=\"noopener noreferrer\">base out</a> as it will likely be under strong selling pressure (although not always). Only once the price starts to rise would a long trade be considered. This approach should utilize a tight <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop loss</a> to control risk, and trades should be typically be considered short-term in nature since there could be valid reasons for why investors are so bearish.\n", "\nAn investor who is long a stock may also wish to track short interest. If short interest is increasing it could be a sign that investors are becoming more worried about the stock or the stock market as a whole. In either case, it warns the investor to potentially protect profits or be prepared for some potential downside.\n", "\nShort interest and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putcallratio.asp\">put/call ratio</a> are both indicators of market sentiment. Short interest focuses on the number of short shares outstanding. The put/call ratio uses the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/options-basics-tutorial-4583012\">options</a> market for its data. Put options are bearish bets, while calls are bullish bets. Changes in the put/call ratio are therefore another gauge that can be used to determine whether investors are expecting prices to rise or fall in the future.\n", "\nShort interest can be telling and a useful tool, but it is not meant to be the sole determinant of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investing.asp\" rel=\"noopener noreferrer\">investment</a> decision. It is a data point to add as part of an investor’s overall analysis. Changes in short interest, and even extremes, may not lead to significant price changes in a timely fashion. A stock can stay at an extreme reading for long periods of time without a short squeeze or more major price decline. Also, many major price declines are not forecast in advance by rising short interest.\n", "\nShort interest is published once a month by most exchanges, and twice per month by the Nasdaq. The information traders are using is thus always slightly outdated and the actual short interest may already be significantly different than what the report says.\n"]}