{"name": "Short Run Definition", "@id": "https://www.investopedia.com/terms/s/shortrun.asp", "related": ["https://www.investopedia.com/terms/l/longrun.asp", "https://www.investopedia.com/terms/a/aggregatesupply.asp", "https://www.investopedia.com/terms/m/microeconomics.asp", "https://www.investopedia.com/terms/p/price_stickiness.asp", "https://www.investopedia.com/terms/p/price-leadership.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp"], "body": ["\nThe short run is a concept that states that, within a certain period in the future, at least one input is fixed while others are variable. In economics, it expresses the idea that an economy behaves differently depending on the length of time it has to react to certain stimuli. The short run does not refer to a specific duration of time but rather is unique to the firm, industry or economic variable being studied.\n", "\nA key principle guiding the concept of the short run and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/longrun.asp\">long run</a> is that in the short run, firms face both variable and fixed costs, which means that output, wages, and prices do not have full freedom to reach a new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equilibrium.asp\">equilibrium</a>. Equilibrium refers to a point in which opposing forces are balanced.\n", "\nThe short run as a constraint differs from the long run. In the short run, leases, contracts, and wage agreements limit a firm's ability to adjust production or wages to maintain a rate of profit. In the long run, there are no fixed costs; costs find balance when the combination of outputs that a firm puts forth results in the sought after amount of the goods at the cheapest possible price.\n", "\nIf a hospital experiences lower than expected demand in a given year, but its entire employment force of doctors, nurses, and technicians is under contract for the year, then the hospital has no choice but to swallow a cut in its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a>. In the long run, firms in capital-intensive industries, such as oil and mining, have time to expand or shrink operations in factories or investments in correspondence with changing demand. But in the short run, they are unable to capitalize on changes in demand with the same degree of flexibility.\n", "\n<strong>[Important: The short run does not refer to a specific period of time and is instead specific to the firm, industry or economic factor being studied.]</strong>\n", "\nThere are a number of ways to understand the challenges businesses and industries face in the short run versus the long run. Here are a few examples.\n", "\nMining and energy giants were hit especially hard by the fall in iron ore, coal, copper, and other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodity</a> prices, underscoring their high fixed costs in the short run. Glencore lost $5 billion in 2015, while Vale lost $12 billion, and Rio Tinto lost $866 million.\n", "\nDespite lower prices, these firms continue to ramp up production due to new investments, particularly in areas such as Brazil and Australia, made when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/06/commoditycurrencies.asp\">commodity prices</a> were significantly higher around 2011. For instance, Glencore purchased Xstrata in 2013 for $30 billion in a deal in which it acquired most of its mining assets, which have significantly depreciated.\n", "\nIn the analysis of short-run versus long-run costs, it is important to understand the behavior of the firms. In certain situations, it may be preferable to keep operating an unprofitable firm over the short run if this helps to offset costs that are fixed partially. In the long run, however, an expensive firm will be able to terminate its leases and wage agreements and shut down operations.\n"]}