{"name": "Short (Short Position) Definition", "@id": "https://www.investopedia.com/terms/s/short.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/s/shortsqueeze.asp", "https://www.investopedia.com/terms/d/daystocover.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/s/shortcovering.asp", "https://www.investopedia.com/terms/r/rebate.asp"], "body": ["\nA short, or a short position, is created when a trader sells a security first with the intention of repurchasing it or covering it later at a lower price. A trader may decide to short a security when she believes that the price of that security is likely to decrease in the near future. There are two types of short positions: naked and covered. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nakedshorting.asp\" rel=\"noopener noreferrer\">naked short</a> is when a trader sells a security without having possession of it.\n", "\nHowever, that practice is illegal in the U.S. for equities. A covered short is when a trader borrows the shares from a stock loan department; in return, the trader pays a borrow-rate during the time the short position is in place.\n", "\nIn the futures or foreign exchange markets, short positions can be created at any time.\n", "\nWhen creating a short position, one must understand that the trader has a finite potential to earn a profit and infinite potential for losses. That is because the potential for a profit is limited to the stock’s distance to zero. However, a stock could potentially rise for years, making a series of higher highs. One of the most dangerous aspects of being short is the potential for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/short-squeeze/\" rel=\"noopener noreferrer\">short-squeeze</a>. \n", "\nA short-squeeze is when a heavily shorted stock suddenly begins to increase in price as traders that are short begin to cover the stock. One famous short-squeeze occurred in October 2008 when the shares of Volkswagen surged higher as short-sellers scrambled to cover their shares. During the short-squeeze, the stock rose from roughly €200 to €1000 in a little over a month. \n", "\nA trader thinks that Amazon’s stock is poised to fall after it reports quarterly results. To take advantage of this possibility, the trader borrows 1,000 shares of the stock from his stock loan department with the intent to short the stock. The trader then goes out and sells short the 1,000 shares for $1,500. In the following weeks, the company reports weaker than expected revenue and guides for a weaker than expected forward quarter. As a result, the stock plunges to $1,300, the trader then buys to cover the short position. The trade results in a gain of $200 per share or $200,000.\n"]}