{"name": "Slippage Definition & Example", "@id": "https://www.investopedia.com/terms/s/slippage.asp", "related": ["https://www.investopedia.com/terms/b/bid-askspread.asp", "https://www.investopedia.com/terms/e/execution.asp", "https://www.investopedia.com/terms/e/extended_trading.asp", "https://www.investopedia.com/terms/b/buy-limit-order.asp", "https://www.investopedia.com/terms/p/priceimprovement.asp", "https://www.investopedia.com/terms/i/implementation-shortfall.asp"], "body": ["\nSlippage refers to the difference between the expected price of a trade and the price at which the trade is executed. Slippage can occur at any time but is most prevalent during periods of higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a> when <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketorder.asp\" rel=\"noopener noreferrer\">market orders</a> are used. It can also occur when a large order is executed but there isn't enough volume at the chosen price to maintain the current <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-askspread.asp\" rel=\"noopener noreferrer\">bid/ask spread</a>.\n", "\nSlippage does not denote a negative or positive movement because any difference between the intended execution price and actual execution price qualifies as slippage. When an order is executed, the security is purchased or sold at the most favorable price offered by an exchange or other market maker. This can produce results that are more favorable, equal to or less favorable than the intended execution price. The final execution price vs. intended execution price can be categorized as positive slippage, no slippage and/or negative slippage.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\" rel=\"noopener noreferrer\">Market prices</a> can change quickly, allowing slippage to occur during the delay between a trade being ordered and when it is completed. The term is used in many market venues but definitions are identical. However, slippage tends to occur in different circumstances for each venue.\n", "\nWhile a limit order prevents negative slippage, it carries the inherent risk of the trade not being executed if the price does not return to the limit level. This risk increases in situations where market fluctuations occur more quickly, significantly limiting the amount of time for a trade to be completed at the intended execution price.\n", "\nOne of the more common ways that slippage occurs is as a result of an abrupt change in the bid/ask spread. A market order may get executed at a less or more favorable price than originally intended when this happens. With negative slippage, the ask has increased in a long trade or the bid has decreased in a short trade. With positive slippage, the ask has decreased in a long trade or the bid has increased in a short trade. Market participants can protect themselves from slippage by placing limit orders and avoiding market orders.\n", "\nFor example, say Apple's bid/ask prices are posted as $183.50/$183.53 on the broker interface. A market order for 100 shares is placed, with the intention the order gets filled at $183.53. However, micro-second transactions by computerized programs lift the bid/ask spread to $183.54/$183.57 before the order is filled. The order is then filled at $183.57, incurring $0.03 per share or $3.00 per 100 shares negative slippage.\n", "\nForex slippage occurs when a market order is executed or a stop loss closes the position at a different rate than set in the order. Slippage is more likely to occur in the forex market when volatility is high, perhaps due to news events, or during times when the currency pair is trading outside peak market hours. In both situations, reputable forex <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dealer.asp\" rel=\"noopener noreferrer\">dealers</a> will execute the trade at the next best price.\n"]}