{"name": "Small Business Administration (SBA) Definition", "@id": "https://www.investopedia.com/terms/s/small-business-administration.asp", "related": ["https://www.investopedia.com/terms/i/irs-pub-334.asp", "https://www.investopedia.com/paycheck-protection-program-liquidity-facility-ppplf-4802298", "https://www.investopedia.com/terms/1/8a-firm.asp", "https://www.investopedia.com/terms/c/consumer-and-business-lending-initiative.asp", "https://www.investopedia.com/minority-deposit-institution-mdi-definition-5072268", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nThe Small Business Administration (SBA) is an autonomous U.S. government agency established in 1953 to bolster and promote the economy in general by providing assistance to small businesses. One of the largest functions of the SBA is the provision of counseling to aid individuals trying to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momandpop.asp\">start</a> and grow businesses.\n", "\nOn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sba.gov/\">agency’s website</a>, there is a wealth of tools to assist small businesses including a small business planner and additional training programs. Localized SBA offices throughout the United States and associated territories offer in-person, one-on-one counseling services that include business plan writing instruction, and assistance with small business <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loans</a>.\n", "\nThe SBA is headed by the administrator and deputy administrator, and also has a chief counsel for advocacy and inspector general—all of which are confirmed by the Senate. The Small Business Administration has at least one office in every state. The current administrator of the SBA is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/who-is-isabel-guzman-5112773\">Isabel Guzman</a>.\n", "\nThe Small Business Administration offers substantial educational information with a specific focus on assisting small business startup and growth. In addition to educational events offered on the SBA’s website, local offices also provide more personalized special events for small business owners.\n", "\nAccording to its website, the SBA provides the following services to small businesses:\n", "\nThe agency has helped small businesses across the country get access to loans, loan guarantees, contracts, and other services.\n", "\nThe SBA was established by President Eisenhower when he signed the Small Business Act in the summer of 1953. In its more than six decades of existence, the SBA has been threatened on numerous occasions. The House of Representatives, controlled by the Republicans in 1996, had the SBA slated to be eliminated. However, the agency survived this threat and went on to receive a record budget in 2000.\n", "\nThe SBA faced another threat from President Bush and his administration. Though attempts to cut the agency’s loan program saw significant resistance in Congress, the SBA’s budget was cut repeatedly every year between 2001 to 2004, when certain SBA expenditures were frozen altogether.\n", "\nThe loan programs offered by the SBA are among the most visible elements the agency provides. The organization does not offer grants or direct loans, with the exception of disaster relief loans, but instead, guarantees against <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a> pieces of business loans extended by banks and other official lenders that meet the agency’s guidelines. The number one function of these loan programs is to make loans with longer <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/repayment.asp\">repayment</a> periods available to small businesses.\n", "\nLoans backed by the SBA include 504 Loan—also called a grow loan— which provides small businesses with financing to buy some of the fixed assets they need to run their operations including real estate. The 7(a) loan, on the other hand is the agency's primary loan program. The maximum loan amount guaranteed under this program is $5 million.\n", "\nOther SBA-guaranteed loan programs include\n", "\nThese loans are generally provided by financial institutions, with the SBA acting as a guarantor. Small businesses qualify for loans more easily when they are guaranteed by the Small Business Administration. The agency also allows entrepreneurs to make lower payments for a longer period of time.\n", "\nDespite numerous attempts to do away with the SBA entirely, many political officials and offices continue to support the agency. The SBA’s ability to offer loans has also been significantly strengthened by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-recovery-and-reinvestment-act.asp\">American Recovery and Reinvestment Act</a> of 2009 and the Small Business Jobs Act of 2010.\n"]}