{"name": "Social Security Definition", "@id": "https://www.investopedia.com/terms/s/socialsecurity.asp", "related": ["https://www.investopedia.com/terms/s/social-security-benefits.asp", "https://www.investopedia.com/terms/o/oasdi.asp", "https://www.investopedia.com/terms/d/disability-insurance-trust-fund.asp", "https://www.investopedia.com/terms/s/social-security-trust-fund.asp", "https://www.investopedia.com/terms/h/hospital-insurance-trust-fund.asp", "https://www.investopedia.com/terms/p/payrolltax.asp"], "body": ["\nSocial Security is the term used for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oasdi.asp\" rel=\"noopener noreferrer\">Old-Age, Survivors, and Disability Insurance (OASDI)</a> program in the United States, run by the Social Security Administration (SSA), which is a federal agency. While best known for retirement benefits, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/social-security-survivor-benefits-work/\" rel=\"noopener noreferrer\">it also provides survivor benefits</a> and disability income.\n", "\nSocial Security is an insurance program. Workers pay into the program, typically through payroll withholding where they work. They can earn up to four credits each year.\n", "\nFor 2021, for every $1,470 earned, one credit is granted, until a sum of $5,880, or four credits, has been achieved.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ That money goes into two Social Security trust funds—the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/old-age-and-survivors-insurance-trust-fund.asp\" rel=\"noopener noreferrer\">OASI Trust Fund</a> for retirees and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disability-insurance-trust-fund.asp\" rel=\"noopener noreferrer\">Disability Insurance Trust Fund</a> for disability beneficiaries—where it is used to pay benefits to people currently eligible for them. The money that is not spent remains in the trust funds.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nA Board of Trustees oversees the financial operation of the two Social Security trust funds. Four of the six members are the secretaries of the departments of Treasury, Labor, and Health and Human Services, and the Commissioner of Social Security, while the remaining two members are public representatives appointed by the president and confirmed by the Senate.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a>, the federal health insurance program for Americans 65 and older and some people with disabilities, is also supported through payroll withholding, but that money goes into a third trust fund, managed by the Centers for Medicare &amp; Medicaid Services.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n", "\nSocial Security provides benefits to retirees, their survivors, and workers who become disabled.\n", "\nWorkers who have paid in to the Social Security system for at least 10 years become eligible for early retirement benefits at age 62. However, they will receive a higher monthly benefit if they wait until their “full retirement age”—66 for people born in 1954, then add two months for each year until reaching 1960, at which point 67 becomes the new full retirement age for all—and an even higher one if they wait as late as age 70, at which point their benefit maxes out.<span class=\"ql-inline-citation\" data-cite=\"4\"></span><span class=\"ql-inline-citation\" data-cite=\"5\"></span> Workers can get a projection of their benefits at different retirement ages by using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ssa.gov/benefits/retirement/estimator.html\">Retirement Estimator</a> on the SSA website.\n", "\nSpouses can also claim benefits, based on either their own earnings record or their spouse’s.<span class=\"ql-inline-citation\" data-cite=\"13\"></span> A divorced spouse who is not currently married can receive benefits based on an ex-spouse’s earnings record if the marriage lasted at least 10 years.<span class=\"ql-inline-citation\" data-cite=\"14\"></span> <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/031716/social-security-benefits-children-how-they-work.asp\">Children of retirees can also receive benefits until they turn 18</a> (longer if the child is disabled or a student). The cutoff is 16 if you are caring for a child not your own.<span class=\"ql-inline-citation\" data-cite=\"6\"></span>\n", "\nPeople who can’t work due to a physical or mental disability that is expected to last for a year or more—or result in death—may be eligible for Social Security disability benefits. To qualify, you generally have to meet certain earnings tests. Family members of disabled workers can also be eligible.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nThe spouse and children of a deceased worker may be eligible for survivor benefits based on the worker’s earnings record. That includes surviving spouses who are 60 or older, or 50 or older and disabled, provided they have not remarried. A surviving spouse who is caring for a child who is younger than 16 or is disabled may be eligible for these benefits too.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nFor children to receive benefits, they must generally be younger than 18 or disabled. Under certain circumstances a stepchild, grandchild, step-grandchild, or adopted child may also qualify for benefits.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nParents age 62 or older who were dependent upon a deceased worker for at least half of their income may also be able to collect benefits. In some circumstances surviving spouses and minor children are also entitled to a one-time payment of $255 after an eligible worker’s death.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nThe Social Security system in the U.S. was born on Aug. 14, 1935, when President Franklin D. Roosevelt signed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-act.asp\" rel=\"noopener noreferrer\">Social Security Act</a> into law. The first monthly benefits checks became payable on Jan. 1, 1940, and the first person to collect one was Ida M. Fuller, a retired legal secretary in Vermont. Her check was in the amount of $22.54.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n", "\nThe system and its rules have evolved in the decades since. Today Social Security is one of the largest government programs in the world, paying out hundreds of billions of dollars each year.\n", "\nWith the aging of the U.S. population, some observers have raised concerns about the viability of a system in which fewer active workers will be supporting greater numbers of retirees. In their 2020 report, the OASDI trustees project that the retirement fund’s reserves would become depleted in 2035, as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/022516/will-baby-boomers-bankrupt-social-security.asp\" rel=\"noopener noreferrer\">youngest baby boomers begin to collect Social Security</a>. The trustees forecast the retirement trust fund will dry up in 2034 and the disability trust fund in 2065.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿\n", "\nWhen the reserves for each fund are depleted, the taxes coming in from active workers will be enough to pay about 76% of the benefits to retirees and 92% of the benefits to disability beneficiaries.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿ If that prediction holds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/120415/how-secure-social-security.asp\" rel=\"noopener noreferrer\">Congress will need to find ways to plug the gap</a>, which might mean higher taxes on workers, lower benefits, higher age requirements for retirees, or some combination of these elements.\n", "\nThe numbers in the 2020 report don't take into account the impact of the COVID-19 pandemic. “The projections and analysis in this report do not reflect the potential effects of the COVID-19 pandemic on the Social Security and Medicare programs. Given the uncertainty associated with these impacts, the Trustees believe that it is not possible to adjust their estimates accurately at this time,” the report states. This means that, if anything, they are likely to get worse.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿\n"]}