{"name": "Social Sciences Definition", "@id": "https://www.investopedia.com/terms/s/social-science.asp", "related": ["https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/t/thorstein-veblen.asp", "https://www.investopedia.com/terms/e/evolutionary-economics.asp", "https://www.investopedia.com/terms/l/ludwig-von-mises.asp"], "body": ["\nSocial sciences are a group of academic disciplines<strong> </strong>dedicated to examining society. This branch of science studies how people interact with each other, behave, develop as a culture, and influence the world.\n", "\nSocial sciences help to explain how society works, exploring everything from the triggers of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a> and causes of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\" rel=\"noopener noreferrer\">unemployment</a> to what makes people happy. This information is vital and can be used for many purposes. Among other things, it helps to shape corporate strategies and government policies.\n", "\nSocial science as a field of study is separate from the natural sciences, which cover topics such as physics, biology, and chemistry. Social science examines the relationships between individuals and societies, as well as the development and operation of societies, rather than studying the physical world. These academic disciplines rely more heavily on interpretation and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualitativeanalysis.asp\" rel=\"noopener noreferrer\">qualitative</a><strong> </strong>research methodologies.\n", "\nThe social sciences include:\n", "\nHistory is also sometimes regarded as a branch of social science, although many historians often consider the subject to share closer links to the humanities. Both humanities and social sciences study human beings. What separates them is the technique applied: humanities are viewed as more philosophical and less scientific. Law, too, has some ties to social sciences, as does geography.\n", "\nIn the U.S., early education of social sciences begins in elementary school and progresses throughout middle and high school with an emphasis on core social sciences such as economics and political science. At the collegiate level, more specialized disciplines are offered.\n", "\nThe origins of social sciences can be traced back to the ancient Greeks. The lives they led, and their early studies into human nature, the state, and mortality, helped to shape Western civilization.\n", "\nSocial science as an academic field of study developed out of the Age of Enlightenment (or the Age of Reason), which flourished through much of the 18<sup>th</sup> century in Europe. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/updates/adam-smith-economics/\" rel=\"noopener noreferrer\">Adam Smith</a>, Voltaire, Jean-Jacques Rousseau, Denis Diderot, Immanuel Kant, and David Hume were among the big intellectuals at the time who laid the foundations for the study of social sciences in the Western World. \n", "\nIndividuals began to take a more disciplined approach to quantify their observations of society, and over time, similar aspects of society, such as linguistics and psychology, were separated into unique fields of study. \n", "\nPsychology is one of the fastest-growing fields of social science. Psychology began as a medical field of study in the late-1800s. The American Psychology Association formed in 1892 enlisting 26 members. The work of Sigmund Freud throughout the early 20th century, including his landmark book <em>Interpretations of Dreams</em> (1900) helped to bring theories of psychology into the Western world. In 1952, the very first edition of the Diagnostic and Statistical Manual of Mental Disorders was. published.\n", "\nEven in the first quarter of the 21st century, however, psychology has continued to see rapid growth. According to the CDC, in 2019, 19.2% of adults had received some form of mental health treatment in the past 12 months, an astounding increase from even just 20 years ago.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> Although many still use psychiatric medicine to treat their mental health issues, in recent years, many people are seeking alternative treatments such as mindfulness and yoga in addition to traditional talk therapy.\n", "\nThe history of economic thought goes back all the way to Ancient Greek philosophers such as Plato, Aristotle, and Xenophon. Their works laid the foundation for nearly all the social sciences, economics included. As travel became easier in the 15-18th century and more nations were able to partake in international trade, the school of mercantilism grew. Suddenly the economic actions of many nations were motivated by the belief that a country should maximize exports and minimize imports.\n", "\nThis predominating school of thought was challenged by writers such as Adam Smith, commonly known as the father of modern economics. Smith's ideas, along with those of Jean Jacques Rousseau and John Locke, promoted the idea of a self-regulating economy and introduced the concept of what is today known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/classicaleconomics.asp\">classical economics</a>. Adam Smith's book the <em>Wealth of Nations</em> is still studied today and admired by many politicians.\n", "\nTwo other important economists who have shaped the way we think of the subject today are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/karl-marx.asp\">Karl Marx</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john_maynard_keynes.asp\">John Maynard Keynes</a>. Karl Marx famously challenged capitalism as an appropriate economic model by placing an emphasis on the labor theory of value. While Marx's ideas are by no means widely endorsed by today's politicians, his critique of capitalism has had a huge impact on many thinkers.\n", "\nOn the other hand, the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keynesianeconomics.asp#:~:text=Keynesian%20economics%20is%20a%20macroeconomic,to%20understand%20the%20Great%20Depression.\">Keynesian school of economics</a> is very popular amongst today's economists. Keynesian economics is considered a \"demand-side\" macro-economic theory that focuses on changes in the economy over the short run and was the first to separate the study of economic behavior and markets based on individual incentives from the study of broad national economic aggregate variables and constructs.  \n", "\nThe subject matter of the social sciences—human behavior, relationships, attitudes, and how these things have changed over time—is of course useful information for any successful business to possess. Naturally, the social studies field of economics is key to the business sector. In particular, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/behavioraleconomics.asp\" rel=\"noopener noreferrer\">behavioral economists</a>, who use psychology to analyze and predict the economic decision-making processes of individuals and institutions are increasingly sought after by some of the world's largest brands.\n", "\nHowever, even the concepts of social sciences such as demography, political science, and sociology are frequently applied in many different business contexts. The fields of advertising and marketing, for example, often use theories of human behavior from these fields to more efficiently market their products to consumers.\n", "\nTypical careers in the social sciences include working as an economist, psychologist, social worker, or in law, government, non-profits, as well as working in academia. Many industries use economic analysis and quantitative methods to study and forecast business, sales, and other market trends. \n", "\nAccording to projections by the Bureau of Labor Statistics, economists are one of the most sought-after workers in the US. The projected change in employment for economists from 2019-2029 is 14%. Other social science-related careers are expected to grow at a rate of 4%, which is the average for all occupations.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nNowadays, colleges and universities offer numerous social science programs. For example, The University of California, Berkeley has 12 academic departments categorized as social sciences. They are:\n", "\nMaster's degree and Ph.D. programs at colleges and universities offer further opportunities for deeper specialization.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.postgrad.com/blog/Top-10-Anthropology-Masters-Degree-Courses-In-The-UK-Europe/\" rel=\"noopener noreferrer nofollow\">Anthropology</a>, Archaeology, Economics, Geography, History, Law, Linguistics, Politics, Psychology, and Sociology are some of the most common subjects in the social sciences.\n", "\nThe social sciences are important because they help people understand how to not only analyze their own behavior, but also the behavior and motivations of their peers. The social sciences also give us a better understanding of how to create more inclusive, and effective institutions.\n", "\nTypically, the path to having a career in the social sciences begins by getting a 4-year degree in one of the social science subjects offered by your institution. If you're interested in pursuing a career in social work or psychology, these careers often require additional certificates and licenses.\n", "\nObtaining a degree in the social sciences can help land you a job as an economist, psychologist, survey researcher, as well as opportunities in sectors such as law, government, and academia.\n"]}