{"name": "Social Economics Definition", "@id": "https://www.investopedia.com/terms/s/social-economics.asp", "related": ["https://www.investopedia.com/terms/s/social-science.asp", "https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/g/gpi.asp", "https://www.investopedia.com/terms/o/organizational-behavior.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp"], "body": ["\nSocial economics is a branch of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economics.asp\" rel=\"noopener noreferrer\">economics</a>—and a social science—that focuses on the relationship between social behavior and economics. Social economics consists of two broad perspectives that, though opposite in their approach, can be thought of as complementary. The first, pioneered by Nobelist Gary Becker, applies the basic theoretical and applied tools of neoclassical microeconomics to areas of human behavior not traditionally considered as part of economics proper, such as crime and punishment, drug abuse, marriage, and family decisions.\n", "\nThe second, applies the ideas of other social sciences, such as sociology, psychology, and identity group studies to subjects of an economic nature like consumer behavior or labor markets. These practitioners of social economics use history, current events, politics, and other social sciences to predict social trends that could potentially impact the economy. This strand of social economics is the primary focus of this article.\n", "\nAt times, the theories of social economics diverge from conventional economic theories. The theories of social economics often consider factors that are outside the focus of mainstream economics, including the effect of the environment and ecology on consumption and wealth.\n", "\nSocial economics is also referred to as socioeconomics.\n", "\nSocial economics is primarily concerned with the interplay between social processes and economic activity within a society. Social economics may attempt to explain how a particular social group or socioeconomic class behaves within a society, including their actions as consumers.\n", "\nDifferent socioeconomic classes may have different priorities regarding how they direct their funds. A socioeconomic class is a group of people with similar characteristics. These characteristics can include social and economic standing, level of education, current profession, and ethnic background or heritage.\n", "\nCertain goods or services may be unavailable to specific socioeconomic classes based on their ability to afford them (as a result of their income). These goods or services can include access to more advanced or complete medical care, educational opportunities, and the ability to buy food that meets specific nutritional guidelines.\n", "\nAn individual’s socioeconomic status can significantly impact their educational attainment and financial security. For example, an individual from an affluent social class will likely have a greater opportunity to achieve higher education and may be expected to pursue such a goal by peers and other members of their class.\n", "\nCompleting higher education is more likely to increase their income potential, as well as provide opportunities to interact with people of similar or more advanced social standing and build beneficial social networks.\n", "\nIn contrast, higher education may not be attainable for an individual existing at or below the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/poverty.asp\" rel=\"noopener noreferrer\">poverty level</a>. Many studies have revealed that young children from families existing at or below the poverty level develop academic skills slower than children from affluent social classes. A lower socioeconomic status is also related to poor cognitive development, language, memory, socioemotional processing, and consequently poor income and health in adulthood.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhat's more, school systems in communities that are primarily populated by those at or below the poverty-level are often underresourced, which negatively impacts students’ academic progress and outcomes. Poor academic skills and progress, combined with high dropout rates, can impact children’s academic achievement in the long-term (and further perpetuate the low socioeconomic status of the community).\n", "\nChildren from low-income families generally do not have the same opportunities available to them as children from middle- or high-income families.\n", "\nFor example, low-income families may not be able to pay for their children's participation in team sports, music lessons, or private tutoring, which can propel them toward achieving a prosperous future (as well as provide them with growing confidence to take on more challenges). Also, these children may attend overcrowded schools where education is underfunded or understaffed.\n"]}