{"name": "Special Warranty Deed Definition", "@id": "https://www.investopedia.com/terms/s/special-warranty-deed.asp", "related": ["https://www.investopedia.com/terms/w/warranty-deed.asp", "https://www.investopedia.com/terms/g/grantee.asp", "https://www.investopedia.com/terms/c/certificate-of-title.asp", "https://www.investopedia.com/terms/t/title_insurance.asp", "https://www.investopedia.com/terms/c/clear-title.asp", "https://www.investopedia.com/terms/q/quitclaimdeed.asp"], "body": ["\nA special warranty deed is a deed to real estate where the seller of the property—known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grantor.asp\" rel=\"noopener noreferrer\">grantor</a>—warrants only against anything that occurred during their physical ownership. In other words, the grantor doesn't guarantee against any defects in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clear-title.asp\" rel=\"noopener noreferrer\">clear title</a> that existed before they took possession of the property.\n", "\nSpecial warranty deeds are most commonly used with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial-property.asp\" rel=\"noopener noreferrer\">commercial property</a> transactions. Single-family and other residential property transactions will usually use a general warranty deed. Many mortgage lenders insist upon the use of the general warranty deed.\n", "\nSpecial warranty deeds go by many names in different states including covenant deed, grant deed, and limited warranty deed.\n", "\nA warranty deed provides the transfer of ownership or title to commercial or residential real estate property and comes with certain guarantees made by the seller. These guarantees include that the property title is being transferred free-and-clear of ownership claims, outstanding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\" rel=\"noopener noreferrer\">liens</a> or mortgages, or other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/encumbrance.asp\" rel=\"noopener noreferrer\">encumbrances</a> by individuals or entities other than the seller.\n", "\nA special warranty deed—also known as a limited warranty deed—is a variation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warranty-deed.asp\" rel=\"noopener noreferrer\">general warranty deed</a>. The general warranty deed is the most common and preferred type of instrument used to transfer real estate titles in the United States.\n", "\nBoth the general and special warranty deeds identify:\n", "\nBoth deeds provide the same general protections for the buyer. However, the primary difference between a special warranty and a general warranty deed is how they deal with the timeframe of protection given to title ownership.\n", "\nWhile the use of the word \"special\" may communicate to a buyer the idea that the deed is of higher quality, the special warranty deed is less comprehensive and offers less protection due to the limited timeframe it covers. In residential property, special warranty deeds are frequently used in foreclosures and the forced sale of the property to satisfy a debt.\n", "\nA general warranty deed covers the property's entire history. It guarantees the property is free-and-clear from defects or encumbrances, no matter when they happened or under whose ownership. The general warranty deed assures the buyer they are obtaining full rights of ownership without valid potential legal issues with the title.\n", "\nWith a special warranty deed, the guarantee covers only the period when the seller held title to the property. Special warranty deeds do not protect against any mistakes in a free-and-clear title that may exist before the seller's ownership. Thus, the grantor of a special warranty deed is only liable for debts, problems, or other encumbrances to the title that they caused or that happened during their ownership of the property. The grantee assumes responsibility for any problems that arise from the previous owners.\n", "\nAs an example, imagine a home has had two previous owners before you. The first owner was a hoarder, and soon the home and yard fell into disrepair. The city's code enforcement department issued fines against the owner which attached to the property. The owner fell behind on their mortgage and the bank foreclosed, selling the home to the second owner.\n", "\nTo the pleasure of the neighborhood, the new owner fixed the house and cleaned the yard. After 10 years they put the home on the market, and you buy it using a special warranty deed. A few years later you decide to sell the home. However, because the code enforcement liens remain against the property, they could encumber your sell. At the very least, you will need to satisfy the city's lien to free the title.\n", "\nMost times a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/titlesearch.asp\" rel=\"noopener noreferrer\">title search</a> will uncover any liens or claims to the title of a property. A title search is a review of available public records to determine the ownership of property. Attorneys, title companies, and individuals can complete title searches to verify ownership of property. While these searches are extensive, there is always the possibility that something will be missed.\n", "\nFor this reason, most buyers—regardless of the type of warranty deed they use—also purchase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/title_insurance.asp\" rel=\"noopener noreferrer\">title insurance</a> when buying a property. Title insurance is an indemnity insurance policy that protects a buyer from financial claims against the title of a property that they own.\n", "\nAlthough general warranty deeds are more common in residential real estate transactions, there is one area where the special warranty deed becomes the norm. This one arena is for foreclosed properties, real-estate-owned (REO), or short-sold properties.\n", "\nMost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage/fannie-mae-loans/\" rel=\"noopener noreferrer\">Federal National Mortgage Association</a> (FNMA), <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp\" rel=\"noopener noreferrer\">Housing and Urban Development</a> (HUD), and bank-owned residences sell using this sort of deed. Perhaps one primary reason for the use of special warranty deeds is because the selling authority has no wish to be liable for any situation concerning the property before the seizure.\n", "\nFor example, in 2012, a couple with a home in Grenada County, Mississippi, defaulted on the loan payments on the property. In February 2013, the property was foreclosed upon by their lender, Wells Fargo Bank. Subsequent legal documents indicated that Wells Fargo \"conveyed the Property to FNMA in a special warranty deed.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}