{"name": "Special Purpose Vehicle (SPV) Definition", "@id": "https://www.investopedia.com/terms/s/spv.asp", "related": ["https://www.investopedia.com/terms/e/enronomics.asp", "https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp", "https://www.investopedia.com/terms/a/accounting-entity.asp", "https://www.investopedia.com/commercial-paper-funding-facility-cpff-4800403", "https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/c/commericial-paper-funding-facility-cpff.asp"], "body": ["\nA special purpose vehicle, also called a special purpose entity (SPE), is a subsidiary created by a parent company to isolate financial risk. Its legal status as a separate company makes its obligations secure even if the parent company goes bankrupt. For this reason, a special purpose vehicle is sometimes called a bankruptcy-remote entity.\n", "\nIf <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/032116/top-6-strategies-protect-your-income-taxes.asp\">accounting loopholes</a> are exploited, these vehicles can become a financially devastating way to hide company debt, as seen in 2001 in the Enron scandal.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/09/parents-and-spinoffs.asp\" rel=\"noopener noreferrer\">parent company</a> creates an SPV to isolate or securitize assets in a separate company that is often kept off the balance sheet. It may be created in order to undertake a risky project while protecting the parent company from the most severe risks of its failure.\n", "\nIn other cases, the SPV may be created solely to securitize debt so that investors can be assured of repayment.\n", "\nIn any case, the operations of the SPV are limited to the acquisition and financing of specific assets, and the separate company structure serves as a method of isolating the risks of these activities. An SPV may serve as a counterparty for swaps and other credit-sensitive derivative instruments.\n", "\nA company may form the SPV as a limited partnership, a trust, a corporation, or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/llc.asp\" rel=\"noopener noreferrer\">limited liability corporation</a>, among other options. It may be designed for independent ownership, management, and funding. In any case, SPVs help companies securitize assets, create<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strategic-joint-venture.asp\" rel=\"noopener noreferrer\"> joint ventures</a>, isolate corporate assets, or perform other financial transactions.\n", "\nThe financials of an SPV may not appear on the parent company's balance sheet as equity or debt. Instead, its assets, liabilities, and equity will be recorded only on its own balance sheet.\n", "\nThus, the SPV may mask crucial information from investors, who are not getting a full view of a company’s financial situation. Investors need to analyze the balance sheet of the parent company and the SPV before deciding whether to invest in a business.\n", "\nThe massive financial collapse in 2001 of Enron Corp., a supposedly booming energy company based in Houston, is a prime example of misuse of an SPV.\n", "\nEnron's stock was rising rapidly, and the company transferred much of the stock to a special purpose vehicle, taking cash or a note in return. The special purpose vehicle then used the stock for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/hedging-beginners-guide/\" rel=\"noopener noreferrer\">hedging assets</a> that were held on the company’s balance sheet. To reduce risk, Enron guaranteed the special purpose vehicle's value. When Enron's stock price dropped, the values of the special purpose vehicles followed, and the guarantees were forced into play.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIts misuse of SPVs was by no means the only accounting trick perpetrated by Enron, but it may have been the greatest contributor to its abrupt fall. Enron could not pay the huge sums it owed creditors and investors, and financial collapse followed quickly.\n", "\nBefore the end, the company disclosed its financial information on balance sheets for the company and the special purpose vehicles. Its conflicts of interest were there for all to see. However, few investors delved deep enough into the financials to grasp the gravity of the situation.\n", "\nA special purpose vehicle (SPV) is a subsidiary company that is formed to undertake a specific business purpose or activity. SPVs are commonly utilized in certain structured finance applications, such as asset securitization, joint ventures, property deals, or to isolate parent company assets, operations, or risks. While there are many legitimate uses for establishing SPVs, they have also played a role in several financial and accounting scandals.\n", "\nNo. Special purpose vehicles have their own obligations, assets, and liabilities outside the parent company. SPVs can, for example, issue bonds to raise additional capital at more favorable borrowing rates than the parent could. They also create a benefit by achieving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obsf.asp\">off-balance sheet treatment</a> for tax and financial reporting purposes for a parent company.\n", "\nThe SPV itself acts as an affiliate of a parent corporation, which sells assets off of its own balance sheet to the SPV. The SPV becomes an indirect source of financing for the original corporation by attracting independent equity investors to help purchase debt obligations. This is most useful for large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">credit risk</a> items, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subprime_mortgage.asp\">subprime mortgage</a> loans.\n", "\nNot all SPVs are structured the same way. In the United States, SPVs are often limited liability corporations (LLCs). Once the LLC purchases the risky assets from its parent company, it normally groups the assets into <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/what-tranche/\">tranches</a> and sells them to meet the specific credit risk preferences of different types of investors.\n", "\nThere are several reasons why SPVs are created. They provide protection for a parent company's assets and liabilities, as well as protection against bankruptcy and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insolvency.asp\">insolvency</a>. These entities can also get an easy way to raise capital. SPVs also have more operational freedom because they aren't burdened with as many regulations as the parent company.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/public-private-partnerships.asp\">Public-private partnerships</a> are collaborations between a government agency and a privately owned company. Many private partners in public-private partnerships demand a special purpose vehicle as part of the arrangement. This is especially true for capital-intensive endeavors, such as an infrastructure project. The private company might not want to take on too much financial exposure, so an SPV is created to absorb some of the risks.\n"]}