{"name": "Special Purpose Acquisition Company (SPAC) Definition", "@id": "https://www.investopedia.com/terms/s/spac.asp", "related": ["https://www.investopedia.com/terms/b/blankcheckcompany.asp", "https://www.investopedia.com/who-is-chamath-palihapitiya-5105271", "https://www.investopedia.com/terms/a/activist-investor.asp", "https://www.investopedia.com/terms/p/publiccompany.asp", "https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/l/leveragedbuyout.asp"], "body": ["\nA special purpose acquisition company (SPAC) is a company with no commercial operations that is formed strictly to raise capital through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering</a> (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">IPO</a>) for the purpose of acquiring an existing company. Also known as \"<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blankcheckcompany.asp\" rel=\"noopener noreferrer\">blank check companies</a>,\" SPACs have been around for decades. In recent years, they've become more popular, attracting big-name underwriters and investors and raising a record amount of IPO money in 2019. In 2020, as of the beginning of August, more than 50 SPACs have been formed in the U.S. which have raised some $21.5 billion.\n", "\nSPACs are generally formed by investors, or sponsors, with expertise in a particular industry or business sector, with the intention of pursuing deals in that area. In creating a SPAC, the founders sometimes have at least one acquisition target in mind, but they don't identify that target to avoid extensive disclosures during the IPO process. (This is why they are called \"blank check companies.\" IPO investors have no idea what company they ultimately will be investing in.) SPACs seek underwriters and institutional investors before offering shares to the public.\n", "\nThe money SPACs raise in an IPO is placed in an interest-bearing trust account. These funds cannot be disbursed except to complete an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\" rel=\"noopener noreferrer\">acquisition</a> or to return the money to investors if the SPAC is liquidated. A SPAC generally has two years to complete a deal or face liquidation. In some cases, some of the interest earned from the trust can be used as the SPAC's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\" rel=\"noopener noreferrer\">working capital</a>. After an acquisition, a SPAC is usually listed on one of the major stock exchanges.\n", "\nSelling to a SPAC can be an attractive option for the owners of a smaller company, which are often <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\" rel=\"noopener noreferrer\">private equity</a> funds. First, selling to a SPAC can add up to 20% to the sale price compared to a typical private equity deal. Being acquired by a SPAC can also offer business owners what is essentially a faster IPO process under the guidance of an experienced partner, with less worry about the swings in broader market sentiment.\n", "\nSPACs have become more common in recent years, with their IPO fundraising hitting a record $13.6 billion in 2019—more than four times the $3.2 billion they raised in 2016. They have also attracted big-name <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriters</a> such as Goldman Sachs, Credit Suisse, and Deutsche Bank, as well as retired or semi-retired senior executives looking for a shorter-term opportunity.\n", "\nOne of the most high-profile recent deals involving special purpose acquisition companies involved Richard Branson's Virgin Galactic. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapitalist.asp\" rel=\"noopener noreferrer\">Venture capitalist</a> Chamath Palihapitiya's SPAC Social Capital Hedosophia Holdings bought a 49% stake in Virgin Galactic for $800 million before listing the company in 2019.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn 2020, Bill Ackman, founder of Pershing Square Capital Management<strong>,</strong> sponsored his own SPAC, Pershing Square Tontine Holdings, the largest-ever SPAC, raising $4 billion in its offering on July 22.\n"]}