{"name": "Spiders (SPDR)", "@id": "https://www.investopedia.com/terms/s/spiders.asp", "related": ["https://www.investopedia.com/terms/e/etf.asp", "https://www.investopedia.com/terms/w/webs.asp", "https://www.investopedia.com/terms/e/exchange-traded-products-etp.asp", "https://www.investopedia.com/terms/s/sp-dividend-aristocrats.asp", "https://www.investopedia.com/terms/s/sp.asp", "https://www.investopedia.com/terms/s/sp500.asp"], "body": ["\nSpider (SPDR) is a short form name for a Standard &amp; Poor's depository receipt, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\">exchange-traded fund</a> (ETF) managed by State Street Global Advisors that tracks the Standard &amp; Poor's 500 index (S&amp;P 500). Each share of an SPDR contains a 10th of the S&amp;P 500 index and trades at roughly a 10th of the dollar-value level of the S&amp;P 500. SPDRs can also refer to the general group of ETFs to which the Standard &amp; Poor's depositary receipt belongs.\n", "\nSpiders are listed on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) after the acquisition of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amex.asp\">American Stock Exchange</a> (AMEX) under the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tickersymbol.asp\">ticker symbol</a> SPY. By trading similar to stocks, spiders have continuous <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a>, can be short sold, bought on margin, provide regular dividend payments and incur regular brokerage <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a> when traded.\n", "\nSpiders are used by large institutions and traders as bets on the overall direction of the market. They are also used by individual investors who believe in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/passivemanagement.asp\">passive management</a> or index investing. In this respect, spiders compete directly with S&amp;P 500 index funds and provide an alternative to traditional mutual fund investment.\n", "\nSPDRs provide investors with value in much the same way as a mutual fund, but they trade like a common equity. For example, the returns of a SPDR is calculated using net asset value (NAV), just like a fund, which is derived using the aggregate value of the underlying group of investments.\n", "\nSPDRs arrived in 1993 after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) issued a 1988 report faulting automated orders for all index stocks for contributing to the \"Black Monday\" crash of 1987. The report stated that an instrument for trading a basket of stocks at one time could prevent the problem in the future. In response, the AMEX and several other organizations developed the SPY. The original ETF launched with $6.53 million in securities and, after initial difficulty persuading institutions to purchase the product, it soared to $1 billion in three years. The size of the ETF market as of Sept. 30, 2017, has exploded to $3.5 trillion in assets. \n", "\nInvestors can use SPDRs to realize broad diversification to specific portions of the market. For example, the SPDR S&amp;P Dividend ETF is an investment vehicle that seeks to provide investment results that track the total return performance of the S&amp;P High Yield Dividend Aristocrats Index. This means that the SPDR S&amp;P Dividend ETF indexes dividend-paying stocks that are a part of the S&amp;P 500. The ETF is made up of a total of 109 companies and tracks performance through its NAV, which is communicated as a price per share.\n", "\nHowever, this is not the only SPDR that an investor can use to realize a diversified investment in the S&amp;P 500. Using another real-world example, investors can invest in SPDR S&amp;P Regional Banking ETF, which is an investment vehicle that reflects the performance of companies within the S&amp;P 500 that conduct business as regional banks or thrifts. Specifically, the ETF seeks to provide results that match to the total return of the S&amp;P Regional Banks Select Industry Index. The ETF is comprised of 102 companies in the S&amp;P and also derives its value with its NAV, disseminated as a price per share.\n"]}