{"name": "Spot Market Definition", "@id": "https://www.investopedia.com/terms/s/spotmarket.asp", "related": ["https://www.investopedia.com/terms/s/spottrade.asp", "https://www.investopedia.com/terms/f/futurescontract.asp", "https://www.investopedia.com/terms/f/forwardcontract.asp", "https://www.investopedia.com/terms/s/spot_rate.asp", "https://www.investopedia.com/terms/s/short-date-forward.asp", "https://www.investopedia.com/terms/s/spotexchangerate.asp"], "body": ["\nThe spot market is where financial instruments, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\">commodities</a>, currencies, and securities, are traded for immediate delivery. Delivery is the exchange of cash for the financial instrument. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contract</a>, on the other hand, is based on the delivery of the underlying asset at a future date.\n", "\nExchanges and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter (OTC)</a> markets may provide spot trading and/or futures trading. \n", "\nSpot markets are also referred to as “physical markets” or “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashmarket.asp\">cash markets</a>” because trades are swapped for the asset effectively immediately. While the official transfer of funds between the buyer and seller may take time, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tplus1.asp\">T+2</a> in the stock market and in most currency transactions, both parties agree to the trade “right now.” A non-spot, or futures transaction, is agreeing to a price now, but delivery and transfer of funds will take place at a later date.\n", "\nFutures trades in contracts that are about to expire are also sometimes called spot trades since the expiring contract means that the buyer and seller will be exchanging cash for the underlying asset immediately.\n", "\nThe current price of a financial instrument is called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotprice.asp\">spot price</a>. It is the price at which an instrument can be sold or bought immediately. Buyers and sellers create the spot price by posting their buy and sell orders. In <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquid</a> markets, the spot price may change by the second, as orders get <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fill.asp\">filled</a> and new ones enter the marketplace.\n", "\nExchanges bring together <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dealer.asp\">dealers</a> and traders who buy and sell commodities, securities, futures, options, and other financial instruments. Based on all the orders provided by participants, the exchange provides the current price and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volume.asp\">volume</a> available to traders with access to the exchange.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange</a> (NYSE) is an example of an exchange where traders buy and sell stocks for immediate delivery. This is a spot market.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange</a> (CME) is an example of an exchange where traders buy and sell futures contracts. This is a futures market and not a spot market.\n", "\nTrades that occur directly between a buyer and seller are called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\">over-the-counter</a> (OTC). A centralized exchange does not facilitate these trades. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/f/foreign-exchange-markets.asp\">foreign exchange market</a> (or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/forex/11/why-trade-forex.asp\">forex</a> market) is the world's largest OTC market with an average daily turnover of $5 trillion.\n", "\nIn an OTC transaction, the price can be either based on a spot or a future price/date. In an OTC transaction the terms are not necessarily standardized, and therefore, may be subject to the discretion of the buyer and/or seller. As with exchanges, OTC stock transactions are typically spot trades, while futures or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardcontract.asp\">forward</a> transactions are often not spot.\n", "\nLet’s say an online furniture store in Germany offers a 30% discount to all international customers who pay within five business days after placing an order.\n", "\nDanielle, who operates an online furniture business in the United States, sees the offer and decides to purchase $10,000 worth of tables from the online store. Since she needs to buy euros for (almost) immediate delivery and is happy with the current EUR/USD <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a> of 1.1233, Danielle executes a foreign exchange transaction at the spot price to buy the equivalent of $10,000 in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\">euros</a>, which works out to be €8,902.34 ($10,000/1.1233). The spot transaction has a settlement date of T+2, so Danielle receives her euros in two days and settles her account to receive the 30% discount.\n", "\nThe spot price is the current quote for immediate purchase, payment, and delivery of a particular commodity. This means that it is incredibly important since prices in derivatives markets such as for futures and options will be inevitably based off of these values. Spot markets also tend to be incredibly liquid and active for this reason. Commodity producers and consumers will engage in the spot market and then hedge in the derivatives market.\n", "\nA disadvantage of the spot market, however, is taking delivery of the physical commodity. If you buy spot pork bellies, you now own some live hogs. While a meat processing plant may desire this, a speculator probably does not. Another downside is that spot markets cannot be used effectively to hedge against the production or consumption of goods in the future, which is where derivatives markets are better-suited.\n", "\nSpot markets trade commodities or other assets for immediate (or very near-term) delivery. The word \"spot\" refers to the trade and receipt of the good being made \"on the spot\".\n", "\nMany commodities have active spot markets, where physical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spotcommodity.asp\">spot commodities</a> are bought and sold in real-time for cash. Foreign exchange (FX) also has spot currencies markets where the underlying currencies are physically exchanged following the settlement date. Delivery usually occurs within 2 days after execution as it generally takes 2 days to transfer funds between bank accounts. Stock markets can also be thought of as spot markets, with shares of companies changing hands in real time.\n", "\nForwards and futures are derivatives contracts that use the spot market as the underlying asset. These are contracts that give the owner control of the underlying at some point in the future, for a price agreed upon today. Only when the contracts expire would physical delivery of the commodity or other asset take place, and often traders will <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/073015/how-do-futures-contracts-roll-over.asp\">roll over</a> or close out their contracts in order to avoid making or taking delivery altogether. Forwards and futures are generically the same, except that forwards are customizable and trade over-the-counter (OTC), whereas futures are standardized and traded on exchanges.\n", "\n<br/>\n", "\n<br/>\n", "\n<br/>\n"]}