{"name": "Stable Value Fund Definition", "@id": "https://www.investopedia.com/terms/s/stable-value-fund.asp", "related": ["https://www.investopedia.com/terms/m/money-marketfund.asp", "https://www.investopedia.com/terms/m/mutualfund.asp", "https://www.investopedia.com/terms/t/target-date_fund.asp", "https://www.investopedia.com/terms/g/gic.asp", "https://www.investopedia.com/terms/w/window-guaranteed-investment-contract.asp", "https://www.investopedia.com/terms/1/401kplan.asp"], "body": ["\nA stable value fund is a portfolio of bonds that are insured to protect the investor against a decline in yield or a loss of capital. The owner of a stable value fund will continue to receive the agreed-upon interest payments regardless of the state of the economy.\n", "\nStable value funds are a common option in some retirement plans such as company 401(k) plans, especially aimed at those savers nearing retirement.\n", "\nStable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuefund.asp\">value funds</a> invest in high-quality government and corporate bonds, short-term, and intermediate-term. They are no different from any bond fund, except they are insured. An insurance company or bank is contractually obligated to protect the fund's investors from any loss of capital or interest.\n", "\nThe bonds in such a fund are sometimes called \"wrapped\" bonds, referring to the fact that they are insured. The insurance is commonly issued in the form of a so-called synthetic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gic.asp\">guaranteed investment certificate</a> (GIC).\n", "\nA stable value fund is inherently as safe an investment as a money market fund. Historically, such funds provide a slightly higher rate of return than money market funds.\n", "\nStable value funds remain just that: stable. They don't grow over time, but they don't lose value either.\n", "\nIn times of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a> or stock market volatility, stable value funds are guaranteed. While many other investments drop in value, the owner of a stable bond fund continues to receive the agreed-upon interest payments and never loses <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/principal.asp\">principal</a> regardless of the state of the economy. The insurer must compensate the fund for any losses.\n", "\nBecause of the insurance, however, these funds come with extra management costs and fees, which can be a drag on the already lower yields that these investments offer due to their low risk.\n", "\nA stable value fund is often an investment option in qualified retirement plans such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\">401(k)</a> plans. A stable value fund may also be an appealing alternative to lower-yielding vehicles such as money market funds for the portion of an investor's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\">portfolio</a> that is used to counter <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">market volatility</a>. Stable value funds can provide the essential elements of balance and stability in a portfolio weighted in growth investments.\n", "\nHowever, there is a danger if a portfolio is weighted too heavily in lower-yielding investments such as stable value funds. The investor risks being squeezed by inflation down the road. A retirement income that seems sufficient initially can gradually become inadequate as the years pass and inflation mounts.\n", "\nMost professional financial advisors recommend a portfolio that is a mix of safe but low-yielding investments and risky but potentially rewarding investments, with a gradual reweighting towards safety as the investor approaches retirement age.\n", "\nInvestors also should check the expenses associated with stable value funds. Historically, their fees have been in the low range compared to most <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual funds</a>. However, insurance companies have been increasing their fees due to the perceived risks of a more volatile market.\n"]}