{"name": "Standard Error Definition", "@id": "https://www.investopedia.com/terms/s/standard-error.asp", "related": ["https://www.investopedia.com/terms/p/population.asp", "https://www.investopedia.com/terms/d/descriptive_statistics.asp", "https://www.investopedia.com/terms/s/standarddeviation.asp", "https://www.investopedia.com/terms/s/statistics.asp", "https://www.investopedia.com/terms/r/residual-sum-of-squares.asp", "https://www.investopedia.com/terms/t/tdistribution.asp"], "body": ["\nThe standard error (SE) of a statistic is the approximate standard deviation of a statistical sample population. The standard error is a statistical term that measures the accuracy with which a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sampling-distribution.asp\" rel=\"noopener noreferrer\">sample distribution</a> represents a population by using standard deviation. In statistics, a sample mean deviates from the actual mean of a population; this deviation is the standard error of the mean.\n", "\nThe term \"standard error\" is used to refer to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\" rel=\"noopener noreferrer\">standard deviation</a> of various sample statistics, such as the mean or median. For example, the \"standard error of the mean\" refers to the standard deviation of the distribution of sample means taken from a population. The smaller the standard error, the more representative the sample will be of the overall population.\n", "\nThe relationship between the standard error and the standard deviation is such that, for a given sample size, the standard error equals the standard deviation divided by the square root of the sample size. The standard error is also inversely proportional to the sample size; the larger the sample size, the smaller the standard error because the statistic will approach the actual value.\n", "\nThe standard error is considered part of inferential statistics. It represents the standard deviation of the mean within a dataset. This serves as a measure of variation for random variables, providing a measurement for the spread. The smaller the spread, the more accurate the dataset.\n", "\nWhen a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/representative-sample.asp\" rel=\"noopener noreferrer\">population is sampled</a>, the mean, or average, is generally calculated. The standard error can include the variation between the calculated mean of the population and one which is considered known, or accepted as accurate. This helps compensate for any incidental inaccuracies related to the gathering of the sample.\n", "\nIn cases where multiple samples are collected, the mean of each sample may vary slightly from the others, creating a spread among the variables. This spread is most often measured as the standard error, accounting for the differences between the means across the datasets.\n", "\nThe more data points involved in the calculations of the mean, the smaller the standard error tends to be. When the standard error is small, the data is said to be more representative of the true mean. In cases where the standard error is large, the data may have some notable irregularities.\n", "\nThe standard deviation is a representation of the spread of each of the data points. The standard deviation is used to help determine the validity of the data based on the number of data points displayed at each level of standard deviation. Standard errors function more as a way to determine the accuracy of the sample or the accuracy of multiple samples by analyzing deviation within the means.\n"]}