{"name": "Standard & Poor's (S&P) Definition", "@id": "https://www.investopedia.com/terms/s/sp.asp", "related": ["https://www.investopedia.com/terms/c/creditrating.asp", "https://www.investopedia.com/terms/c/capital-iq.asp", "https://www.investopedia.com/terms/b/ba1-bb.asp", "https://www.investopedia.com/terms/s/sp-claims-paying-ability-rating.asp", "https://www.investopedia.com/terms/r/rating.asp", "https://www.investopedia.com/terms/j/junkbond.asp"], "body": ["\nStandard &amp; Poor's (S&amp;P) is a company well known around the world as a creator of financial market indices—widely used as investment benchmarks—a data source, and an issuer of <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit ratings</a> for companies and debt obligations. It's perhaps best-known for the popular and often-cited <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sp500.asp\">S&amp;P 500 Index</a>.\n", "\nThe company's roots date back to the 1860s. Since 2016, with offices in 26 countries, its official corporate name has been S&amp;P Global.\n", "\nStandard &amp; Poor's grew out of two companies: Poor's Publishing, a publisher of railroad industry guidebooks officially founded in 1868, and the Standard Statistics Bureau (later Company), founded in 1906, which published financial data on companies. In 1923, it released its first stock market indicator, which contained 233 companies. Poor's Publishing, meanwhile, issued its first rating in 1916.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThe two firms merged in 1941, to create Standard &amp; Poor's.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nThe McGraw-Hill Cos. purchased S&amp;P in 1966. In 2012, Standard &amp; Poor’s combined its index operations with Dow Jones Indices (which McGraw-Hill owned) to become the leader in stock market indexes.\n", "\nIn 2016, McGraw Hill Financial rebranded itself as S&amp;P Global. S&amp;P Global divisions include S&amp;P Global Ratings, S&amp;P Global Market Intelligence, S&amp;P Dow Jones Indices, and S&amp;P Global Platts. The company has more than 1,400 credit analysts, and more than 1.2 million credit ratings have been issued on governments, corporations, the financial sector, and securities.\n", "\nS&amp;P is a major credit risk researcher, covering multiple industries, benchmarks, asset classes, and geographies. It issues credit ratings, ranging from AAA to D, on public and private company debt, as well as governments. It also offers ratings on <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/06/currentportionlongtermdebt.asp\">short-term debt</a> and provides outlook ratings that range from six months to two years.\n", "\nThe S&amp;P 500 Index launched in March 1957. It was the first index to be computer-generated and to be published daily and has become a stand-in for the U.S. stock market itself.\n", "\nThe S&amp;P 500 Index contains 500 of the largest stocks that trade on the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/03/103103.asp\">New York Stock Exchange</a> and Nasdaq, making it a tool to gauge the overall health of large American companies. The S&amp;P 500 is probably the single most popular equity index in the world and is used as a performance benchmark for a variety of mutual funds, ETFs, and other assets and securities.\n", "\nOther popular indexes offered by S&amp;P Global cover different sectors of the market and different market capitalizations. Large offerings from S&amp;P Dow Jones Indices include the S&amp;P SmallCap 600, the S&amp;P MidCap 400, the S&amp;P Composite 1500, and the S&amp;P 900. Each represents a look at market health based on its subsector.\n", "\nThe first S&amp;P 500 futures contracts were introduced by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cme.asp\">Chicago Mercantile Exchange</a> (CME) in 1982. The SP contract is the base market contract for S&amp;P 500 futures trading. It is priced by multiplying the S&amp;P 500’s value by $250. For example, if the S&amp;P 500 is at a level of 2,500, then the market value of a futures contract is 2,500 x $250 or $625,000.\n", "\nThe CME added the E-mini option in 1997. The E-mini futures were created to allow for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/123115/best-ways-invest-500-5000.asp\">smaller investments</a> by a wider range of investors. The S&amp;P 500 E-Mini Futures are one-fifth of the value of the big contract. If the S&amp;P 500 level is 2,500 then the market value of a futures contract is 2,500 x $50 or $125,000. The \"E\" in E-mini stands for electronic. Many traders favor the S&amp;P 500 E-Mini ES over the SP not only for its smaller investment size but also for its liquidity. Like its name, the E-Mini ES trades electronically which can be more efficient than the open outcry pit trading for the SP.\n", "\nAs with all futures, investors are only required to front a fraction of the contract value to take a position. This represents the margin on the futures contract. These margins are not the same as margins for stock trading. Futures margins show \"skin in the game\" that must be offset or settled.\n", "\nStandard &amp; Poor's Underlying Ratings (SPURs) provide an opinion on a municipality's credit quality separate from guarantor or insurer credit enhancements. Municipal or other public sector bonds typically include credit enhancement which is used to obtain better terms by providing increased assurance that the borrower will honor its obligation through additional insurance or a third-party guarantee. Standard &amp; Poor's issues a SPURs rating only at the request of the issuer/obligor and maintains surveillance of an issue with a published SPUR.\n", "\nStandard &amp; Poor's Global Ratings division ranks debt instruments, like bonds, and the companies that issue them, in terms of creditworthiness—defined as the likelihood of default or inability to pay debts in a timely manner. Similar to academic grades, each rating consists of a letter on a scale of A to D, sometimes augmented with a plus or minus sign or a number. The higher the grade, the lower the risk (in S&amp;P's estimation).\n", "\nA rating of BBB and above is called \"investment grade\"—the safest sort of investment. Ratings below that are considered \"speculative\"—a greater degree of risk.\n", "\nThe chart below displays Standard &amp; Poor's rating system for short-term debt—bills, loans, and other obligations with a maturity of one year or less.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> These are the sort of instruments that money market funds and money market accounts often invest in.\n", "\nStandard &amp; Poor's (S&amp;P) is a company, a leading index provider and data source of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/bonds/09/history-credit-rating-agencies.asp\">independent credit ratings</a>. Sometimes a reference to \"Standard &amp; Poor's\" can also mean the company's most famous index: the S&amp;P 500, which tracks the performance of the 500 largest public companies in the U.S.\n", "\nStandard &amp; Poor's is paid fees for its rating services by issuers of securities and debt obligations. In addition, companies and individuals often pay for its more detailed market intelligence and analysis reports, and subscribe to other research services.\n", "\n The S&amp;P 500 consists of the 500 largest publicly-traded companies in the U.S. Many are highly familiar names: Microsoft, Apple, Exxon Mobile, Bank of America, Visa, and Coca-Cola.\n", "\nTo qualify for the S&amp;P 500 Index, a company must have t least 10% of its shares outstanding in the public market and have a market capitalization of at least $9.8 billion.\n", "\nYou can find a company's S&amp;P rating by going to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.standardandpoors.com/en_US/web/guest/entity-browse\">S&amp;P Global Ratings website</a>. Once you register with S&amp;P Global Ratings, you can then look up a company.\n", "\nYes, BBB does indicate investment grade. It is the lowest S&amp;P rating to qualify as investment grade. It means a bond or an issuer \"exhibits adequate protection parameters. However, adverse economic conditions or changing circumstances are more likely to weaken the obligor's capacity to meet its financial commitments on the obligation,\" as S&amp;P puts it.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nStandard &amp; Poor's—officially, S&amp;P Global—is a public company in the financial information and analytics business. Based in the U.S., but with offices around the world, it provides financial market research and intelligence, maintaining widely followed market and securities indexes—the best-known of which, the S&amp;P 500 Index, acts as a barometer of the entire U.S. stock market.\n", "\nIn addition, Standard &amp; Poor's is one of the largest credit rating agencies, assigning letter grades to companies and countries and the debt they issue.\n"]}