{"name": "Statute of Frauds Definition", "@id": "https://www.investopedia.com/terms/s/statute-of-frauds.asp", "related": ["https://www.investopedia.com/terms/o/oral-contract.asp", "https://www.investopedia.com/terms/b/breach-of-contract.asp", "https://www.investopedia.com/terms/a/adhesion-contract.asp", "https://www.investopedia.com/terms/t/tenancy-at-will.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/c/common-law.asp"], "body": ["\nThe statute of frauds (SOF) is a legal concept that requires certain types of contracts to be executed in writing. The statute covers contracts for the sale of land, agreements involving goods worth over $500, and contracts lasting one year or more.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe statute of frauds was adopted in the U.S. primarily as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/common-law.asp\" rel=\"noopener noreferrer\">common law</a> concept—that is, as unwritten law. However, it has since been formalized by statutes in certain jurisdictions, such as in most states. In a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breach-of-contract.asp\" rel=\"noopener noreferrer\">breach of contract</a> case where the statute of frauds applies, the defendant may raise it as a defense. Indeed, they often must do so affirmatively for the defense to be valid. In such a case, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/burden-proof.asp\" rel=\"noopener noreferrer\">burden of proof</a> is on the plaintiff. The plaintiff must establish that a valid contract was indeed in existence.\n", "\nAs applied in the United States, the concept generally requires the following types of contracts to be written to be legally binding.\n", "\nThe statute of frauds has its roots in the Act for Prevention of Frauds and Perjuryes, which was passed by the English Parliament in 1677. The legislation, which stipulated a written contract be used for transactions where a large amount of money was at stake, aimed to prevent some of the misunderstandings and fraudulent activity that can occur when relying on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oral-contract.asp\" rel=\"noopener noreferrer\">oral contracts</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nIndeed, the English legal system of the time suffered from a lack of written evidence. The courts were clogged with lawsuits, and cases were often settled by using professional witnesses who were paid for their testimony. Perjury and corruption became the norm.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nAs the founders shaped the U.S. government, they drew on the 1677 Act to help shape how business transactions, and disputes over them, should be handled in the new world. Like their 17th-century British forebears, the founders decided that written and signed contracts minimized ambiguity by providing a clear record of the agreement. That <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contra-proferentem-rule.asp\" rel=\"noopener noreferrer\">reduced</a> the opportunity for later litigation and simplified the settlement of such suits when they occurred.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nIn some situations, even some agreements that would ordinarily require a written contract under the statute of frauds may be enforceable without them.\n", "\nSeveral exceptions relate to situations in which oral agreements result in work beginning or financial outlays.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿ Take a case in which steps are taken to create a series of specially manufactured items, such as monogrammed shirts. If the customer who commissioned them over the phone subsequently decides to cancel the order, they will likely still be responsible for at least partial payment.\n", "\nThe same will usually apply if improvements or modifications to a customer's possessions, based on oral agreements, are begun and then canceled.\n", "\nTake a situation in which a house painter, after a homeowner so requests, purchases materials and begins to redecorate a house. If the homeowner then reverses course and claims no firm painting agreement was in place, the contractor would likely prevail. That's because of what's known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promissory_estoppel.asp\" rel=\"noopener noreferrer\">promissory estoppel</a>. It is defined as a principle of \"fundamental fairness\" intended to remedy a substantial injustice. There are also cases of partial performance. The fact that one party has already performed its responsibilities under the agreement may serve to confirm that a contract existed.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿\n", "\nNot every written document is necessarily protected under the statute of frauds. The following attributes of the agreement are generally required for the contract to be considered valid and binding:\n", "\nA formal document isn't always mandatory. Several correspondences between the parties that clearly state the contract in material terms can sometimes suffice. Suppose the private seller of a car negotiates the price or other conditions of the sale over email or through written letters to the buyer. Then, the eventual agreement recorded in those exchanges could satisfy the requirements for an enforceable contract.\n", "\nFurthermore, sending an invoice for work and the stated agreement that was orally agreed can represent a binding contract. That is especially true when the customer does not cancel the agreement within five days. A written confirmation between merchants often suffices as proof of an agreement under the statute of frauds.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nProvisions for the statute of frauds are enforced by states, based on federal codes. The Universal Commercial Code (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uniform-commercial-code.asp\" rel=\"noopener noreferrer\">UCC</a>) in the U.S. provides a good example. It is the standardized set of business laws that regulate financial contracts.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Most states have fully adopted the UCC.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn cases where articles of the UCC that affect the statute of frauds change, it may take time for those alterations to be reflected in every state's laws. Some states, including Texas and Louisiana, also have some long-standing variations from the norm in their statute of frauds and related regulations.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nBefore relying on the statute of frauds in any given situation, it is wise to research the statute-of-frauds provisions in your state or territory and seek legal advice as needed.\n"]}