{"name": "Statement of Retained Earnings Definition", "@id": "https://www.investopedia.com/terms/s/statement-of-retained-earnings.asp", "related": ["https://www.investopedia.com/terms/r/retainedearnings.asp", "https://www.investopedia.com/terms/r/retentionratio.asp", "https://www.investopedia.com/terms/d/dividendpayoutratio.asp", "https://www.investopedia.com/terms/p/plowbackratio.asp", "https://www.investopedia.com/terms/r/rcp.asp", "https://www.investopedia.com/terms/a/accumulated-income.asp"], "body": ["\nThe statement of retained earnings (retained earnings statement) is a financial statement that outlines the changes in <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\">retained earnings</a> for a company over a specified period. This statement reconciles the beginning and ending retained earnings for the period, using information such as net income from the other financial statements, and is used by analysts to understand how corporate profits are utilized.\n", "\nThe statement of retained earnings is also known as a statement of owner's equity, an equity statement, or a statement of shareholders' equity. Boilerplate templates of the statement of retained earnings can be found online. It is prepared in accordance with generally accepted accounting principles (GAAP).\n", "\nThis statement of retained earnings can appear as a separate statement or as an inclusion on either a balance sheet or an income statement. The statement is a financial document that includes information regarding a firm’s retained earnings, along with the net income and amounts distributed to stockholders in the form of <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>. An organization’s net income is noted, showing the amount that will be set aside to handle certain obligations outside of shareholder dividend payments, as well as any amount directed to cover any losses. Each statement covers a specified time period, as noted in the statement.\n", "\nThese funds may also be referred to as retained profit, accumulated earnings, or accumulated retained earnings. Often, these retained funds are used to make a payment on any debt obligations or are reinvested into the company to promote growth and development.\n", "\nWhenever a company generates surplus income, a portion of the long-term shareholders may expect some regular income in the form of dividends as a reward for putting their money in the company. Traders who look for short-term gains may also prefer getting dividend payments that offer instant gains. Dividends are paid out from profits, and so reduce retained earnings for the company.\n", "\nThe following options broadly cover some of the possibilities on how the surplus money allocated to retained earnings and not paid out as dividends can be utilized:\n", "\nThe purpose of releasing a statement of retained earnings is to improve market and investor confidence in the organization. It is used as a marker to help analyze the health of a firm. Retained earnings do not represent surplus funds. Instead, the retained earnings are redirected, often as a reinvestment within the organization.\n", "\nThe retained earnings for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalintensive.asp\" rel=\"noopener noreferrer\">capital-intensive</a> industry or a company in a growth period will generally be higher than some less-intensive or stable companies. This is due to the larger amount being redirected toward asset development. For example, a technology-based business may have higher asset development needs than a simple t-shirt manufacturer, as a result of the differences in the emphasis on new product development.\n", "\nWhile a t-shirt can remain essentially unchanged for a long period of time, a computer or smartphone requires more regular advancement to stay competitive within the market. Hence, the technology company will likely have higher retained earnings than the t-shirt manufacturer.\n", "\nOne piece of financial data that can be gleaned from the statement of retained earnings is the retention ratio. The retention ratio (or plowback ratio) is the proportion of earnings kept back in the business as retained earnings. The retention ratio refers to the percentage of net income that is retained to grow the business, rather than being paid out as dividends. It is the opposite of the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payoutratio.asp\">payout ratio</a>, which measures the percentage of profit paid out to shareholders as dividends.\n", "\nThe retention ratio helps investors determine how much money a company is keeping to reinvest in the company's operation. If a company pays all of its retained earnings out as dividends or does not reinvest back into the business, earnings growth might suffer. Also, a company that is not using its retained earnings effectively have an increased likelihood of taking on additional debt or issuing new equity shares to finance growth.\n", "\nAs a result, the retention ratio helps investors determine a company's reinvestment rate. However, companies that hoard too much profit might not be using their cash effectively and might be better off had the money been invested in new equipment, technology, or expanding product lines. New companies typically don't pay dividends since they're still growing and need the capital to finance growth. However, established companies usually pay a portion of their retained earnings out as dividends while also reinvesting a portion back into the company.\n"]}