{"name": "Statute of Limitations Definition", "@id": "https://www.investopedia.com/terms/s/statute-of-limitations.asp", "related": ["https://www.investopedia.com/terms/i/impeachment.asp", "https://www.investopedia.com/terms/i/immunity.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/s/statute-of-frauds.asp", "https://www.investopedia.com/terms/b/barratry.asp", "https://www.investopedia.com/terms/d/dram-shop-laws.asp"], "body": ["\nA statute of limitations is a law that sets the maximum amount of time that parties involved in a dispute have to initiate legal proceedings from the date of an alleged offense, whether civil or criminal. However, the length of time the statute allows for a victim to bring legal action against the suspected wrong-doer can vary from one jurisdiction to another and the nature of the offense.\n", "\nIn general, the time allowed under a statute of limitations varies depending upon the nature of the offense. In most cases, statutes of limitations apply to civil cases. For example, in some states, the statute of limitations on medical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/malpractice-insurance.asp\" rel=\"noopener noreferrer\">malpractice</a> claims is two years, so that means you have two years to sue for medical malpractice. If you wait so much as one day over the two-year deadline, you can no longer sue for medical malpractice.\n", "\nCriminal offenses can also have statutes of limitations. However, cases involving serious crimes, like murder, typically have no maximum period under a statute of limitations. In some states, sex offenses involving minors, or violent crimes like kidnapping or arson, have no statute of limitations.\n", "\nUnder international law, crimes against humanity, war crimes, and genocide have no statute of limitations, according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.un.org/en/genocideprevention/documents/atrocity-crimes/Doc.27_convention%20statutory%20limitations%20warcrimes.pdf\" rel=\"noopener noreferrer\">Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity</a> and Article 29 of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.icc-cpi.int/resource-library/documents/rs-eng.pdf\" rel=\"noopener noreferrer nofollow\">Rome Statute of the International Criminal Court</a>.\n", "\nA statute of limitations is sometimes controversial due to cases where legal action cannot be brought against an offender because the maximum length of time has elapsed. Proponents of a statute of limitations argue that, for practical reasons, it is most equitable to limit the initiation of legal proceedings to a reasonable period after the event. As time goes on, important evidence may be lost, and the memories of witnesses can grow foggy. Legal proceedings brought under these circumstances may not be fair to all parties.\n", "\nStatutes of limitations can also apply to consumer debt because creditors have a certain amount of time in which to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/121514/how-debt-collection-agency-business-works.asp\" rel=\"noopener noreferrer\">collect on the debt</a>. The statute of limitations on consumer debt depends on the laws of the state in question, and the type of debt. Creditors can no longer <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/09/fighting-collection-lawsuits.asp\" rel=\"noopener noreferrer\">sue</a> to collect a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timebarred-debt.asp\" rel=\"noopener noreferrer\">time-barred debt</a>, but that doesn’t mean that the consumer doesn’t owe the money. Making any payment towards a time-barred debt can restart the clock on the statute of limitations.\n", "\nFor example, on Feb. 14, 2019, New York Governor Andrew Cuomo signed into law the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.governor.ny.gov/news/governor-cuomo-signs-child-victims-act\" rel=\"noopener noreferrer\">Child Victims Act</a>, legislation that extends the statute of limitations on child molestation. The extension gives victims more time to seek criminal charges in general and allows for a one-time 12-month litigation window for adult victims of all ages who were abused as children.\n", "\nUnder the law, victims can seek criminal charges against their abusers until age 28, versus the previous cutoff of age 23, and can file civil suits until age 55. The law also includes a one-year litigation window for victims of any age to file lawsuits; one of the biggest sticking points that kept the law from being approved previously.\n", "\nIn the past, one of the biggest opponents to the extension of the statute of limitations and inclusion of the one-year litigation window was the Catholic Church. At the time, the Republican-controlled state <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/senate-bill.asp\" rel=\"noopener noreferrer\">Senate</a> blocked the legislation for a decade, but after a Democratic majority was voted through, the Senate and Democrat-controlled Assembly approved the legislation.\n"]}