{"name": "Stipend Definition", "@id": "https://www.investopedia.com/terms/s/stipend.asp", "related": ["https://www.investopedia.com/terms/n/non-accountable-plan.asp", "https://www.investopedia.com/terms/m/minimum_wage.asp", "https://www.investopedia.com/terms/b/base-pay.asp", "https://www.investopedia.com/form-709-united-states-gift-and-generation-skipping-transfer-tax-return-5114636", "https://www.investopedia.com/terms/i/irs-publication-15-b.asp", "https://www.investopedia.com/terms/c/cashallowance.asp"], "body": ["\nA stipend is a predetermined amount of money prepaid (or less often reimbursed) to certain individuals, such as trainees, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/011316/job-or-internship-guide-college-students.asp\">interns</a>, and students, to help offset some of their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\">expenses</a>. Stipends are often provided to people who are ineligible to receive a regular salary in exchange for the duties they perform.\n", "\nA stipend is generally lower in pay than a salary. However, the recipient is able to gain experience and knowledge in a specific field with some—usually minimal—<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/remuneration.asp\">remuneration</a>.\n", "\nA stipend is often offered to individuals as a fixed sum rather than an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/031115/salary-vs-hourly-how-benefits-laws-differ.asp\">hourly wage or salary</a>. This type of compensation is sometimes called an allowance and is normally provided on a daily, weekly, or monthly basis. Stipends are usually offered as compensation for training instead of for employment purposes. That being said, it allows people to pursue work that is normally unpaid by helping defray living expenses.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nInterns, apprentices, fellows, and clergy are common recipients of stipends. Rather than being paid for their services, they're paid stipends to provide financial support while engaged in the service or task. A stipend often includes other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/09/deciphering-benefits-at-new-job.asp\">benefits</a>, such as higher education, room, and board.\n", "\nRules outlined by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dol.asp\">U.S. Department of Labor</a> (DOL) exist surrounding how stipends can be used by companies and organizations. Stipends can not be used to hire students to replace existing staff, and the students must be the primary <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiary</a> of the employment or training—not the company. Also, a stipend may be lower than the minimum wage as long as it's used to pay trainees.\n", "\nBecause they're often used to cover expenses, the amounts paid to stipend recipients are relatively low. For instance, interns typically receive anywhere between $250 to $500 or more per month. Of course, this isn't a hard-and-fast-rule, as the pay does vary by employer.\n", "\nIf you receive a stipend, there are certain things you must consider. One of the main advantages of this type of compensation is that you get to keep what you earn. That's because people who receive stipends don't have taxes withdrawn to pay for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/socialsecurity.asp\">Social Security</a>.\n", "\nBut remember, stipends are considered a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">taxable income</a>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This means recipients need to set aside a portion of their earnings. For the 2021 tax year, the withholding rate for both programs is 15.3%—12.4% for Social Security and 2.9% for Medicare.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nRecipients should be careful about how their payments are classified. Students and interns should be classified as such. If the company identifies you as an employee, your stipend may be taxed and you won't receive the full amount. And in this case, you're entitled to receive the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/minimum_wage.asp\">minimum wage</a> and any overtime pay, if it applies. On the other hand, employees should ensure they aren't considered trainees. This could lead to complications with their pay.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nAs mentioned above, stipends are not hourly-based pay and are often used by employers as a lower-cost option to pay interns. In fact, stipends can vary depending on the company or organization. Some companies pay stipends to help cover housing, food, or travel expenses. Here are just a few of the types of stipends that are offered.\n", "\nStipends are commonly offered to researchers at academic institutions or other organizations in order to help them focus on their projects. Much like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grant.asp\">grants</a>, these stipends may be furnished by third-parties who wish to see a particular study or form of research advance further without fiscal distractions that might otherwise hamper the researcher. Foundations and comparable entities might also offer stipends on similar terms to support the work of researchers and the projects they are developing.\n", "\nStipends might also be offered to cover very specific types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/101314/what-difference-between-cost-and-price.asp\">costs</a> and expenses. For instance, students could receive a stipend that must be used toward the purchase or lease of computers during academic semesters. Alternatively, stipends may be issued to help defer the cost of transportation incurred by the recipient to and from the company for training purposes.\n", "\nSince employers don't have to offer health benefits to interns, some of them may offer their workers extra money by adding it to their paycheck to help them with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\" rel=\"noopener noreferrer\">health insurance</a> costs. Individuals can then use this extra cash to put toward paying for their insurance <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premiums</a> for coverage that can be purchased either through the health care exchange or directly from private insurers.\n", "\nHealth and wellness are now an important part of the work-life balance that many employers promote. So it's only natural that a lot of companies may also offer stipends for employees that can be used for a variety of fitness expenses, such as gym memberships, yoga classes, or even personal trainers, as part of a wellness program.\n", "\nSome companies offer stipends to employees who wish to take additional training and classes that may assist them with their jobs and career development. The employee may enroll and pay for classes or additional training, for which the employer provides a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reimbursement.asp\">reimbursement</a>.\n", "\nThe National Endowment for the Humanities offers grants in the form of stipends to support individuals who conduct advanced research that may be of interest to the general public or scholars. The types of research projects eligible to receive such stipends may include books, translations, articles, digital publications, or site reports on archeologic digs.\n", "\nIn order to receive a stipend like this, the recipient must ensure the project does more than collect data. Analysis and interpretation of the gathered information must be included.\n"]}