{"name": "Stock Appreciation Rights (SARs) Definition", "@id": "https://www.investopedia.com/terms/s/sar.asp", "related": ["https://www.investopedia.com/terms/p/phantomstock.asp", "https://www.investopedia.com/terms/i/iso.asp", "https://www.investopedia.com/terms/r/restrictedstock.asp", "https://www.investopedia.com/terms/r/restricted-stock-unit.asp", "https://www.investopedia.com/terms/s/statutory-stock-option.asp", "https://www.investopedia.com/terms/q/qualifyingdisposition.asp"], "body": ["\nStock appreciation rights (SARs) are a type of employee compensation linked to the company's stock price during a predetermined period. SARs are profitable for employees when the company's stock price rises, which makes them similar to employee stock options (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eso.asp\" rel=\"noopener noreferrer\">ESOs</a>). However, employees do not have to pay the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\" rel=\"noopener noreferrer\">exercise price</a> with SARs. Instead, they receive the sum of the increase in stock or cash.\n", "\nThe primary benefit of stock appreciation rights is that employees can receive proceeds from stock price increases without having to buy stock.\n", "\nStock appreciation rights offer the right to the cash equivalent of a stock's price gains over a predetermined time interval. Employers almost always pay this type of bonus in cash. However, the company may pay the employee bonus in shares. In most cases, employees can exercise SARs after they vest. When SARs vest, it simply means that they become available to exercise. Employers generally issue SARs along with stock options. These stock appreciation rights are called tandem SARs. They assist in funding the purchase of options and help pay off taxes due at the time the SARs are exercised.\n", "\nLike several other forms of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockcompensation.asp\" rel=\"noopener noreferrer\">stock compensation</a>, SARs are transferable and are often subject to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clawback.asp\" rel=\"noopener noreferrer\">clawback</a> provisions. Clawback provisions specify conditions under which the company may take back some or all of the income received by employees under the plan. For example, they might allow the firm to withdraw SARs if an employee goes to work for a competitor before a specified date. SARs are also frequently awarded according to a vesting schedule that ties them to performance goals set by the company.\n", "\nSARs are taxed the same way as non-qualified stock options (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nso.asp\" rel=\"noopener noreferrer\">NSOs</a>). There are no tax consequences of any kind on either the grant date or when they are vested. However, participants must recognize ordinary income on the spread at the time of exercise.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Most employers will also withhold supplemental <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal_income_tax.asp\" rel=\"noopener noreferrer\">federal income tax</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Furthermore, they will hold back funds to pay state and local taxes where applicable.\n", "\nMany employers will also withhold taxes on SARs in the form of shares. For example, an employer may only give a certain number of shares and withhold the remainder to cover the tax. As with NSOs, the amount of income recognized upon exercise becomes the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costbasis.asp\" rel=\"noopener noreferrer\">cost basis</a> for taxes when holders sell the shares.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nSARs are similar in some ways to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/phantomstock.asp\" rel=\"noopener noreferrer\">phantom stock</a>. The major difference is that phantom stocks are typically reflective of stock splits and dividends. Phantom stock is a promise that an employee will receive either the value of the company's shares or the amount that the stock price increases during a specified period. The phantom stock bonus an employee receives is taxed as ordinary income at the time it is received. Phantom stock is not tax-qualified, so it does not have to follow the rules that employee stock ownership plans (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/esop.asp\" rel=\"noopener noreferrer\">ESOPs</a>) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\" rel=\"noopener noreferrer\">401(k)s</a> must follow.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe greatest advantage of SARs is flexibility. Companies can structure SARs in a variety of ways that work best for different individuals. However, this flexibility requires making numerous choices. Companies offering SARs must decide which employees receive them, the value of these bonuses, the liquidity of the SARs, and which vesting rules to adopt.\n", "\nEmployers like SARs because the accounting rules for them are more favorable than in the past. They receive fixed instead of variable accounting treatment, much like conventional stock option plans. However, SARs require the issuance of fewer shares and dilute the share price less than traditional stock plans. Like all other forms of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity-compensation.asp\" rel=\"noopener noreferrer\">equity compensation</a>, SARs can also serve to motivate and retain employees.\n", "\nConsider an employee who earns 200 SARs as a performance bonus. Furthermore, suppose that the SARs mature after a period of two years. The stock of the company then proceeds to increase by $35 a share over those two years. The result is that the employee receives $7,000 (200 SARs x $35 = $7,000) in additional compensation. These SARs could also have a clawback provision where employees lose them if they leave the company before the two-year period ends.\n"]}