{"name": "Stop Payment Definition", "@id": "https://www.investopedia.com/terms/s/stop-payment.asp", "related": ["https://www.investopedia.com/terms/e/exception-item.asp", "https://www.investopedia.com/terms/c/canceled-check.asp", "https://www.investopedia.com/terms/r/routing_transit_number.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/b/bank-statement.asp"], "body": ["\nA stop payment is a formal request made to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialinstitution.asp\">financial institution</a> to cancel a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/check.asp\">check</a> or payment that has not yet been processed. A stop payment order is issued by the account holder and can only be enacted if the check or payment has not already been processed by the recipient.\n", "\nIssuing a stop payment order often costs the bank account holder a fee (generally $30 although bank policies differ), which is levied by the institution. There are several reasons that a stop payment order may be requested. For example, the account holder may have sent a check for the wrong amount or may have canceled a purchase after having put the check in the mail. Occasionally, if the stop payment is not requested in time and/or incorrectly, the financial institution will not be able to halt the process.\n", "\nTo request a stop payment, an account holder generally provides specific information about a check that is in progress to the bank—e.g., check # 607 for $250 written to John’s Cleaning Agency. In an ideal scenario, the bank would then flag the check and prevent it from clearing the account.\n", "\nIf a bank is unable to locate the check, it will often continue to look for the check for six months, although policies differ among banks. Some banks offer the opportunity to extend or refresh the stop payment, via a verbal or written request.\n", "\nIn addition to issuing individual stop payments, additional measures for securing checks and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personalfinance.asp\">personal finance</a> information more generally are becoming mainstream. This protection is important if an account holder is concerned about error or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\">fraud</a>.\n", "\nOne method that has been updated over time is the addition of a padlock feature on personal checks. The Washington-D.C.-based Check Payment Systems Association (formerly Financial Stationers Association) created the padlock feature as check fraud grew pre-2000. The padlock feature completed a triumvirate of features, incorporated into a check, to add complexity and make it more challenging for fraudsters to reproduce it.\n", "\nOnline banking, which is now used by all major banks like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/why-bank-america-bargain/\">Bank of America</a>, TD Bank, Citibank, Chase Bank, is designed to improve the efficiency of depositing, transferring, and withdrawing funds, along with balance-checking and other, relatively simple personal finance tasks. With individual financial information now stored online—the potential for secure encryption is high—along with the ability of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cybersecurity.asp\">cyber-criminals</a> to steal data. Despite such threats, many have chosen to bank fully online. In this way, issuing stop payments, among other tasks, become more efficient.\n"]}