{"name": "Strike Price Definition", "@id": "https://www.investopedia.com/terms/s/strikeprice.asp", "related": ["https://www.investopedia.com/terms/e/exerciseprice.asp", "https://www.investopedia.com/terms/o/outofthemoney.asp", "https://www.investopedia.com/terms/p/put.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/p/putoption.asp", "https://www.investopedia.com/terms/a/atthemoney.asp"], "body": ["\nA strike price is the set price at which a derivative contract can be bought or sold when it is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\" rel=\"noopener noreferrer\">exercised</a>. For <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/calloption.asp\" rel=\"noopener noreferrer\">call options</a>, the strike price is where the security can be bought by the option holder; for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\" rel=\"noopener noreferrer\">put options</a>, the strike price is the price at which the security can be sold.\n", "\nStrike price is also known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exerciseprice.asp\" rel=\"noopener noreferrer\">exercise price</a>.\n", "\nStrike prices are used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a> (mainly options) trading. Derivatives are financial products whose value is based (derived) on the underlying asset, usually another financial instrument. The strike price is a key variable of call and put options. For example, the buyer of a stock option call would have the right, but not the obligation, to buy that stock in the future at the strike price. Similarly, the buyer of a stock option put would have the right, but not the obligation, to sell that stock in the future at the strike price.\n", "\nThe strike or exercise price is the most important determinant of option value. Strike prices are established when a contract is first written. It tells the investor what price the underlying asset must reach before the option is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in-the-money</a> (ITM). Strike prices are standardized, meaning they are at fixed dollar amounts, such as $31, $32, $33, $102.50, $105, and so on.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042715/what-difference-between-money-and-out-money.asp\" rel=\"noopener noreferrer\">The price difference</a> between the underlying stock price and the strike price determines an option's value. For buyers of a call option, if the strike price is above the underlying stock price, the option is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\" rel=\"noopener noreferrer\">out of the money</a> (OTM). In this case, the option doesn't have <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a>, but it may still have value based on volatility and time until expiration as either of these two factors could put the option in the money in the future. Conversely, If the underlying stock price is above the strike price, the option will have intrinsic value and be in the money.\n", "\nA buyer of a put option will be in the money when the underlying stock price is below the strike price and be out of the money when the underlying stock price is above the strike price. Again, an OTM option won't have intrinsic value, but it may still have value based on the volatility of the underlying asset and the time left until option expiration.\n", "\nAssume there are two option contracts. One is a call option with a $100 strike price. The other is a call option with a $150 strike price. The current price of the underlying stock is $145. Assume both call options are the same, the only difference is the strike price.\n", "\nAt expiration, the first contract is worth $45. That is, it is in the money by $45. This is because the stock is trading $45 higher than the strike price.\n", "\nThe second contract is out of the money by $5. If the price of the underlying asset is below the call's strike price at expiration, the option expires worthless.\n", "\nIf we have two put options, both about to expire, and one has a strike price of $40 and the other has a strike price of $50, we can look to the current stock price to see which option has value. If the underlying stock is trading at $45, the $50 put option has a $5 value. This is because the underlying stock is below the strike price of the put.\n", "\nThe $40 put option has no value, because the underlying stock is above the strike price. Recall that put options allow the option buyer to sell at the strike price. There is no point using the option to sell at $40 when they can sell at $45 in the stock market. Therefore, the $40 strike price put is worthless at expiration.\n", "\nThe term strike price refers to the price at which an option or other derivative contract can be exercised. For example, if a call option entitles the option holder to buy a given security at a price of $20 per share, its strike price would be $20. If exercising an option would generate profit for the option holder, then that option is referred to as being “in the money”. If exercising the option would not generate profit, then the option is referred to as “out of the money”.\n", "\nThe question of what strike price is most desirable will depend on factors such as the risk tolerance of the investor and the options premiums available from the market. For example, most investors will look for options whose strike prices are relatively close to the current market price of the security, based on the logic that those options have a higher probability of being exercised at a profit. At the same time, some investors will deliberately seek out options that are far out of the money—that is, options whose strike prices are very far from the market price—in the hopes of realizing very large returns if the options do become profitable. \n", "\nYes, the terms strike price and exercise price are synonymous. Some traders will use one term over the other, and may use the terms interchangeably, but their meanings are the same. Both terms are widely used in derivatives trading.\n"]}