{"name": "Structural Unemployment Definition", "@id": "https://www.investopedia.com/terms/s/structuralunemployment.asp", "related": ["https://www.investopedia.com/terms/u/unemployment.asp", "https://www.investopedia.com/terms/c/cyclicalunemployment.asp", "https://www.investopedia.com/terms/h/hysteresis.asp", "https://www.investopedia.com/terms/f/frictionalunemployment.asp", "https://www.investopedia.com/terms/f/fullemployment.asp", "https://www.investopedia.com/terms/d/discouraged_worker.asp"], "body": ["\nStructural unemployment is a longer-lasting form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\">unemployment</a> caused by fundamental shifts in an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\">economy</a> and exacerbated by extraneous factors such as technology, competition, and government policy. Structural unemployment occurs because workers lack the requisite job skills or live too far from regions where jobs are available and cannot move closer. Jobs are available, but there is a serious mismatch between what companies need and what workers can offer.\n", "\nStructural unemployment is caused by forces other than the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/business-cycle/\">business cycle</a>. This means that structural unemployment can last for decades and may need radical change to redress the situation. If structural unemployment is not addressed, it can increase the unemployment rate long after a recession is over and increase the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/natural-unemployment/\">natural rate of unemployment</a>, which is <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050115/what-difference-between-frictional-unemployment-and-structural-unemployment.asp\">also known as “frictional unemployment.”</a>\n", "\nHundreds of thousands of well-paying manufacturing jobs were lost in the United States over the past three decades as production jobs migrated to lower-cost areas in China and elsewhere. This decline in the number of jobs is responsible for a higher natural rate of unemployment. Growing technology in all areas of life increases future structural unemployment, because workers without adequate skills will get marginalized. Even those with skills may face redundancy, given the high rate of technological obsolescence and the growing use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/artificial-intelligence-ai.asp\">artificial intelligence (AI)</a>.\n", "\nWhile the 2007-2009 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/global-recession.asp\">global recession</a> caused <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cyclicalunemployment.asp\">cyclical unemployment</a>, it also <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/050715/how-did-great-recession-affect-structural-unemployment.asp\">increased structural unemployment in the United States</a>. As the jobless rate peaked over 10% in October 2009, the average unemployment period for millions of workers rose significantly.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ These workers’ skills deteriorated during this time of prolonged unemployment, causing structural unemployment. The depressed housing market also affected the job prospects of the unemployed and, therefore, increased structural unemployment. Relocating to a new job in another city would have meant selling a home at a substantial loss, which not many people were willing to do, creating a mismatch of skills and job availability. The COVID-19 pandemic <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/special-economic-impact-of-pandemics-4800597\">may well have similar effects</a>.\n", "\nFrance has also been hit hard by structural unemployment, which arises from the fact that a large portion of France’s workforce is participating in temporary second-level jobs with little chance of being promoted to long-term contracts, forcing them to strike. This results in a lack of job flexibility and little job mobility, sidelining many French workers who have not adapted to new tasks and skills.\n", "\nPresident Emmanuel Macron came into office in May 2017, when the unemployment rate stood at 9.5%.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ He vowed to address the country’s strict labor laws and make it more “business friendly.” Labor unions and the Macron government began negotiating to help reduce the ranks of the structurally unemployed, and the trends have been encouraging. As of the end of 2019, France’s unemployment stood at 8.1%, down from 8.7% at the start of the year and the lowest since 2009. Macron’s stated goal is to get to 7% by the year 2022.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ However, the economic shutdown and likely resulting global depression arising from the COVID-19 pandemic may make that goal unattainable.\n"]}