{"name": "Subprime Mortgage Definition", "@id": "https://www.investopedia.com/terms/s/subprime_mortgage.asp", "related": ["https://www.investopedia.com/terms/s/subprimeloan.asp", "https://www.investopedia.com/terms/s/subprime-borrower.asp", "https://www.investopedia.com/terms/s/subprime_rates.asp", "https://www.investopedia.com/terms/s/subprimelender.asp", "https://www.investopedia.com/terms/s/subprime_market.asp", "https://www.investopedia.com/terms/n/nina.asp"], "body": ["\nA subprime mortgage is one that’s normally issued to borrowers with low credit ratings. A prime <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conventionalmortgage.asp\" rel=\"noopener noreferrer\">conventional mortgage</a> isn’t offered, because the lender views the borrower as having a greater-than-average risk of defaulting on the loan.\n", "\nLending institutions often charge interest on subprime mortgages at a much higher rate than on prime mortgages to compensate for carrying more risk. These are often adjustable-rate mortgages (ARMs) as well, so the interest rate can potentially increase at specified points in time.\n", "\n“Subprime” doesn’t refer to the interest rates often attached to these mortgages, but rather the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit_score.asp\">credit score</a> of the individual taking out the mortgage. Borrowers with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ficoscore.asp\">FICO credit scores</a> below 640 will often be stuck with subprime mortgages and their corresponding higher interest rates. It can be useful for people with low credit scores to wait for a period of time and build up their credit histories before applying for a mortgage, so they might qualify for a prime loan.\n", "\nThe interest rate associated with a subprime mortgage is dependent on four factors: credit score, the size of the down payment, the number of late payment delinquencies on a borrower’s credit report, and the types of delinquencies found on the report.\n", "\nMortgage applicants are typically graded from A to F, with A scores going to those with exemplary credit, and F scores going to those with no discernible ability to repay a loan at all. Prime mortgages go to A and B candidates, whereas lower-rated candidates must typically resign themselves to subprime loans if they’re going to get loans at all.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/subprime-market-2008.asp\">2008 housing market crash </a>was due in large part to widespread defaults on subprime mortgages. Many borrowers were given what were known as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/ninja-loan.asp\">NINJA loans</a>, an acronym derived from the phrase “no income, no job, and no assets.”\n", "\nThese mortgages were often issued with no down payment required, and proof of income was not necessary either. A buyer might state that he or she earned $150,000 a year but did not have to provide documentation to substantiate the claim. These borrowers then <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/07/housing_bubble.asp\">found themselves underwater in a declining housing market</a>, with their home values lower than the mortgage they owed. Many of these NINJA borrowers defaulted because the interest rates associated with the loans were “teaser rates,” variable rates that started low and ballooned over time, making it very hard to pay down the principal of the mortgage.\n", "\nWells Fargo, Bank of America, and other financial institutions reported in June 2015 that they would begin offering mortgages to individuals with credit ratings in the low 600s, and the nonprofit, community advocacy, and homeownership organization Neighborhood Assistance Corporation of America launched an initiative in late 2018, hosting events nationwide to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fee.org/articles/subprime-loans-are-back-proving-we-have-learned-nothing-from-2008/\">help people apply for “non-prime” loans</a>, which are effectively the same as subprime mortgages.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\">Coronavirus Aid, Relief, and Economic Security (CARES) Act</a>, signed into law by former president Trump on March 27, 2020, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-to-get-mortgage-relief-4800539\">provided some temporary relief</a> to those who find themselves unable to make their mortgage payments due to the initial financial fallout from the coronavirus pandemic. If backed by the federal government or an agency like Freddie Mac or Fannie Mae, mortgage lenders or loan servicers were not allowed to foreclose on homeowners until early 2021. Additionally, those who experienced financial hardship due to the pandemic were able to request and obtain a loan <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forbearance.asp\">forbearance</a> for up to 180 days without penalty.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/american-rescue-plan-definition-5095694\">American Rescue Plan</a> (ARP) Act of 2021 signed by President Biden also provided some COVID-19 related support. It is a $1.9 trillion coronavirus rescue package designed to facilitate the United States’ recovery from the devastating economic and health effects of the pandemic. The nearly $2 trillion price tag on this economic rescue legislation makes it one of the most expensive in U.S. history. The eviction and foreclosure moratoriums which ended March 31, 2021, would not be extended under the Plan but additional funding was earmarked to provide relief to those behind on mortgages, rent, and utility bills. The legislation provides:<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nA subprime loan is a type of loan offered at a rate above prime to individuals who do not qualify for prime-rate loans. Quite often subprime borrowers have been turned down by traditional lenders because of their low credit ratings or other factors that suggest they have a reasonable chance of defaulting on the debt repayment.\n", "\nBecause subprime borrowers are riskier, they carry higher interest rates than prime loans. The specific amount of interest charged on a subprime loan is not set in stone. Different lenders may not evaluate a borrower’s risk in the same manner. This means a subprime loan borrower has an opportunity to save some money by shopping around. Still, by definition, all subprime loan rates are higher than the prime rate.\n", "\nWhile any financial institution could offer a loan with subprime rates, there are lenders that focus on subprime loans with high rates. Arguably, these lenders give borrowers who have trouble getting low-interest rates the ability to access capital to invest, grow their businesses, or buy homes. At the same time, the higher interest rates on subprime loans can translate into tens of thousands of dollars in additional interest payments over the life of a loan.\n", "\nFor borrowers, the higher interest rates will mean a costlier loan over time, which may be harder to service for a borrower who already has financial troubles. On a systemic level, defaults on subprime loans have been identified as a key factor in the 2008-09 financial crisis. The lenders are often seen as the biggest culprits, freely granting loans to people who couldn't afford them because of free-flowing capital following the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\">dotcom bubble</a> of the early 2000s. Still, borrowers that bought homes they truly could not afford contributed as well.\n", "\nMost experts agree that subprime mortgages were an important part of the financial crisis. When it comes to the subprime mortgage part of the crisis, there was no single entity or individual at whom we could point the finger. Instead, this crisis involved the interplay between the world's central banks, homeowners, lenders, credit rating agencies, underwriters, and investors.\n"]}