{"name": "Substitution Effect Definition", "@id": "https://www.investopedia.com/terms/s/substitution-effect.asp", "related": ["https://www.investopedia.com/terms/i/inferior-good.asp", "https://www.investopedia.com/terms/e/elasticity.asp", "https://www.investopedia.com/terms/c/cross-elasticity-demand.asp", "https://www.investopedia.com/terms/i/incomeeffect.asp", "https://www.investopedia.com/terms/d/demand_theory.asp", "https://www.investopedia.com/terms/g/giffen-good.asp"], "body": ["\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substitute.asp\" rel=\"noopener noreferrer\">substitution</a> effect is the decrease in sales for a product that can be attributed to consumers switching to cheaper alternatives when its price rises. A product may lose <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a> for many reasons, but the substitution effect is purely a reflection of frugality. If a brand raises its price, some consumers will select a cheaper alternative. If beef prices rise, many consumers will eat more chicken.\n", "\nIn general, when the price of a product or service increases but the buyer's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income.asp\" rel=\"noopener noreferrer\">income</a> stays the same, the substitution effect kicks in. This is not only evident in consumer behavior. For example, a manufacturer faced with a price hike for an essential component from a domestic supplier may switch to a cheaper version produced by a foreign competitor.\n", "\nHow, then, does any company get away with increasing its price? In addition to the substitution effect, there's the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomeeffect.asp\" rel=\"noopener noreferrer\">income effect</a>—some of its customers may be enjoying an increase in spending power and be willing to buy a pricier product. A company's success in repricing its product is determined in part by how much of the substitution effect is offset by the income effect.\n", "\nAs noted, when a product price increases consumers tend to drop it for a cheaper alternative. This can turn into an endless game of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">supply and demand</a>. Steak prices rise, so consumers substitute pork. This leads to a decline in the demand for steak, so its price drops and consumers return to buying steak.\n", "\nThis does not mean only that consumers chase a bargain. Consumers make their choices based on their overall spending power and make constant adjustments based on price changes. They strive to maintain their living standards despite price fluctuations.\n", "\nThe substitution effect is strongest for products that are close substitutes. For instance, a shopper might pick a synthetic shirt when the pure cotton brand seems too pricey. Eventually, enough shoppers may follow suit to make a measurable effect on the sales of both shirt makers.\n", "\nElsewhere, if a golf club hikes its fees, some members might quit. However, if there is no comparable choice for them to turn to then they may just have to pay up to avoid quitting the sport completely.\n", "\nAs illogical as it seems, the substitution effect may not occur when the products that increase in price are inferior in quality. In fact, an inferior product that rises in price may actually enjoy a sales increase.\n", "\nProducts that display this phenomenon are called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/giffen-good.asp\" rel=\"noopener noreferrer\">Giffen goods</a>, after a Victorian economist who first observed it. Sir Robert Giffen noted that cheap staples such as potatoes will be purchased in greater quantities if their prices rise. He concluded that people on extremely limited budgets are forced to buy even more potatoes because their increasing price places other higher-quality staples altogether out of their reach.\n", "\nSubstitute goods may be adequate replacements or inferior goods. Demand for an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inferior-good.asp\" rel=\"noopener noreferrer\">inferior good</a> will increase when overall consumer spending power falls.\n"]}