{"name": "Sustainability Definition", "@id": "https://www.investopedia.com/terms/s/sustainability.asp", "related": ["https://www.investopedia.com/terms/t/triple-bottom-line.asp", "https://www.investopedia.com/terms/g/green-marketing.asp", "https://www.investopedia.com/msci-esg-ratings-5111990", "https://www.investopedia.com/terms/i/iso-14001.asp", "https://www.investopedia.com/terms/s/social-impact-statement.asp", "https://www.investopedia.com/terms/f/fast-fashion.asp"], "body": ["\nSustainability focuses on meeting the needs of the present without compromising the ability of future generations to meet their needs. The concept of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/100515/three-pillars-corporate-sustainability.asp\">sustainability</a> is composed of three pillars: economic, environmental, and social—also known informally as profits, planet, and people.\n", "\nSustainability encourages businesses to frame decisions in terms of environmental, social, and human impact for the long-term, rather than on short-term gains such as next quarter's earnings report. It influences them to consider more factors than simply the immediate profit or loss involved. Increasingly, companies have issued <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/040915/investing-green-technologythe-future-now.asp\">sustainability goals</a> such as commitment to zero-waste packaging by a certain year, or to reduce overall emissions by a certain percentage.\n", "\nThese companies can achieve their sustainable needs by cutting emissions, lowering their energy usage, sourcing products from fair-trade organizations, and ensuring their physical waste is disposed of properly and with as small of a carbon footprint as possible.\n", "\nThe push for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/triple-bottom-line.asp\">sustainability</a> is evident in areas such as energy generation where the focus has been on finding new deposits to outpace the drawdown on existing reserves. Some electricity companies, for example, now publicly state goals for energy generation from sustainable sources such as wind, hydropower, and solar.\n", "\nHowever, moving toward sustainable production is often a complex process for companies. By basing decisions on longer timelines, some of the higher upfront investments in efficiency and renewable sources are easier to justify. Investors have had to adjust their expectations for returns because a company that commits to the sustainable development of resources may have more modest earnings results in the near term.\n", "\nMany companies have been criticized for exploiting cost-cutting measures such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/offshore.asp\">offshoring</a> production to obtain cheaper labor. This practice, although beneficial for the bottom line, often comes at the price of compromised worker safety and security.\n", "\nObtaining cheap offshore labor famously occurred in the clothing industry following the 2013 Savar factory collapse in Bangladesh, where over 1,100 people died. As a result, many of the companies that are most sensitive to consumer backlash, usually retailers and restaurants, have announced sustainability plans to reduce carbon footprints, packaging waste, and animal suffering.\n", "\nFor example, a factory that allows its waste to flow into a nearby body of water to avoid the short-term costs of proper disposal can cause expensive and significant long-term environmental damage.\n", "\nThis has caused some investors to shy away from sustainable investments—at least until companies become more transparent with their financial and business practices.\n"]}