{"name": "Sweat Equity Definition", "@id": "https://www.investopedia.com/terms/s/sweatequity.asp", "related": ["https://www.investopedia.com/terms/m/mlp.asp", "https://www.investopedia.com/terms/d/dilutedfounders.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/h/hoa.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/m/modified-gross-lease.asp"], "body": ["\nThe term sweat equity refers to a person or company's contribution toward a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business.asp\">business</a> venture or other project. Sweat equity is generally not monetary and, in most cases, comes in the form of physical labor, mental effort, and time. Sweat equity is commonly found in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\">real estate</a> and the construction industry, as well as in the corporate world—especially for startups.\n", "\nSweat equity originally referred to the value-enhancing improvements generated from the sweat of one's brow. So when people say they use sweat equity, they mean their physical labor, mental capacity, and time to boost the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/value.asp\">value</a> of a specific project or venture.\n", "\nThe term is commonly used in the real estate and construction industries. Sweat equity can be used by homeowners to lower the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/the-hidden-costs-of-owning-a-home-4776306\">cost of homeownership</a>. Real estate investors who <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flipping.asp\">flip</a> houses for profit can also use sweat equity to their advantage by doing repairs and renovations on properties before putting them on the market. Paying carpenters, painters, and contractors can get extremely pricey, so a do-it-yourself renovation using sweat equity can be profitable when it comes time to sell.\n", "\nSweat equity is also an important part of the corporate world, creating value from the effort and toil contributed by a company’s owners and employees. In cash-strapped <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\">startups</a>, owners and employees typically accept salaries that are below their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market values</a> in return for a stake in the company, which they hope to profit from when the business is eventually sold.\n", "\nIn many cases, people have to use sweat equity—their time and effort—to contribute to the success of a company. That's because there's very little capital to pay salaries. Unless you're the owner, everyone expects to be paid for their time and energy. After all, no one wants to work for free. While a company may not yet have enough capital to pay its employees, it can provide compensation in other forms. For instance, startups may provide key employees with an equity stake in the company. Other, more established companies may provide their employees with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shares.asp\">shares</a> in the corporation as a reward for their sweat equity.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.habitat.org/stories/what-is-sweat-equity\">Habitat for Humanity</a> homeowners must contribute at least 300 hours of labor to build their own homes as well as those of their neighbors before they can move in. Besides increasing home affordability, the program also gives homeowners a sense of accomplishment and pride in their community.\n", "\nSweat equity can also be found in the relationship between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/landlord.asp\">landlords</a> and their tenants. In exchange for maintenance work, building owners and landlords may provide an equity stake in the property or, in the case of a superintendent, free housing.\n", "\nBut what about the business world? Let's say an entrepreneur who invested $100,000 in their start-up sells a 25% stake to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/angelinvestor.asp\">angel investor</a> for $500,000, which gives the business a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a> of $2 million or $500,000 ÷ 0.25. Their sweat equity is the increase in the value of the initial investment, from $100,000 to $1.5 million, or $1.4 million.\n", "\nShares may be issued at a discount to directors and employees to retain talent, while performance shares are awarded if certain specified measures are met, such as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\">earnings per share</a> (EPS) target, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnonequity.asp\">return on equity</a> (ROE) or the total return of the company's stock in relation to an index. Typically, performance periods are over a multiyear time horizon. For instance, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\">private equity</a> (PE) firms may reserve a significant minority stake in acquired companies to incentivize management and align their interests with the PE investors.\n"]}