{"name": "Sweep Account Definition", "@id": "https://www.investopedia.com/terms/s/sweepaccount.asp", "related": ["https://www.investopedia.com/terms/s/savingsaccount.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/m/moneymarketaccount.asp", "https://www.investopedia.com/terms/a/assetmanagement.asp", "https://www.investopedia.com/terms/l/linked-savings-account.asp", "https://www.investopedia.com/terms/c/commercialbank.asp"], "body": ["\nA sweep account is a bank or brokerage account that automatically transfers amounts that exceed, or fall short of, a certain level into a higher interest-earning investment option at the close of each business day. Commonly, the excess cash is swept into a money market fund.\n", "\nUsing a sweep vehicle like a sweep fund works by providing the customer with the greatest amount of interest with the minimum amount of personal intervention by transferring money at the end of the day into a high-interest account. In a sweep program, a bank's computers analyze customer use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkable-deposits.asp\" rel=\"noopener noreferrer\">checkable deposits</a> and sweep funds into money market deposit accounts.\n", "\nAs of 2016, some brokerage accounts had similar features that enabled investors to gain some additional return for unused cash.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Sweep accounts are simple mechanisms that allow any money above or below a set threshold in a checking account to be swept into a better investment vehicle. Sweep accounts were needed historically because federal banking regulations prohibited interest on checking accounts.\n", "\nSweep accounts, whether for business or personal use, provide a way to ensure money is not sitting idly in a low-interest account when it could be earning higher interest rates in better liquid cash investment vehicles. These investment vehicles that provide higher interest rates while still offering liquidity include money market mutual funds, high-interest investment or savings accounts, and even short-term certificates with 30-, 60- or 90-day maturities for known layovers in investments.\n", "\nBusinesses and individuals need to keep an eye on the costs of sweep accounts, as the benefit from higher returns from investment vehicles outside the checking account can be offset by the fees charged for the account. Many brokerages or banking institutions charge flat fees, while others charge a percentage of the yield.\n", "\nSweep accounts for individual investors are typically used by brokerages to park money waiting to be reinvested such as dividends, incoming cash deposits, and money from sell orders. These funds are typically swept into high-interest holding accounts or into money market funds until an investor makes a decision on future investments or until the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">broker</a> can execute already standing orders within the portfolio.\n", "\nSweep accounts are a typical business tool, especially for small businesses that rely on daily cash flow but want to maximize earning potential on sitting cash reserves. A business sets a minimum balance for its main checking account, over which any funds are swept into a higher-interest investment product. If the balance ever dips below the threshold, the funds are swept back into the checking account from the investment account.\n", "\nDepending on the institution and investment vehicle, the sweep process is generally set daily from the checking account, while the return of funds can possibly experience delays. With the changes of regulations on checking accounts, some banking institutions also offer high-interest rates on amounts over certain balances.\n", "\nA sweep account is a bank or brokerage account that transfers amounts that exceed, or fall short of, a certain level into a higher interest-earning investment option at the close of each business day. Commonly, the excess cash is swept into a money market fund. For example, a bank's computers analyze customer use of checkable deposits and sweep funds into money market deposit accounts.\n", "\nSweep accounts for individual investors are typically used by brokerages to park money waiting to be reinvested into high-interest holding accounts or into money market funds until the investor is ready to make a decision. A sweep account for a business, especially small entities that rely on daily cash flow but want to maximize earning potential on sitting cash reserves, set a minimum balance for the main checking account, over which any funds are swept into a higher-interest investment product. If the balance ever dips below the threshold, the funds are swept back into the checking account from the investment account.\n", "\nSweep accounts, whether for business or personal use, provide a way to ensure money is not sitting idly in a low-interest account when it could be earning higher interest rates in better liquid cash investment vehicles. Some institutions offer an auto-sweep feature whereby the sweep account is linked to the non-sweep account and the transfers are initiated automatically when the defined thresholds (upper and lower) are crossed.\n"]}