{"name": "Syndicated Loan Definition", "@id": "https://www.investopedia.com/terms/s/syndicatedloan.asp", "related": ["https://www.investopedia.com/terms/p/pro-rata_tranche.asp", "https://www.investopedia.com/terms/m/mutualization-of-risk.asp", "https://www.investopedia.com/terms/l/loansyndication.asp", "https://www.investopedia.com/terms/l/lead-bank.asp", "https://www.investopedia.com/terms/s/swinglineloan.asp", "https://www.investopedia.com/terms/s/shared-national-credit-program.asp"], "body": ["\nA syndicated loan, also known as a syndicated bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facility.asp\">facility</a>, is financing offered by a group of lenders—referred to as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/syndicate.asp\">syndicate</a>—who work together to provide funds for a single borrower. The borrower can be a corporation, a large project, or a sovereign government. The loan can involve a fixed amount of funds, a credit line, or a combination of the two.\n", "\nSyndicated loans arise when a project requires too large a loan for a single lender or when a project needs a specialized lender with expertise in a specific asset class. Syndicating the loan allows lenders to spread risk and take part in financial opportunities that may be too large for their individual capital base. Interest rates on this type of loan can be fixed or floating, based on a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark</a> rate such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/libor.asp\">London Interbank Offered Rate</a> (LIBOR). LIBOR is an average of the interest rates that major global banks borrow from each other.\n", "\nIn cases of syndicated loans, there is typically a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lead-bank.asp\">lead bank</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\">underwriter</a>, known as the arranger, the agent, or the lead lender. The lead bank may put up a proportionally bigger share of the loan, or it may perform duties such as dispersing cash flows among the other syndicate members and administrative tasks.\n", "\nThe main goal of syndicated lending is to spread the risk of a borrower default across multiple lenders or banks, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\">institutional investors</a>, such as pension funds and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge funds</a>. Because syndicated loans tend to be much larger than standard bank loans, the risk of even one borrower defaulting could cripple a single lender. Syndicated loans are also used in the leveraged buyout community to fund large corporate takeovers with primarily debt funding.\n", "\nSyndicated loans can be made on a best-efforts basis, which means that if enough investors can't be found, the amount the borrower receives is lower than originally anticipated. These loans can also be split into dual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tranches.asp\">tranches</a> for banks that fund standard revolving credit lines and institutional investors that fund fixed-rate term loans.\n", "\nSyndicated loans are usually too large for a single lender to handle. For example, the Chinese corporation Tencent Holdings Ltd., the biggest internet company in Asia and owner of popular messaging services WeChat and QQ, signed a syndicated loan deal on March 24, 2017, to raise $4.65 billion. The loan deal included commitments from a dozen banks with Citigroup Inc. acting as the coordinator, mandated lead arranger, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookrunner.asp\">book runner</a>, which is the lead underwriter in a new debt offering that handles the \"books.\"\n", "\nPreviously, Tencent had increased the size of another syndicated loan to $4.4 billion on June 6, 2016. That loan, used to fund company acquisitions, was underwritten by five large institutions: Citigroup Inc., Australia and New Zealand Banking Group, Bank of China, HSBC Holdings PLC, and Mizuho Financial Group Inc. The five organizations together created a syndicated loan that encompassed a five-year facility split between a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termloan.asp\">term loan</a> and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revolver.asp\">revolver</a>. A revolver is a revolving credit line, meaning the borrower can pay down the balance and borrow again.\n"]}