{"name": "Systemic Risk Definition", "@id": "https://www.investopedia.com/terms/s/systemic-risk.asp", "related": ["https://www.investopedia.com/terms/c/credit-crisis.asp", "https://www.investopedia.com/terms/e/economictsunami.asp", "https://www.investopedia.com/terms/f/financial-crisis.asp", "https://www.investopedia.com/terms/e/economic-collapse.asp", "https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp", "https://www.investopedia.com/terms/d/deregulate.asp"], "body": ["\nSystemic risk is the possibility that an event at the company level could trigger severe instability or collapse an entire industry or economy. Systemic risk was a major contributor to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\">financial crisis</a> of 2008. Companies considered to be a systemic risk are called \"<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/too-big-to-fail.asp\">too big to fail</a>.\"\n", "\nThese institutions are large relative to their respective industries or make up a significant part of the overall economy. A company highly interconnected with others is also a source of systemic risk. Systemic risk should not be confused with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/systematicrisk.asp\">systematic risk</a>; systematic risk relates to the entire financial system.\n", "\nThe federal government uses systemic risk as a justification—an often correct one—to intervene in the economy. The basis for this intervention is the belief that the government can reduce or minimize the ripple effect from a company-level event through targeted regulations and actions.\n", "\nHowever, sometimes the government will choose not to intervene simply because the economy at that time had undergone a major rise and the general market needs a breather. This is more often the exception than the rule, since it can destabilize an economy more than projected due to consumer sentiment.\n", "\nThe Dodd-Frank Act of 2010, fully known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\">Dodd-Frank Wall Street Reform and Consumer Protection Act</a>, introduced an enormous set of new laws that are supposed to prevent another Great Recession from occurring by tightly regulating key financial institutions to limit systemic risk. There has been much debate about whether changes need to be made to the reforms to facilitate the growth of small business.\n", "\nLehman Brothers’ size and integration into the U.S. economy made it a source of systemic risk. When <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/lehman-brothers-collapse.asp\">the firm collapsed</a>, it created problems throughout the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-system.asp\">financial system</a> and the economy. Capital markets froze up while businesses and consumers could not get loans, or could only get loans if they were extremely creditworthy, posing minimal risk to the lender.\n", "\nSimultaneously, AIG was also suffering from serious financial problems. Like Lehman, AIG’s interconnectedness with other financial institutions made it a source of systemic risk during the financial crisis. AIG's portfolio of assets tied to subprime mortgages and its participation in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rmbs.asp\">residential mortgage-backed securities</a> (RMBS) market through its securities-lending program led to collateral calls, a loss of liquidity, and a downgrade of AIG's credit rating when the value of those securities dropped.\n", "\nWhile the U.S. government did not bail out Lehman, it decided to bail out AIG with loans of more than $180 billion, preventing the company from going bankrupt. Analysts and regulators believed that an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/american-investment-group-aig-bailout.asp\">AIG bankruptcy</a> would have caused numerous other financial institutions to collapse as well.\n"]}