{"name": "T Distribution Definition", "@id": "https://www.investopedia.com/terms/t/tdistribution.asp", "related": ["https://www.investopedia.com/terms/s/skewness.asp", "https://www.investopedia.com/terms/b/bell-curve.asp", "https://www.investopedia.com/terms/c/confidenceinterval.asp", "https://www.investopedia.com/terms/s/statistics.asp", "https://www.investopedia.com/terms/g/goodness-of-fit.asp", "https://www.investopedia.com/terms/p/probabilitydistribution.asp"], "body": ["\nThe T distribution, also known as the Student’s t-distribution, is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probabilitydistribution.asp\" rel=\"noopener noreferrer\">probability distribution</a> that is similar to the normal distribution with its bell shape but has heavier tails. T distributions have a greater chance for extreme values than normal distributions, hence the fatter tails.\n", "\nTail heaviness is determined by a parameter of the T distribution called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/degrees-of-freedom.asp\" rel=\"noopener noreferrer\">degrees of freedom</a>, with smaller values giving heavier tails, and with higher values making the T distribution resemble a standard normal distribution with a mean of 0, and a standard deviation of 1. The T distribution is also known as \"Student's T Distribution.\"\n", "\nWhen a sample of n observations is taken from a normally distributed population having mean M and standard deviation D, the sample mean, m, and the sample standard deviation, d, will differ from M and D because of the randomness of the sample.\n", "\nA z-score can be calculated with the population standard deviation as Z = (x – M)/D, and this value has the normal distribution with mean 0 and standard deviation 1. But when using the estimated standard deviation, a t-score is calculated as T = (m – M)/{d/sqrt(n)}, the difference between d and D makes the distribution a T distribution with (n - 1) degrees of freedom rather than the normal distribution with mean 0 and standard deviation 1. \n", "\nTake the following example for how t-distributions are put to use in statistical analysis. First, remember that a confidence interval for the mean is a range of values, calculated from the data, meant to capture a “population” mean. This interval is m +- t*d/sqrt(n), where t is a critical value from the T distribution.\n", "\nFor instance, a 95% confidence interval for the mean return of the Dow Jones Industrial Average in the 27 trading days prior to 9/11/2001, is -0.33%, (+/- 2.055) * 1.07 / sqrt(27), giving a (persistent) mean return as some number between -0.75% and +0.09%. The number 2.055, the amount of standard errors to adjust by, is found from the T distribution.\n", "\nBecause the T distribution has fatter tails than a normal distribution, it can be used as a model for financial returns that exhibit excess kurtosis, which will allow for a more realistic calculation of Value at Risk (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\" rel=\"noopener noreferrer\">VaR</a>) in such cases.\n", "\nNormal distributions are used when the population distribution is assumed to be normal. The T distribution is similar to the normal distribution, just with fatter tails. Both assume a normally distributed population. T distributions have higher kurtosis than normal distributions. The probability of getting values very far from the mean is larger with a T distribution than a normal distribution.\n", "\nThe T distribution can skew exactness relative to the normal distribution. Its shortcoming only arises when there’s a need for perfect normality. However, the difference between using a normal and T distribution is relatively small. \n"]}