{"name": "Tag-Along Rights Definition", "@id": "https://www.investopedia.com/terms/t/tagalongrights.asp", "related": ["https://www.investopedia.com/terms/d/dragalongrights.asp", "https://www.investopedia.com/terms/d/dilutedfounders.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/m/minorityinterest.asp", "https://www.investopedia.com/terms/s/seedcapital.asp", "https://www.investopedia.com/terms/v/venturecapital.asp"], "body": ["\nTag-along rights also referred to as \"co-sale rights,\" are contractual obligations used to protect a minority shareholder, usually in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapital.asp\">venture capital</a> deal. If a majority shareholder sells his stake, it gives the minority shareholder the right to join the transaction and sell their minority stake in the company. Tag-alongs effectively oblige the majority shareholder to include the holdings of the minority holder in the negotiations so that the tag-along right is exercised.\n", "\nTag-along rights are pre-negotiated rights that a minority shareholder includes in their initial issuance of a company's stock. These rights allow a minority shareholder to sell their share if a majority shareholder is negotiating a sale for their stake. Tag-along rights are prevalent in startup companies and other private firms with considerable upside potential.\n", "\nTag-along rights give minority shareholders the ability to capitalize on a deal that a larger shareholder — often a financial institution with considerable pull — puts together. Large shareholders, such as venture capital firms, often have a greater ability to source buyers and negotiate payment terms. Tag-along rights, therefore, provide minority shareholders with greater liquidity. Private equity shares are incredibly hard to sell, but majority shareholders can often facilitate purchases and sales on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\">secondary market</a>.\n", "\nCo-founders, angel investors, and venture capital firms often rely on tag-along rights. For example, let's assume that three co-founders launch a tech company. The business is going well, and the co-founders believe that they have proved the concept enough to scale. The co-founders then seek outside investment in the form of a seed round. A private equity angel investor sees the value of the company and offers to purchase 60% of it, requiring a large amount of equity to compensate for the risk of investing in the small company. The co-founders accept the investment, making the angel investor the largest shareholder.\n", "\nThe investor is tech-focused and has significant relationships with some of the larger, public technology companies. The startup co-founders know this and, therefore, negotiate tag-along rights in their investment agreement. The business grows consistently over the next three years, and the angel investor, happy with their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\">investment return</a> on paper, looks for a buyer of their equity among the major tech companies.\n", "\nThe investor finds a buyer who wants to purchase the entire 60% stake for $30 a share. The tag-along rights negotiated by the three co-founders gives them the ability to include their equity shares in the sale. The minority investors are entitled to the same price and terms as the majority investor. Thus, the three co-founders, using their rights, effectively sell their shares for $30 each.\n"]}