{"name": "Taguchi Method of Quality Control Definition", "@id": "https://www.investopedia.com/terms/t/taguchi-method-of-quality-control.asp", "related": ["https://www.investopedia.com/terms/q/quality-control.asp", "https://www.investopedia.com/terms/t/total-quality-management-tqm.asp", "https://www.investopedia.com/terms/a/acceptance-testing.asp", "https://www.investopedia.com/terms/j/jit.asp", "https://www.investopedia.com/terms/l/lean-enterprise.asp", "https://www.investopedia.com/terms/b/bigthree.asp"], "body": ["\nThe Taguchi method of quality control is an approach to engineering<strong> </strong>that emphasizes the roles of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\">research and development</a><strong> </strong>(R&amp;D), and product design and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042815/what-difference-between-research-and-development-and-product-development.asp\">development</a> in reducing the occurrence of defects and failures in manufactured goods.\n", "\nThis method, developed by Japanese engineer and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/statistics.asp\">statistician</a> Genichi Taguchi, considers design to be more important than the manufacturing process in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quality-control.asp\">quality control</a> and aims to eliminate variances in production before they can occur.\n", "\nThe Taguchi method gauges quality as a calculation of loss to society associated with a product. In particular, loss in a product is defined by variations and deviations in its function as well as detrimental side effects that result from the product.\n", "\nLoss from variation in function is a comparison of how much each unit of the product differs in the way it operates. The greater that variance, the more significant the loss in function and quality. This could be represented as a monetary figure denoting how usage has been impacted by defects in the product.\n", "\nIf the product is a precision drill that must consistently drill holes of an exact size in all materials it is used on, then part of its quality is determined by how much the units of the product differ from those standards. With the Taguchi method of quality control, the focus is to use research and design to ensure that every unit of the product will closely match those design specifications and perform exactly as designed.\n", "\nLoss from detrimental side effects on society speaks to whether or not the design of the product could inherently lead to an adverse impact. For example, if operating the precision drill could cause injury to the operator because of how it is designed, there is a loss of quality in the product. Under the Taguchi method, work done during the design stage of creation would aim to minimize the possibility that the drill is crafted in a way that could cause injuries to the operator.\n", "\nFrom a higher perspective, the Taguchi method would also strive to reduce the cost to society to use the product, such as by designing goods to be more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/efficiency.asp\">efficient</a> in their operation rather than generate waste. For instance, the drill could be designed to minimize the need for regular maintenance. \n", "\nGenichi Taguchi, a Japanese engineer and statistician, began formulating the Taguchi method while developing a telephone-switching system for Electrical Communication Laboratory, a Japanese company, in the 1950s. Using statistics, he aimed to improve the quality of manufactured goods.\n", "\nBy the 1980s, Taguchi's ideas began gaining prominence in the Western world, leading him to become well-known in the United States, having already enjoyed success in his native Japan. Big-name global companies such as Toyota Motor Corp., Ford Motor Co., Boeing Co., and Xerox Holdings Corp. have adopted his methods.\n", "\nTaguchi’s methods have not always been well received by Western statisticians. One of the biggest accusations against his quality control methodology is that it is unnecessarily complicated. In fact, some skeptics even claim that a doctorate in mathematics is required to understand it.\n"]}