{"name": "Takeover Definition", "@id": "https://www.investopedia.com/terms/t/takeover.asp", "related": ["https://www.investopedia.com/terms/t/takeoverbid.asp", "https://www.investopedia.com/terms/m/mergersandacquisitions.asp", "https://www.investopedia.com/terms/y/yellowknight.asp", "https://www.investopedia.com/terms/b/backflip-takeover.asp", "https://www.investopedia.com/terms/p/peoplepill.asp", "https://www.investopedia.com/terms/l/lobstertrap.asp"], "body": ["\nA takeover occurs when one company makes a successful bid to assume control of or acquire another. Takeovers can be done by purchasing a majority stake in the target firm. Takeovers are also commonly done through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mergersandacquisitions.asp\" rel=\"noopener noreferrer\">merger and acquisition</a> process. In a takeover, the company making the bid is the acquirer and the company it wishes to take control of is called the target.\n", "\nTakeovers are typically initiated by a larger company seeking to take over a smaller one. They can be voluntary, meaning they are the result of a mutual decision between the two companies. In other cases, they may be unwelcome, in which case the acquirer goes after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/targetfirm.asp\" rel=\"noopener noreferrer\">target</a> without its knowledge or some times without its full agreement.\n", "\nIn corporate finance, there can be a variety of ways for structuring a takeover. An acquirer may choose to take over <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/controllinginterest.asp\" rel=\"noopener noreferrer\">controlling interest</a> of the company’s outstanding shares, buy the entire company outright, merge an acquired company to create new synergies, or acquire the company as a subsidiary.\n", "\nTakeovers are fairly common in the business world. However, they may be structured in a multitude of ways. Whether both parties are in agreement or not, will often influence the structuring of a takeover. \n", "\nKeep in mind, if a company owns more than 50% of the shares of a company, it is considered controlling interest. Controlling interest requires a company to account for the owned company as a subsidiary in its financial reporting, and this requires consolidated financial statements.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ A 20% to 50% ownership stake is accounted for more simply through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equityaccounting.asp\" rel=\"noopener noreferrer\">equity method</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ If a full-on merger or acquisition occurs, shares will often be combined under one symbol. \n", "\nTakeovers can take many different forms. A welcome or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/friendly-takeover.asp\" rel=\"noopener noreferrer\">friendly takeover</a> will usually be structured as a merger or acquisition. These generally go smoothly because the boards of directors for both companies usually consider it a positive situation. Voting must still take place in a friendly takeover. However, when the board of directors and key shareholders are in favor of the takeover, takeover voting can more easily be achieved. \n", "\nUsually, in these cases of mergers or acquisitions, shares will be combined under one symbol. This can be done by exchanging shares from the target’s shareholders to shares of the combined entity.\n", "\nAn unwelcome or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostiletakeover.asp\" rel=\"noopener noreferrer\">hostile takeover</a> can be quite aggressive as one party is not a willing participant. The acquiring firm can use unfavorable tactics such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dawnraid.asp\" rel=\"noopener noreferrer\">dawn raid</a>, where it buys a substantial stake in the target company as soon as the markets open, causing the target to lose control before it realizes what is happening.\n", "\nThe target firm’s management and board of directors may strongly resist takeover attempts by implementing tactics such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/poisonpill.asp\" rel=\"noopener noreferrer\">poison pill</a>, which allows the target’s shareholders to purchase more shares at a discount to dilute the potential acquirer’s holdings and voting rights.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversetakeover.asp\" rel=\"noopener noreferrer\">reverse takeover</a> happens when a private company takes over a public one. The acquiring company must have enough capital to fund the takeover. Reverse takeovers provide a way for a private company to go public without having to take on the risk or added expense of going through an initial public offering (IPO).\n", "\nA creeping takeover occurs when one company slowly increases its share ownership in another. Once the share ownership gets to 50% or more, the acquiring company is required to account for the target’s business through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidatedfinancialstatement.asp\" rel=\"noopener noreferrer\">consolidated financial statement</a> reporting.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The 50% level can thus be a significant threshold, particularly since some companies may not want the responsibilities of controlling ownership. After the 50% threshold has been breached, the target company should be considered a subsidiary.\n", "\nCreeping takeovers may also involve <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activist-investor.asp\" rel=\"noopener noreferrer\">activists</a> who increasingly buy shares of a company with the intent of creating value through management changes. An activist takeover would likely happen gradually over time.\n", "\nThere are many reasons why companies may initiate a takeover. An acquiring company may pursue an opportunistic takeover, where it believes the target is well priced. By buying the target, the acquirer may feel there is long-term value. With these takeovers, the acquiring company usually increases its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a>, achieves economies of scale, reduces costs, and increases profits through synergies.\n", "\nSome companies may opt for a strategic takeover. This allows the acquirer to enter a new market without taking on any extra time, money, or risk. The acquirer may also be able to eliminate competition by going through a strategic takeover.\n", "\nThere can also be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.wsj.com/articles/elliott-looks-beyond-activism-to-full-blown-takeovers-11548870326\" rel=\"noopener noreferrer\">activist takeovers</a>. With these takeovers, a shareholder seeks controlling interest ownership to initiate change or acquire controlling voting rights.\n", "\nCompanies that make attractive takeover targets include:\n", "\nFinancing takeovers can come in many different forms. When the target is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/publiccompany.asp\" rel=\"noopener noreferrer\">publicly-traded company</a>, the acquiring company can buy shares of the business in the secondary market. In a friendly merger or acquisition, the acquirer makes an offer for all of the target’s outstanding shares. A friendly merger or acquisition will usually be funded through cash, debt, or new stock issuance of the combined entity. \n", "\nWhen a company uses debt, it's known as a leveraged buyout. Debt capital for the acquirer may come from new funding lines or the issuance of new corporate bonds.\n", "\nConAgra initially attempted a friendly acquisition of Ralcorp in 2011. When initial advances were rebuffed, ConAgra intended to work a hostile takeover. Ralcorp responded by using the poison pill strategy. ConAgra responded by offering $94 per share, which was significantly higher than the $65 per share Ralcorp was trading at when the takeover attempt began. Ralcorp denied the attempt, though both companies returned to the bargaining table the following year.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.conagrabrands.com/news-room/news-conagra-foods-completes-acquisition-of-ralcorp-1779060\" rel=\"noopener noreferrer nofollow\">The deal was ultimately made</a> as part of a friendly takeover with a per-share price of $90.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ By this time, Ralcorp had completed the spinoff of its Post cereal division, resulting in approximately the same offering price by ConAgra for a slightly smaller total business.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ \n"]}