{"name": "Tapering Definition", "@id": "https://www.investopedia.com/terms/t/tapering.asp", "related": ["https://www.investopedia.com/terms/n/nonstandard-monetary-policy.asp", "https://www.investopedia.com/terms/q/quantitative-easing.asp", "https://www.investopedia.com/terms/h/helicopter-drop.asp", "https://www.investopedia.com/terms/f/fed-balance-sheet.asp", "https://www.investopedia.com/terms/t/taper-tantrum.asp", "https://www.investopedia.com/terms/m/monetarypolicy.asp"], "body": ["\nTapering is the gradual reversal of a quantitative easing policy implemented by a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/centralbank.asp\">central bank</a> to stimulate economic growth. As is the case with most, if not all, economic <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-stimulus.asp\">stimulus</a> programs, they are meant to be unwound once officials are confident that the desired outcome, usually self-sustaining economic growth, has been achieved.\n", "\nTapering is the winding down or withdrawal from a monetary stimulus program that has already been executed. A recent example was the tapering that followed the massive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quantitative-easing.asp\">quantitative easing</a> (QE) program implemented by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\">U.S. Federal Reserve</a> in reaction to the <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/09/financial-crisis-review.asp\">2007-08 financial crisis</a>.\n", "\nTapering activities are primarily aimed at interest rates and at the management of investor expectations regarding what those rates will be in the future. These can include changes to conventional central bank activities, such as adjusting the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountrate.asp\">discount rate</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredreserves.asp\">reserve requirements</a>, or more unconventional ones, such as quantitative easing (QE).\n", "\nQE expands the Fed's balance sheet by buying bonds and other financial assets with long <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturity.asp\">maturities</a>. These purchases reduce the available supply, resulting in higher prices and lower yields (long-term interest rates). Lower yields lower the cost of borrowing which should make it easier for businesses to finance new projects which raises employment leading to an increase in consumption and economic growth. Essentially, it is a monetary policy tool in the Fed's toolbox to stimulate the economy that will be rescinded gradually, or tapered, once the objective has been met.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nTapering came to the fore in 2013 when, then-Fed chairman, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benbernanke.asp\">Ben Bernanke</a> commented that the Federal Reserve would lower the amount of assets purchased each month if economic conditions, such as inflation and unemployment were favorable.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> A key point to note is that tapering refers to the reduction, not the elimination, of Fed asset purchases.\n", "\nAs 2013 drew to a close, the august body concluded that QE, which had ballooned the Fed's balance sheet to $4.5 trillion, had achieved its intended goal and that the time to commence tapering was at hand. The process involved scheduled reductions in predetermined amounts through its conclusion in October 2014. For example, in January 2014, the Fed announced its intention to reduce the program from $75 billion to $65 billion in February of that same year.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nTapering would start at $6 billion a month for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/073113/introduction-treasury-securities.asp\">Treasuries</a> and $4 billion for <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">MBS</a>. The process would be capped at $30 billion for Treasuries and $20 billion for MBS, meaning that once these levels were reached, additional payments would be reinvested.<span class=\"ql-inline-citation\" data-cite=\"5\"></span> At this pace, the balance sheet was expected to fall below $3 trillion by 2020. This was further amended in March 2019 when it was announced that, beginning in May 2019, the Treasury amount will fall to $15 billion.<span class=\"ql-inline-citation\" data-cite=\"4\"></span>\n", "\nCentral banks can employ a variety of policies to improve growth and must balance short-term improvements in the economy with longer-term market expectations. If the central bank tapers its activities too quickly, it may send the economy into a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\">recession</a>. If it does not taper its activities, then an unwelcome increase in inflation might be in the offing.\n", "\nBeing open with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\" rel=\"noopener noreferrer\">investors</a> regarding future bank activities helps set market expectations. This is why central banks typically employ a gradual taper rather than an abrupt halt to loose monetary policies. Central banks reduce market uncertainty by outlining their approach to tapering, and by specifying under what conditions that tapering will either continue or discontinue. In this regard, any foreseen reductions are spoken of in advance, allowing the market to begin making adjustments prior to the activity actually taking place.\n"]}