{"name": "Target Market Definition", "@id": "https://www.investopedia.com/terms/t/target-market.asp", "related": ["https://www.investopedia.com/terms/m/marketing-strategy.asp", "https://www.investopedia.com/terms/p/product-line.asp", "https://www.investopedia.com/terms/d/demographics.asp", "https://www.investopedia.com/terms/c/client-base.asp", "https://www.investopedia.com/terms/b/behavioral-modeling.asp", "https://www.investopedia.com/terms/b/btoc.asp"], "body": ["\nA target market refers to a group of potential customers to whom a company wants to sell its products and services. This group also includes specific customers to whom a company directs its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-orientation.asp\" rel=\"noopener noreferrer\">marketing efforts</a>. A target market is one part of the total market for a good or service.\n", "\nConsumers who make up a target market share similar characteristics including buying geography, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyingpower.asp\" rel=\"noopener noreferrer\">buying power</a>, demographics, and incomes.\n", "\nIdentifying the target market is an essential step for any company in the development of a marketing plan. Not knowing who the target market is could cost a lot of money and time for a company.\n", "\nPart of the success of selling a good or service is knowing to whom it will appeal and who will ultimately buy it. That's why businesses spend a lot of time and money to define and monitor its target market. That's because not all products and services are meant for every consumer, who are generally cautious with their money.\n", "\nTarget markets are generally categorized by age, location, income, and lifestyle. Defining a specific target market allows a company to home in on specific market factors to reach and connect with customers through sales and marketing efforts.\n", "\nTesting a target market often occurs well before a product is released. During the testing phase, a company may use limited product rollouts and focus groups, allowing the product managers to get a feel for which aspects of the product are the strongest. Once a product is released, the company can continue to monitor the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demographics.asp\" rel=\"noopener noreferrer\">demographics</a> of its target market through sales tracking, customer surveys, and various other activities that allow the company to understand what its customers demand.\n", "\nDefining a target market is important for any business because it means the difference between selling a product or service and sitting on the sidelines while the competition boosts its revenue.\n", "\nNot knowing its target can be a big mistake for a business. Trying to rustle new clients or customers without knowing who it will target can cost the business a lot of time and money.\n", "\nDividing a target market into various segments is as simple as dividing the population into groups that can be measured by key characteristics. These include gender, age, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/050615/are-you-top-one-percent-world.asp\" rel=\"noopener noreferrer\">income levels</a>, race, education, religion, marital status, and geographic location.\n", "\nConsumers that fall into these groups tend to value the same products and services, which is why narrowing down these segments is one of the most important factors to determine target markets. For example, people who fall into a higher income bracket may be more likely to buy specialty coffee from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/021316/how-starbucks-makes-money-sbux.asp\" rel=\"noopener noreferrer\">Starbucks</a> instead of Dunkin' Donuts.\n", "\nThe target market is a central focus within a marketing plan that determines other essential factors for the product, such as distribution, price, and promotion efforts. The target market also determines significant factors about the product itself. In fact, a company may tweak certain aspects of a product, such as the amount of sugar in a soft drink, so that it is more likely to be purchased by consumers with varying tastes.\n", "\nAs a company’s product sales grow, it may also expand its target market internationally. International expansion allows a company to reach a broader subset of its target market in different regions of the world.\n", "\nIn addition to international expansion, a company may also find its domestic target market expands as its products gain more traction in the marketplace. Expanding and growing target markets are all the more reason for companies to monitor their sales and customer preferences for evolving revenue opportunities.\n", "\nIn marketing, a target market represents a group that shares similar attributes such as demographics, income, geography, and buying power. Often, a company will direct its efforts to attract business from a given target market. Companies may have a primary market, in addition to a secondary market.\n", "\nConsider a health product company that is working to build its distribution channels. In order to determine if its health products will sell, it conducts research on its primary consumers. It discovers that the majority of its consumers are located in Switzerland, between the ages of 35-55. Consequently, it may focus on advertising efforts in Swiss health-focused websites which then caters to this audience.\n", "\nTarget markets are used to gain a better understanding of a company's current and potential consumer base. Once a target market is identified, it can affect a product's price, promotion, and distribution. For instance, target groups may be useful when a company is looking to expand its operations to an international audience. Meanwhile, a company may choose to tweak a product, such as through its packaging, to attract a health-conscious subgroup.\n"]}