{"name": "Tax Reform Act of 1986 Definition", "@id": "https://www.investopedia.com/terms/t/taxreformact1986.asp", "related": ["https://www.investopedia.com/terms/t/tax-reform-act-of-1993.asp", "https://www.investopedia.com/terms/t/taxpayer-relief-act-of-1997.asp", "https://www.investopedia.com/terms/o/ordinary-dividends.asp", "https://www.investopedia.com/terms/b/bush-tax-cuts.asp", "https://www.investopedia.com/terms/t/taxbracket.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp"], "body": ["\nThe Tax Reform Act of 1986 is a law passed by the United States Congress to simplify the income tax code. To increase fairness and provide an incentive for growth in the economy, the passage of the Act reduced the maximum rate on ordinary income and raised the tax rate on long-term capital gains.\n", "\nIt was followed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-reform-act-of-1993.asp\">tax reform act of 1993</a>.\n", "\nSigned into law by Republican President Ronald Reagan on October 22, 1986, the Tax Reform Act of 1986 was sponsored in Congress by Richard Gephardt (D-MO) in the House of Representatives and Bill Bradley (D-NJ) in the Senate. The act is commonly known to be the second of two Reagan tax cuts, the first being the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-recovery-tax-act.asp\">Economic Recovery Tax Act of 1981</a>.\n", "\nThe Tax Reform Act of 1986 lowered the top <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxrate.asp\">tax rate</a> for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinaryincome.asp\">ordinary income</a> from 50% to 28% and raised the bottom tax rate from 11% to 15%. This was the first time in U.S. income tax history that the top tax rate was lowered and the bottom rate was increased at the same time.\n", "\nThe Tax Reform Act of 1986 also provided for the elimination of the distinction between <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-term_capital_gain_loss.asp\">long-term capital gains</a> and ordinary income. The act mandated that capital gains be taxed at the same rate as ordinary income, raising the maximum tax rate on long-term capital gains to 28% from 20%.\n", "\nPrior to the passing of the act, capital gains were either taxed at lower rates than ordinary income under an alternative tax or received a partial exclusion from tax under the regular rate schedule. Sixty percent of capital gains on assets held for at least six months were excluded from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">taxable income</a>. Thus, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\">marginal tax rate</a> on net long-term capital gains was only 40% of the marginal tax rate on other forms of income under the previous tax laws.\n", "\nIn addition to altering the tax brackets, the Tax Reform Act of 1986 eliminated certain tax shelters. It required people claiming children as dependents to provide Social Security numbers for each child on their tax returns, it expanded the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alternativeminimumtax.asp\">Alternative Minimum Tax</a> (AMT)—the least tax that an individual or corporation must pay after all eligible exclusions, credits, and deductions have been taken—and increased the Home <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/home-mortgage-interest.asp\">Mortgage Interest Deduction</a> to incentivize homeownership.\n", "\nWhile the act ended tax code provisions that allowed individuals to deduct interest on consumer loans, it increased personal exemptions and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeduction.asp\">standard deduction</a> amounts indexed to inflation.\n", "\nFor businesses, the corporate tax rate was reduced from 50% to 35%. The Tax Reform Act of 1986 also reduced the allowances for certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businessexpenses.asp\">business expenses</a>, such as business meals, travel, and entertainment, and restricted deductions for certain other expenses.\n", "\nThe Clinton Administration subsequently created the Tax Reform Act in 1993 to contain several major provisions for individuals, such as the addition of the 36% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxbracket.asp\">tax bracket</a>, an increase in gasoline taxes, and an additional tax of 10 percent on married couples with income above $250,000. It also raised taxes on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-security-benefits.asp\">Social Security benefits</a> and eliminated the tax cap on <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a>. The Tax Reform Act was one of President Clinton’s first tax packages, and it led to a lot of significant changes in tax law for both individuals and businesses.\n", "\nThe Tax Reform Act of 1993 was a piece of legislation is also known as the Revenue Reconciliation Act of 1993. Individuals were not the only ones affected by this legislation. For instance, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatetax.asp\">corporate tax rate</a> was raised as well, along with a lengthening of the goodwill depreciation period and the elimination of deductibility for congressional lobbying expenses.\n", "\nMany other taxes were raised and deductions reduced or eliminated as well. The act was also one of the first bills to retroactively raise the tax rate, effectively making the increased tax rates law for taxpayers for the beginning of the year, despite the fact that the act was <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://archives.cpajournal.com/old/14522914.htm\" rel=\"nofollow\">signed into law</a> on August 10.\n"]}