{"name": "Tax Incidence Definition", "@id": "https://www.investopedia.com/terms/t/tax_incidence.asp", "related": ["https://www.investopedia.com/terms/e/elasticity.asp", "https://www.investopedia.com/terms/d/deadweightloss.asp", "https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp", "https://www.investopedia.com/terms/q/quantitysupplied.asp", "https://www.investopedia.com/terms/e/elastic.asp", "https://www.investopedia.com/terms/w/welfare-loss-of-taxation.asp"], "body": ["\nTax incidence (or incidence of tax) is an economic term for understanding the division of a tax burden between stakeholders, such as buyers and sellers or producers and consumers. Tax incidence can also be related to the price elasticity of supply and demand. When supply is more elastic than demand, the tax burden falls on the buyers. If demand is more elastic than supply, producers will bear the cost of the tax.\n", "\nThe tax incidence depicts the distribution of the tax obligations, which must be covered by the buyer and seller. The level at which each party participates in covering the obligation shifts based on the associated price elasticity of the product or service in question as well as how the product or service is currently affected by the principles of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\">supply and demand</a>.\n", "\nTax incidence reveals which group—consumers or producers—will pay the price of a new tax. For example, the demand for prescription drugs is relatively <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/inelastic.asp\">inelastic</a>. Despite changes in cost, its market will remain relatively constant.\n", "\nAnother example is that the demand for cigarettes is mostly inelastic. When governments impose a cigarette tax, producers increase the sale price by the full amount of the tax, transferring the tax burden to consumers. Through analysis, it is found the demand for cigarettes is unaffected by price. Of course, there are limits to this theory. If a pack of cigarettes suddenly increased from $5 to $1,000, consumer demand would fall.\n", "\nIf the levying of new taxes on an elastic good, such as fine jewelry, occurs, most of the burden would likely shift to the producer as an increase in price may have a significant impact on the demand for the associated goods. Elastic goods are goods with close substitutes or that are nonessential.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/priceelasticity.asp\">Price elasticity</a> is a representation of how buyer activity changes in response to movements in the price of a good or service. In situations where the buyer is likely to continue purchasing a good or service regardless of a price change, the demand is said to be inelastic. When the price of the good or service profoundly impacts the level of demand, the demand is considered highly elastic.\n", "\nExamples of inelastic goods or services can include gasoline and prescription medicines. The level of consumption across the economy remains steady with price changes. Elastic products are those whose demand is significantly affected by price. This group of products includes luxury goods, houses, and clothing.\n", "\nThe formula for determining the consumer's tax burden with \"E\" representing elasticity is as follows:\n", "\nThe formula for determining the producer or supplier's tax burden with \"E\" representing elasticity is as follows:\n"]}