{"name": "Tax Benefit Definition", "@id": "https://www.investopedia.com/terms/t/tax-benefit.asp", "related": ["https://www.investopedia.com/terms/t/taxcredit.asp", "https://www.investopedia.com/terms/r/refundablecredit.asp", "https://www.investopedia.com/terms/t/tax-relief.asp", "https://www.investopedia.com/terms/t/tax-break.asp", "https://www.investopedia.com/terms/i/itemizeddeduction.asp", "https://www.investopedia.com/terms/d/deduction.asp"], "body": ["\nTax benefit is a broadly encompassing term that refers to some type of savings for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a>. Tax benefits reduce a taxpayer's monetary burdens. Tax regulations in general are determined by federal, state, and local governments. Tax benefits are often created as a type of incentive for promoting responsible behaviors or commercial activities.\n", "\nTax benefits can come in a wide range of forms and may be known by a variety of names. Both individual and commercial taxpayers are wise to research and maintain awareness of any tax benefits for which they may be eligible for.\n", "\nTax <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">deductions</a>, credits, and exclusions are benefits that reduce the amount taxpayers owe annually to federal and state governments. Tax shelters are another form of tax benefit that can help to lower taxes through special investments.\n", "\nA tax deduction reduces a taxpayer’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income</a>. For businesses, tax deductions are often expenses that lower the total amount of income a company earns. Individual tax deductions can be claimed as either a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeduction.asp\" rel=\"noopener noreferrer\">standard deduction</a> or as itemized deductions. The decision depends on which deduction type lowers the taxpayer’s liability the most. Above the line tax deductions also exist.\n", "\nA standard tax deduction is a fixed dollar amount that reduces taxable income. The amount depends on the taxpayer’s filing status. For t2021, a single taxpayer can claim a $12,550 ($12,400 for 2020) standard deduction.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/itemizeddeduction.asp\" rel=\"noopener noreferrer\">Itemized deductions</a> are expenses allowed by the Internal Revenue Service (IRS) to decrease a taxpayer’s taxable income. Itemized deductions allow an individual to list out qualified expenses on their tax return, the sum of which is used to lower their adjusted gross income (AGI).\n", "\nIndividuals will opt for itemized deductions if the sum of qualified expenses is more than the fixed amount provided under the standard deduction. For example, if a single taxpayer’s total itemized expenses are $12,900, they will likely choose to itemize rather than apply the standard deduction to their AGI. On the other hand, if the same filer’s qualified expenses total $8,000, they will most likely opt for the standard deduction.\n", "\nAdditionally, many taxpayers also have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/above-the-line-deduction.asp\" rel=\"noopener noreferrer\">above-the-line deductions</a> that can be taken along with the standard deduction, even if not itemizing. These can include: student loan interest, traditional individual retirement account (IRA) contributions, tax-sheltered self-employment retirement savings, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://smartasset.com/taxes/tax-breaks-you-can-claim-without-itemizing\" rel=\"noopener noreferrer nofollow\">and more</a>. All of these deductions lower the amount of taxes a taxpayer pays by reducing the amount that is eligible for taxation and possibly lowering the tax bracket their income falls in.\n", "\nFor business owners and corporations, tax deductions are much simpler to calculate. Most businesses use a standard income statement to calculate their taxable obligations, with taxation falling on the last line.\n", "\nA tax credit is a tax benefit that is applied to annual taxation calculations, but in a different way than deductions. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\" rel=\"noopener noreferrer\">tax credit</a> is simply applied to the amount of tax owed by a taxpayer after all tax calculations have been made. For example, if an individual owes $3,000 after applying all deductions and calculating taxes with their marginal tax rate, then a $1,000 credit would reduce their tax bill to $2,000.\n", "\nThere are many types of tax credits available for individuals and businesses. For individuals, some of the most common tax credits include: the healthcare premium tax credit, the earned income tax credit, and the child tax credit.\n", "\nKeep in mind, some tax credits may be refundable or non-refundable. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refundablecredit.asp\" rel=\"noopener noreferrer\">refundable tax credit</a> results in a refund check if the tax credit exceeds the ending tax bill. A taxpayer who applies a $3,400 tax credit to their $3,000 tax bill will have their bill reduced to zero, and the remaining portion of the credit, that is $400, refunded to them.\n", "\nOn the other hand, a non-refundable tax credit does not result in a refund to the taxpayer as it will only reduce the tax owed to zero. Following the example above, if the $3,400 tax credit was non-refundable, the individual will owe nothing to the government, but will also forfeit the amount of $400 that remains after the credit is applied. Some examples of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrefundabletaxcredit.asp\" rel=\"noopener noreferrer\">non-refundable tax credits</a> include: the Saver’s Credit, adoption credit, child care credit, and mortgage interest tax credits.\n", "\nThe 2017 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a> (TCJA) removed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exemption.asp\" rel=\"noopener noreferrer\">tax exemptions</a>, but some tax exclusions can still apply. Tax exclusions usually arise in the form of pre-tax payments that help a taxpayer lower their taxable bottom line. Income that has been excluded for tax purposes usually does not show up on a taxpayer’s tax return at all.\n", "\nOne of the most common types of exclusions is health insurance payments through an employer-based program. If an employer takes health care payments on a pre-tax basis, an employee’s taxable income is lowered at the end of the pay period, which lowers the amount of tax owed.\n", "\nMany different types of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxshelter.asp\" rel=\"noopener noreferrer\">tax shelters</a> also exist as tax benefits for taxpayers. Tax shelter is also another broad term that can encompass many types of tax advantages. Generally, a tax shelter is a vehicle that has lower or no tax requirements if the investor agrees to the contracted terms. 401(k)s are one of the most popular tax shelters because investors are sheltered from paying a higher tax rate during their higher-earning years than they are likely to pay in retirement when their income is lower.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxhaven.asp\" rel=\"noopener noreferrer\">Tax havens</a> can also be known as a type of tax shelter, often for businesses. Companies may choose to incorporate in certain regions to lower their business tax bill. Some of the most popular tax havens include Bermuda, the Bahamas, and the Cayman Islands.\n", "\nMoreover, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/11/intro-tax-efficient-investing.asp\" rel=\"noopener noreferrer\">certain types of investment products</a> may offer a tax shelter or tax exemption in and of themselves. Municipal bonds, for example, are exempt from federal taxes, and state taxes if aligned with the state in which the bondholder lives. Other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-advantaged.asp\" rel=\"noopener noreferrer\">tax-advantaged</a> investments may include <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/090814/taxfree-savings-accounts-and-instruments.asp\" rel=\"noopener noreferrer\">tax-free savings accounts</a>, municipal mutual funds or exchange-traded funds, and some life insurance policies.\n"]}