{"name": "Tax Identification Number (TIN) Definition", "@id": "https://www.investopedia.com/terms/t/tax-indentification-number-tin.asp", "related": ["https://www.investopedia.com/terms/t/taxpayer-identification-number.asp", "https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/terms/e/employer-identification-number.asp", "https://www.investopedia.com/1099-ltc-form-what-to-know-about-the-1099-ltc-form-4781748", "https://www.investopedia.com/terms/p/path-act.asp", "https://www.investopedia.com/form-1040-v-4782902"], "body": ["\nA Tax Identification Number (TIN) is a nine-digit number used as a tracking number by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a>. It is required information on all tax returns filed with the IRS. All U.S. tax identification numbers (TIN) or tax I.D. numbers are issued directly by the IRS except Social Security numbers (SSNs), which are issued by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssa.asp\" rel=\"noopener noreferrer\">Social Security Administration</a> (SSA).<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Foreign tax identifying numbers (foreign TIN) are also not issued by the IRS; rather, they are issued by the country in which the non-U.S. taxpayer pays taxes.\n", "\nA tax identification number is a unique set of numbers that identifies individuals, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporation.asp\" rel=\"noopener noreferrer\">corporations</a>, and other entities such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-profitorganization.asp\" rel=\"noopener noreferrer\">nonprofit organizations</a> (NPOs). Each person or entity must apply for a TIN. Once approved, the assigning agency assigns the applicant a special number.\n", "\nThe TIN, which is also called a taxpayer identification number, is mandatory for anyone filing annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\" rel=\"noopener noreferrer\">tax returns</a> with the IRS, which the agency uses to track taxpayers. Filers must include the number of tax-related documents and when claiming benefits or services from the government.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n", "\nTINs are also required for other purposes:\n", "\nTax identification numbers or taxpayer-identification numbers come in several different forms. Individuals are assigned TINs in the form of Social Security numbers (SSNs), whereas businesses (e.g., corporations and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/partnership.asp\" rel=\"noopener noreferrer\">partnerships</a>) are assigned employer identification numbers (EINs). Other types of TINs include the Individual Taxpayer Identification Number (ITIN), the Adoption Taxpayer Identification Number (ATIN), and the Preparer Tax Identification Number (PTIN). More information about these types is noted below.\n", "\nAlmost every country uses TINs for various reasons. For instance, Canada uses Social Insurance Numbers (SINs) for employment, tax, benefits, and credit purposes.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ Just like the SSN in the U.S., the SIN is a nine-digit unique identifier that is formatted as XXX-XXX-XXX.\n", "\nCountries in the European Union also use TINs. They help government agencies identify taxpayers and allow entities to invest their money across the Union.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nThe social security number (SSN) is the most common tax identification number. SSNs are issued to individuals—U.S. citizens, permanent residents, and certain temporary residents—by the Social Security Administration. These numbers are formatted as XXX-XX-XXXX.\n", "\nThe SSN is required to secure legal employment in the U.S. and to receive social security benefits and other government services.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ A child must have an SSN before a parent can claim them as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dependent.asp\" rel=\"noopener noreferrer\">dependent</a> for income tax purposes, which means parents voluntarily apply for the number on behalf of their children.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿ A child with an ITIN can be claimed as a dependent. The SSA processes applications for free, but there are also fee-based services that offer to complete applications for new parents.\n", "\nThe IRS issues the Individual Taxpayer Identification Number (ITIN) to certain nonresident and resident aliens, their spouses, and their dependents when ineligible for SSNs. Arranged in the same format as an SSN (XXX-XX-XXXX), the ITIN begins with a 9. To get an individual tax id number, the applicant must complete Form W-7 and submit documents supporting his or her resident status.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> Certain agencies—including colleges, banks, and accounting firms—often help applicants obtain their ITIN.\n", "\nThe IRS uses the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer-identification-number.asp\" rel=\"noopener noreferrer\">Employee Identification Number (EIN)</a> to identify corporations, trusts, and estates that must pay taxes. Just like SSNs, employer tax ID numbers are also nine digits long, but they are read as XX-XXXXXXX. Those who qualify for an EIN must apply for the number and use it to report their income for taxation purposes. Applying for an EIN is free, and businesses can obtain one immediately.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿ \n", "\nThe ATIN only applies to domestic adoptions when the adoptive parents cannot obtain the child's SSN to complete their tax returns promptly. To qualify, the child must be a U.S. citizen or permanent resident and the adoption must be pending.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nAs of Jan. 1, 2011, the IRS required the listing of a PTIN on each return filed. Before this date, the use of the PTIN was optional.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿ Any preparer that charges to complete all or part of the tax return for another individual must have and use the PTIN.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n", "\nYou can get a tax identification number by applying directly to the correct agency. For instance, you can get a Social Security number through the Social Security Administration. If you need an Individual Taxpayer Identification number or one for a business, you may be able to obtain one directly from the Internal Revenue Service.\n", "\nYou need a TIN if you are authorized to work in the United States or if you plan to file taxes with the IRS. You'll also need a TIN if you want to take advantage of benefits or services offered by the government. If you run a business or other organization, you'll also need a TIN to run your day-to-day operations and to report your taxes.\n", "\nThe agency that issues your TIN provides you with an official document with your unique identifier. Because it is a sensitive piece of information, you can't go online to retrieve it. If you can't remember or lose your documents, you should contact the issuing agency, such as the SSA, to get your TIN again.\n", "\nA TIN is the same as a tax I.D. as it stands for tax identification number or taxpayer-identification number.\n", "\nA Social Security number is an example of a TIN. It allows you to seek employment in the United States, to obtain credit with banks and other lenders, and you can file your annual tax returns with the IRS using your SSN.\n"]}