{"name": "Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA)", "@id": "https://www.investopedia.com/terms/t/tefra.asp", "related": ["https://www.investopedia.com/terms/e/economic-recovery-tax-act.asp", "https://www.investopedia.com/terms/t/taxreformact1986.asp", "https://www.investopedia.com/terms/t/tax-reform-act-of-1993.asp", "https://www.investopedia.com/terms/v/voodooeconomics.asp", "https://www.investopedia.com/terms/a/american-recovery-and-reinvestment-act.asp", "https://www.investopedia.com/terms/f/fiscalpolicy.asp"], "body": ["\nThe Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA) is federal legislation passed in 1982 to cut the budget deficit through federal spending cuts, tax increases, and reform measures. The legislation reversed some elements of the Economic Recovery Tax Act of 1981 (ERTA). Both pieces of legislation were passed early in the presidency of Ronald Reagan.\n", "\nAdjusted for inflation, TEFRA remains the biggest tax increase in U.S. history. Ironically, it was a response to ERTA, which passed a year earlier and remains the largest tax cut in U.S. history. TEFRA modified parts of ERTA at a time of soaring <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget-deficit.asp\">budget deficits</a> because of falling revenue and increasing government expenditures. The U.S. was also in the middle of a severe \"double dip\" recession when TEFRA was passed.\n", "\nShaped by Republican Senator Robert Dole, who was then chairman of the Senate Finance Committee, the Tax Equity and Fiscal Responsibility Act was meant to reduce the growing federal deficit by closing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loophole.asp\">loopholes</a> in the tax system, introducing stricter compliance and tax-collection measures, increasing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excisetax.asp\">excise taxes</a> on cigarettes and telephone services, and increasing corporate taxes. TEFRA also rescinded some of ERTA's reductions in personal income-tax rates that had not yet gone into effect.\n", "\nTEFRA removed some of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-break.asp\">tax breaks</a> businesses received under ERTA, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accelerateddepreciation.asp\">accelerated depreciation</a>. It also instituted a 10% withholding tax on dividends and interest paid to individuals who had no certified <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-indentification-number-tin.asp\">tax identification numbers</a>. TEFRA affected a broad range of taxpayers as it modified the rules governing pension plans, life insurance companies, corporate mergers, acquisitions and redemption of stock, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/safeharbor.asp\">safe harbor</a> leases.\n", "\nPresident Ronald Reagan had campaigned on tax cuts and limited government, so many were puzzled that he would agree to sign TEFRA and unwind some of ERTA, a significant legislative achievement. Reagan resisted any tax increases for a time, but eventually relented only when he extracted a pledge for even bigger spending cuts as part of the deal. Signing the bill into law, Reagan said he was supporting \"a limited loophole-closing tax increase\" to raise more than $98 billion over three years in return for spending cuts worth $280 billion during the same period.\n"]}