{"name": "Tax Credit Definition", "@id": "https://www.investopedia.com/terms/t/taxcredit.asp", "related": ["https://www.investopedia.com/terms/t/tax-refund.asp", "https://www.investopedia.com/terms/c/childtaxcredit.asp", "https://www.investopedia.com/terms/d/dependent.asp", "https://www.investopedia.com/terms/a/additional-child-tax-credit.asp", "https://www.investopedia.com/terms/e/earnedincomecredit.asp", "https://www.investopedia.com/terms/i/irs-pub-929.asp"], "body": ["\nA tax credit is an amount of money that taxpayers can subtract directly from taxes owed to their government. Unlike deductions, which reduce the amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income</a>, tax credits reduce the actual amount of tax owed. The value of a tax credit depends on the nature of the credit; certain types of tax credits are granted to individuals or businesses in specific locations, classifications, or industries.\n", "\nGovernments may grant a tax credit to promote a specific behavior such as replacing older appliances with more energy-efficient ones. Other tax credits are designed to help disadvantaged taxpayers by reducing the total cost of housing.\n", "\nTax credits are more favorable than tax deductions because tax credits reduce tax liability dollar for dollar. While a deduction still reduces the final <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\" rel=\"noopener noreferrer\">tax liability</a>, it only does so within an individual’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\" rel=\"noopener noreferrer\">marginal tax rate</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ An individual in a 22% tax bracket, for example, would save $0.22 for every marginal tax dollar deducted. However, a credit would reduce the tax liability by the full $1.\n", "\nTax credits come in three basic forms.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nonrefundabletaxcredit.asp\">Nonrefundable tax credits</a> are items directly deducted from the tax liability until the tax due equals $0.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Any amount greater than the tax owed, resulting in a refund for the taxpayer, is not paid out—hence, the name \"nonrefundable.\" The remaining part of a nonrefundable tax credit that can't be utilized is lost, in effect.\n", "\nNonrefundable tax credits are valid in the year of reporting only, expire after the return is filed, and may not be carried over to future years.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Because of this, nonrefundable tax credits can negatively impact low-income taxpayers, as they are often unable to use the entire amount of the credit.\n", "\nAs of the 2020 tax year, specific examples of nonrefundable tax credits include credits for adoption, the Lifetime Learning Credit, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/childanddependentcarecredit.asp\">Child and Dependent Care Credit</a>, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/04/031704.asp\">Saver's Tax Credit</a> for funding retirement accounts, and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/forms-pubs/about-form-8396\">mortgage interest credit</a>, which is designed to help people with lower incomes afford homeownership.<span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refundablecredit.asp\" rel=\"noopener noreferrer\">Refundable tax credits</a> are the most beneficial credit because they're paid out in full. This means that a taxpayer—regardless of their income or tax liability—is entitled to the entire amount of the credit. If the refundable tax credit reduces the tax liability to below $0, the taxpayer is due a refund.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAs of the 2020 tax year, probably the most popular refundable tax credit is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnedincomecredit.asp\" rel=\"noopener noreferrer\">Earned Income Tax Credit</a> (EITC). The EITC is for low to moderate-income taxpayers who earned an income, through an employer or working as a self-employed individual with a business or farm, and meet certain criteria based on income and number of family members.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ Other refundable tax credits include the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/affordable-care-act/individuals-and-families/the-premium-tax-credit-the-basics\" rel=\"noopener noreferrer\">Premium Tax Credit</a>, which helps individuals and families cover the cost of premiums for health insurance purchased through the health insurance marketplace.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nSome tax credits are only partially refundable. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/childtaxcredit.asp\">Child Tax Credit</a> became refundable (up to $1,400 per qualifying child) in 2018, as a result of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/how-gop-tax-bill-affects-you/\">Tax Cuts and Jobs Act</a> (TCJA). If a taxpayer has a large enough tax liability, the full amount of the Child Tax Credit is $2,000. However, up to $1,400 is refundable even if it is more than the taxpayer owes.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nAnother example of a partially refundable tax credit is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/american-opportunity-tax-credit.asp\">American Opportunity Tax Credit (AOTC)</a> for post-secondary education students. If a taxpayer reduces their tax liability to $0 before using the entire portion of the $2,500 tax deduction, the remainder may be taken as a refundable credit up to the lesser of 40% of the remaining credit or $1,000.<span class=\"ql-inline-citation\" data-cite=\"3\"></span> \n", "\nIn 2020, as a result of the coronavirus pandemic and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\">Coronavirus Aid, Relief, and Economic Security (CARES) Act</a> stimulus bill, taxpayers received up to $1,200 per adult and $500 per child in the form of a stimulus check or direct deposit. The stimulus payment was an advance on a refundable tax credit for the 2020 tax year; the amount received will not add to taxable income in 2020 or any future year.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nThe same is true of the second $600 stimulus checks approved on Dec. 27, which provides $600 for qualifying individuals ($1,200 for qualifying couples) and $600 for qualifying children.<span class=\"ql-inline-citation\" data-cite=\"13\"></span> The refundable tax credit for both checks phased out at an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agi.asp\">adjusted gross income</a> (AGI) of $75,000 to $99,000 for singles (or $150,000 to $198,000 for joint taxpayers), at a rate of 5 percent per dollar.<span class=\"ql-inline-citation\" data-cite=\"10\"></span> It was based on either the taxpayer's AGI for 2018 or 2019 (depending on whether the taxpayer had already filed a 2019 tax return by that point). But it technically applied to 2020 AGI (for which a return couldn't have been filed yet), so there may be some discrepancy.<span class=\"ql-inline-citation\" data-cite=\"9\"></span>\n", "\nFinally, the recovery rebate is not taxable. It will not add to taxable income in 2020 (or any future year).<span class=\"ql-inline-citation\" data-cite=\"11\"></span> All of this is based on the fact that the CARES Act contains no \"claw back\" mechanism by which the government can reclaim funds that were legitimately extended.<span class=\"ql-inline-citation\" data-cite=\"9\"></span> The same is true of the Consolidated Appropriations Act that includes the new stimulus funding.<span class=\"ql-inline-citation\" data-cite=\"14\"></span>\n", "\nIn March of 2021, Congress passed the American Rescue Plan, which was signed into law by President Biden. Under the plan, eligible individuals would receive up to $1,400 in stimulus checks. In addition, certain temporary changes were made to the child tax credit for Married couples filing jointly with a modified adjusted gross income up to $150,000, heads of household with MAGI up to $112,5000, or single filers with MAGI up to $75,000:<span class=\"ql-inline-citation\" data-cite=\"15\"></span>\n", "\nChanges were also made to the EITC. Originally capped at $543 for childless households, the maximum earned income tax credit for those same households in 2021 is $1,50.<span class=\"ql-inline-citation\" data-cite=\"15\"></span> The bill also expands eligibility for childless households. Previously, people under the age of 25 and over the age of 65 could not claim the credit. The upper limit has been eliminated and the lower limit has been reduced to 19 (i.e., anyone 19 or over without a child who meets income requirements can claim EITC).\n", "\nNote a few exceptions: students between 19 and 24 with at least half a full-time course load are ineligible. Former foster children or homeless youth can claim the credit as 18-year-olds. Finally, for single filers, the phaseout percentage is increased to 15.3% and phaseout amounts are increased to $11,610.<span class=\"ql-inline-citation\" data-cite=\"15\"></span> \n", "\nTwo EITC changes below, however, are permanent:<span class=\"ql-inline-citation\" data-cite=\"15\"></span>\n"]}