{"name": "Tax Break Definition", "@id": "https://www.investopedia.com/terms/t/tax-break.asp", "related": ["https://www.investopedia.com/terms/t/taxcredit.asp", "https://www.investopedia.com/terms/t/tax-benefit.asp", "https://www.investopedia.com/terms/t/tax-relief.asp", "https://www.investopedia.com/terms/i/itemizeddeduction.asp", "https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp", "https://www.investopedia.com/terms/e/earnedincomecredit.asp"], "body": ["\nA tax break is a reduction of a taxpayer's total liability. The term is also used to refer to the favorable tax treatment of any class of persons in the United States.\n", "\nIf the government gives a tax break to a particular group of people or type of organization, it reduces the amount of tax they would otherwise have to pay or changes the tax system in a way that benefits them.\n", "\nA tax break can greatly reduce a taxpayer's liability. The savings may be enabled by a tax deduction, a tax credit, or a tax exemption.\n", "\nTax breaks are often explained as a means to stimulate the economy by increasing the amount taxpayers have to spend or businesses have to invest in their growth.\n", "\nThey also are used to promote certain types of behaviors that are seen as beneficial, such as the replacement of gas-guzzling cars with modern fuel-efficient vehicles.\n", "\nTax deductions are expenses that can be subtracted from gross income to reduce taxable income.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nFor example, if a single filer's taxable income for the tax year is $75,000, the person will fall in the 22% <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\" rel=\"noopener noreferrer\">marginal tax bracket</a> for 2020 and 2021.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The total marginal tax bill will be 22% x $75,000 = $16,500. However, if that person qualifies for an $8,000 tax deduction, the income taxed will be $75,000 – $8,000 = $67,000 taxable income, not $75,000. That reduces the person's tax bill to $14,740.\n", "\nThe reduction of taxable income is a tax break for the taxpayer who ends up paying less to the government.\n", "\nA tax credit reduces a taxpayer's tax liability dollar-for-dollar. That has a greater impact than a deduction, which merely reduces the amount of income subject to taxes.\n", "\nIn effect, a tax credit is applied to the amount of tax owed by the taxpayer after all deductions are made from the person's taxable income.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ If an individual owes $3,000 to the government and is eligible for a $1,100 tax credit, the amount owed will be reduced to $1,900 after the tax break is applied.\n", "\nAn exemption screens a certain portion of income or type of income from taxation.\n", "\nFor example, an expatriate who earns income in a foreign country is eligible for a tax break of $107,600 as of the 2020 tax year. This is applied through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp\" rel=\"noopener noreferrer\">Foreign Earned Income Exclusion</a> (FEIE).\n", "\nAn ex-pat who earns $180,000 for a job in a foreign country, for example, will be taxed only on the amount that exceeds $107,600, or $72,400.\n", "\nCharitable organizations and religious institutions are generally tax-exempt. That is, they are not required to pay federal income taxes.\n"]}