{"name": "Tax Expense", "@id": "https://www.investopedia.com/terms/t/tax-expense.asp", "related": ["https://www.investopedia.com/terms/d/deferredtaxasset.asp", "https://www.investopedia.com/terms/d/deferredtaxliability.asp", "https://www.investopedia.com/terms/i/incometaxpayable.asp", "https://www.investopedia.com/terms/l/liability.asp", "https://www.investopedia.com/terms/d/deferredincometax.asp", "https://www.investopedia.com/terms/t/taxpayer.asp"], "body": ["\nA tax expense is a liability owed to federal, state/provincial, and/or municipal governments within a given period, typically over the course of a year.\n", "\nTax expenses are calculated by multiplying the appropriate tax rate of an individual or business by the income received or generated before taxes, after factoring in such variables as non-deductible items, tax assets, and tax liabilities.\n", "\nTax Expense = Effective Tax Rate x Taxable Income\n", "\nCalculating tax expense can be complex given that different types of income are subject to certain levels of taxes. For instance, a business must pay <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payrolltax.asp\" rel=\"noopener noreferrer\">payroll tax</a> on wages paid to employees, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\" rel=\"noopener noreferrer\">sales tax</a> on certain asset purchases, and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/excisetax.asp\" rel=\"noopener noreferrer\">excise tax</a> on certain goods.\n", "\nIn addition to the range of tax rates applicable to various levels of income, the different tax rates in different jurisdictions and the multiple layers of tax on income also add to the complexity of determining an entity’s tax expense. Determining the appropriate tax rate and identifying the correct accounting methods for items affecting one's tax expense are carefully described by tax authorities such as the Internal Revenue Service (IRS) and GAAP/IFRS.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\" rel=\"noopener noreferrer\">Generally Accepted Accounting Principles (GAAP)</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ifrs.asp\" rel=\"noopener noreferrer\">International Financial Reporting Standards (IFRS)</a> provide for a certain treatment of items of income and expenses which may differ from the provision allowed under the applicable government tax code.\n", "\nThis means that the amount of tax expense recognized is unlikely to exactly match the standard income tax percentage that is applied to business income. In other words, the differences in financial accounting and the tax code may result in a tax expense that differs from the actual tax bill.\n", "\nFor example, many companies use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/straightlinebasis.asp\" rel=\"noopener noreferrer\">straight-line depreciation</a> to calculate the depreciation reported in their financial statements, but are allowed to employ an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accelerateddepreciation.asp\" rel=\"noopener noreferrer\">accelerated form of depreciation</a> to derive their taxable profit; the result is a taxable income figure that is lower than the reported income figure.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nTax expense affects a company's net earnings given that it is a liability that must be paid to a federal or state government. The expense reduces the amount of profits to be distributed to shareholders in the form of dividends.\n", "\nThis is even more disadvantageous to shareholders of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/c-corporation.asp\" rel=\"noopener noreferrer\">C corporations</a> who must pay taxes again on the dividend received.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ However, a tax expense is only recognized when a company has taxable income. In the event that a loss is recognized, the business can carry its losses forward to future years to offset or reduce future tax expenses.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe tax expense is what an entity has determined is owed in taxes based on standard business accounting rules. This charge is reported on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometaxpayable.asp\" rel=\"noopener noreferrer\">tax payable</a> is the actual amount owed in taxes based on the rules of the tax code. The payable amount is recognized on the balance sheet as a liability until the company settles the tax bill.\n", "\nIf the tax expense is higher than the tax liability, the difference creates another liability, called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredtaxliability.asp\" rel=\"noopener noreferrer\">deferred tax liability</a>, which must be paid at some point in the future. On the other hand, if the tax payable is higher than the tax expense, the difference creates an asset category, called the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deferredtaxasset.asp\" rel=\"noopener noreferrer\">deferred tax asset,</a> which can be used to settle any tax expense in the future.\n"]}