{"name": "Tax-Equivalent Yield Definition", "@id": "https://www.investopedia.com/terms/t/taxequivalentyield.asp", "related": ["https://www.investopedia.com/terms/y/yieldequivalence.asp", "https://www.investopedia.com/terms/t/tax-free.asp", "https://www.investopedia.com/terms/y/yield.asp", "https://www.investopedia.com/terms/m/municipal-bond-arbitrage.asp", "https://www.investopedia.com/terms/p/pretax-rate-of-return.asp", "https://www.investopedia.com/terms/n/nontaxabledividend.asp"], "body": ["\nThe tax-equivalent yield is the return that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxablebond.asp\" rel=\"noopener noreferrer\">taxable bond</a> would need to equal the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yield.asp\" rel=\"noopener noreferrer\">yield</a> on a comparable tax-exempt <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/municipalbond.asp\" rel=\"noopener noreferrer\">municipal bond</a>. The calculation is a tool that investors can use to compare the returns between a tax-free investment and a taxable alternative.\n", "\nTax implications, in general, are a complicated and important part of any financial strategy, as well as an often overlooked part. The tax-equivalent yield calculation is a useful tool for investors, especially those in higher tax brackets. The tax-equivalent yield is the yield on a taxable bond that an investor would have to earn to match the return on a comparable tax-free municipal bond. Municipal bonds generally have a low expected return, so the full impact of investing in them due to tax savings is often not quantified completely. The calculation helps an investor to decide whether to select a taxable investment or a tax-free investment, such as a tax-free municipal bond. This information is crucial because the tax-free advantage that municipal bonds offer can be hard to match with other investments. \n", "\nHowever, it is not the end of the story. Some additional tax considerations can come into play when making such a comparison. While municipal bonds are free of federal taxes, some states do tax the earnings. The liquidity of municipal bonds may also be limited.\n", "\nDepending on an investor's tax bracket, a municipal bond may not be the best investment decision for their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolio</a>. An investor's tax bracket will depend on their filing status and income. The federal income tax brackets for 2020 and 2021 are 10%, 12%, 22%, 24%, 32%, 35%, and 37%.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTo calculate the taxable equivalent yield of a tax-free municipal bond, use the following formula and be sure to include any state taxes along with your federal tax rate.\n", "\nWhere:\n", "\nThis formula can be reversed to determine the tax-free equivalent yield of a municipal bond that would match the return on a taxable bond.\n", "\nAn investor's tax rate plays a significant role in the resulting tax-equivalent yields. For example, assume there is a tax-free bond that is yielding 7%. A decision to invest in this particular bond or any of the many taxable choices available greatly depends on the investor's marginal tax bracket. In the United States, as of 2020, there are seven different marginal tax-rate brackets: 10%, 12%, 22%, 24%, 32%, and 35%. The tax-equivalent yield calculations for these brackets are as follows:\n", "\nGiven this information, assume there is a taxable bond that is yielding 9.75%. In this situation, investors in the first four marginal tax brackets would be better off investing in the taxable bond, because even after paying their tax liability, they would still earn more than a 7% non-taxable bond. Investors in the highest three brackets would be better off investing in the tax-free bond. Note, however, that none of this is investment advice, a tax or financial advisor should be consulted.\n", "\nAn investor in the 22% federal income <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxbracket.asp\" rel=\"noopener noreferrer\">tax bracket</a>, and no state taxes, owns a tax-exempt municipal bond with an 8% coupon rate. To calculate the fully taxable equivalent yield that a taxable bond would have to earn to match the municipal bond's yield, use the above formula.\n", "\nIn other words, a taxable bond would have to earn an equivalent yield of 10.26%, where after taxes are deducted it would match the 8% return of the tax-free municipal bond.\n", "\nIf the marginal tax rate is higher, the required fully taxable equivalent yield will also be higher than 10.26%. So, if all else remains the same, with the only difference being that the investor is in the 37% tax bracket, the fully taxable equivalent yield would have to be:\n", "\nInterest earned on state and local bonds has been tax-exempt since the introduction of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal_income_tax.asp\" rel=\"noopener noreferrer\">federal income tax</a> in 1913. Initially, this was because many people felt the Constitution prevented the federal government from taxing this income. Since then, the justification for tax exclusion has been supported by the idea that local infrastructure projects serve the common good, and therefore, federal tax policy should support those projects.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nMunicipal bonds are not always tax-free. Federal taxes may apply to a municipal bond if the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) does not interpret a project as good for the entire public. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxable-municipal-bond.asp\" rel=\"noopener noreferrer\">Taxable municipal bonds</a> are rare, but they can be issued for projects such as a sports stadium or a pension shortfall. The IRS can also treat municipal interest income as taxable if a bond is purchased at a significant discount to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\" rel=\"noopener noreferrer\">par value</a>.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nA mutual fund composed of tax-free bonds is still subject to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\" rel=\"noopener noreferrer\">capital gains tax</a>.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}