{"name": "Tax Bracket Definition", "@id": "https://www.investopedia.com/terms/t/taxbracket.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/terms/r/roth-option.asp", "https://www.investopedia.com/terms/t/total-tax.asp", "https://www.investopedia.com/terms/m/marriage-penalty.asp", "https://www.investopedia.com/terms/t/taxrate.asp", "https://www.investopedia.com/terms/i/incremental-tax.asp"], "body": ["\nA tax bracket refers to a range of incomes subject to a certain income tax rate. Tax brackets result in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\">progressive tax</a> system, in which taxation progressively increases as an individual’s income grows: Low incomes fall into tax brackets with relatively low income tax rates, while higher earnings fall into brackets with higher rates.\n", "\nIn the U.S., the Internal Revenue Service (IRS) uses a progressive tax system, meaning taxpayers will pay the lowest rate of tax on the first level of taxable income in their bracket, a higher rate on the next level, and so on. Currently, there are seven federal tax brackets, each assigned a different rate, ranging from 10% to 37%, with the dollar ranges in each varying for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/single.asp\">single filers</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfj.asp\">married joint filers</a> (and qualifying widow(er)s), <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfs.asp\">married filing separate</a> filers, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/head_of_household.asp\">head of household</a> filers, resulting in 28 effective tax brackets.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nWhen determining which tax bracket to use, a taxpayer should first calculate their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">taxable income</a> (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnedincome.asp\">earned</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentincome.asp\">investment income</a> minus adjustments and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\">deductions</a>).\n", "\nLet’s take an example based on the rates for the tax year 2020. Single filers who have less than $9,875 in taxable income are subject to a 10% income tax rate (the lowest bracket). Single filers who earn more than this amount will have their first $9,875 in earnings taxed at 10%, but their earnings past that cutoff point and up to $40,125 are subjected to a 12% rate, the next bracket. Earnings between $40,125 and $84,200 are taxed at 22%, the third bracket.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> And so on.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-drop/rp-19-44.pdf\"><em>Source: IRS</em></a>\n", "\nPeople often refer to their tax brackets and their tax rates as the same thing, but they’re not. A tax rate is a percentage at which income is taxed; each tax bracket has a different tax rate (10%, 12%, 22%, etc.), referred to as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\">marginal rate</a>. However, most taxpayers—all except those who fall squarely into the minimum bracket—have income that is taxed progressively, so they’re actually subject to several different rates, beyond the nominal one of their tax bracket. Your tax bracket does not necessarily reflect how much you will pay in total taxes. The term for this is the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/effectivetaxrate.asp\">effective tax rate</a>. Here’s how it works.\n", "\nConsider the following tax responsibility for a single filer with a taxable income of $50,000 in 2020:\n", "\nAdd the taxes owed in each of the brackets and you get $987.50 + $3,630 + $2,172.50 = $6,790.\n", "\nResult: This individual’s effective tax rate is approximately 13.5% of income.\n", "\nTax brackets—and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/progressivetax.asp\">progressive tax system</a> they create—contrast with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flattax.asp\">flat tax</a> structure, in which all individuals are taxed at the same rate, regardless of their income levels.\n", "\nProponents of tax brackets and progressive tax systems contend that individuals with high incomes are more able to pay income taxes while maintaining a relatively high standard of living, while low-income individuals—who struggle to meet their basic needs—should be subject to less taxation. They stress that it is only fair that wealthy taxpayers pay more in taxes than the poor and middle class, offsetting the inequality of income distribution. That makes the progressive taxation system “progressive” in both senses of the word: It rises in stages and is designed with help for lower-income taxpayers in mind. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/062615/10-little-known-ways-reduce-your-401k-taxes.asp\">Taxes you pay on 401(k) withdrawals</a>, for instance, are also based on tax brackets.\n", "\nSupporters maintain that this system can generate higher revenues for governments and still be fair by letting taxpayers lower their tax bill through adjustments, such as tax deductions and/or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credits</a> for outlays such as charitable contributions. The higher income that taxpayers realize can then be funneled back into the economy. Furthermore, the use of tax brackets has an automatic stabilizing effect on an individual's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aftertaxincome.asp\">after-tax income</a>, as a decrease in funds is counteracted by a decrease in the tax rate, leaving the individual with a less substantial decrease.\n", "\nOpponents of tax brackets and progressive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxschedule.asp\">tax schedules </a>argue that everyone, regardless of income or economic status, is equal under the law and there should be no discrimination between rich and poor. They also point out that progressive taxation can lead to a substantial discrepancy between the amount of tax wealthy people pay and the amount of government representation they receive. Some even go on to point out that citizens get only one vote per person regardless of the personal or even national percentage of tax that they pay.\n", "\nOpponents also claim that higher taxation at higher income levels can (and does) lead to the wealthy spending money to exploit tax law loopholes and find creative ways to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxshelter.asp\">shelter</a> earnings and assets—often with the result that they actually end up paying less in taxes than the less well-off, depriving the government of revenue. (American companies that relocate their headquarters abroad, for example, frequently do so to avoid U.S. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporatetax.asp\">corporate taxes</a>.)\n", "\nThey also assert that the progressive system has historically led to reduced personal savings rates among taxpayers. After spiking to 12% in December 2012, the personal savings rate suddenly dropped to 5.8% by February 2013 and had risen to just 8.2% as of February 2020.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nTax brackets have existed in the U.S. tax code since the inception of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/10/history-taxes.asp\">the very first income tax</a>, when the Union government passed the Revenue Act of 1861 to help fund its war against the Confederacy. A second <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue-tax-act-1862.asp\">revenue act in 1862</a> established <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/10/concise-history-tax-changes.asp\">the first two tax brackets</a>: 3% for annual incomes from $600 to $10,000 and 5% on incomes above $10,000 (those were the days!).<span class=\"ql-inline-citation\" data-cite=\"6\"></span> The original four filing statuses were single, married filing jointly, married filing separately, and head of household, though rates were the same regardless of tax status.\n", "\nIn 1872 Congress rescinded the income tax.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> It didn’t reappear until the 16th Amendment to the Constitution—which established Congress’ right to levy a federal income tax—was ratified in1913. That same year Congress enacted a 1% income tax for individuals earning more than $3,000 a year and couples earning more than $4,000, with a graduated surtax of 1% to 7% on incomes from $20,000 and up.<span class=\"ql-inline-citation\" data-cite=\"19\"></span><span class=\"ql-inline-citation\" data-cite=\"8\"></span>\n", "\nOver the years the number of tax brackets has fluctuated. When the federal income tax began in 1913, there were seven tax brackets. In 1918 the number mushroomed to 78 brackets, ranging from 6% to 77%.<span class=\"ql-inline-citation\" data-cite=\"9\"></span> In 1944 the top rate hit 91%,<span class=\"ql-inline-citation\" data-cite=\"10\"></span> but it was brought back down to 70% by President Johnson.<span class=\"ql-inline-citation\" data-cite=\"11\"></span> President Reagan initially brought the top rate down to 50%.<span class=\"ql-inline-citation\" data-cite=\"20\"></span>\n", "\nThen, in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreformact1986.asp\">Tax Reform Act of 1986</a>, brackets were simplified and the rates reduced so that in 1988 there were only two brackets: 15% and 28%.<span class=\"ql-inline-citation\" data-cite=\"12\"></span> This system lasted only until 1991 when the third bracket of 31% was added.<span class=\"ql-inline-citation\" data-cite=\"13\"></span> Since then additional brackets have been implemented, and we have come full circle and are back to seven brackets, a structure that was retained by the 2017 Tax Cuts and Jobs Act.<span class=\"ql-inline-citation\" data-cite=\"14\"></span>\n", "\nSome states have no income tax: Alaska, Florida, Nevada, South Dakota, Texas, Washington, and Wyoming. New Hampshire and Tennessee only tax some dividends and interest income, with that practice set to expire in 2025 and 2022, respectively.<span class=\"ql-inline-citation\" data-cite=\"22\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nIn 2020 nine states have a flat rate structure, with a single rate applying to a resident’s income: Colorado (4.63%), Illinois (4.95%), Indiana (3.23%), Kentucky (5.0%), Massachusetts (5.05%), Michigan (4.25%), North Carolina (5.25), Pennsylvania (3.07%), and Utah (4.95%).<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nIn other states the number of tax brackets varies from three to as many as 9 (in Missouri and California) and even 12 (in Hawaii). The marginal tax rates in these brackets also vary considerably. California has the highest, maxing out at 12.3%.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nState income tax regulations may or may not mirror federal rules. For example, some states allow residents to use the federal personal exemption and standard deduction amounts for figuring state income tax, while others have their own exemption and standard deduction amounts.\n", "\nThere are numerous online sources to find your specific federal income tax bracket. The IRS makes available a variety of information, including annual tax tables that provide highly detailed tax filing statuses in increments of $50 of taxable income up to $100,000.<span class=\"ql-inline-citation\" data-cite=\"16\"></span>\n", "\nOther websites provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/calculator/ustaxbracket.aspx\">tax bracket calculators</a> that do the math for you, as long as you know your filing status and taxable income. Your tax bracket can shift from year to year, depending on inflation adjustments and changes in your income and status, so it’s worth checking on an annual basis.\n", "\nYes. Each year, the IRS adjusts the tax brackets in order to account for inflation. Below are the income thresholds for the tax year 2021.\n", "\nFor the tax year 2020, the highest earners in the US pay a 37% tax rate on all income made beyond $518,400 ($622,050 for married couples filing jointly).\n", "\nTo estimate which tax bracket your earnings will fall under, you could do the math yourself using the calculation above or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-pdf/i1040tt.pdf\">visit the IRS website</a> which provides highly detailed tax filing statuses in increments of $50 of taxable income up to $100,000.\n"]}