{"name": "Tax Loss Carryforward", "@id": "https://www.investopedia.com/terms/t/tax-loss-carryforward.asp", "related": ["https://www.investopedia.com/terms/n/netoperatingloss.asp", "https://www.investopedia.com/terms/l/losscarryback.asp", "https://www.investopedia.com/terms/l/losscarryforward.asp", "https://www.investopedia.com/terms/f/form-1045.asp", "https://www.investopedia.com/terms/i/irs-pub-536.asp", "https://www.investopedia.com/terms/s/suspended-loss.asp"], "body": ["\nA tax loss carryforward (or carryover) is a provision that allows a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxpayer.asp\" rel=\"noopener noreferrer\">taxpayer</a> to move a tax loss to future years to offset a profit. The tax loss carryforward can be claimed by an individual or a business to reduce any future tax payments.  \n", "\nConsider a tax loss carryforward to be the opposite of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profit</a>, or a negative profit, for tax purposes. A negative profit occurs when expenses are greater than revenue or capital losses are greater than capital gains. This provision is a great tool for creating future tax relief. There are two main types of loss carryforwards: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/losscarryforward.asp\" rel=\"noopener noreferrer\">net operating loss (NOL)</a> carryforwards and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-loss-carryover.asp#citation-2\" rel=\"noopener noreferrer\">capital loss carryforwards</a>.\n", "\nFor income tax purposes, an NOL is the result when a company's allowable deductions exceed its taxable income within a tax period. The NOL can be used to offset the company's tax payments in other tax periods through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service (IRS)</a> tax provision called an NOL carryforward. An NOL carryforward applies the current year's NOL against future years' net income to reduce its over <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\" rel=\"noopener noreferrer\">tax liability</a> in the future tax period.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nFor example, if a company experiences negative <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noi.asp\" rel=\"noopener noreferrer\">net operating income (NOI)</a> in year one, but positive NOI in subsequent years, it can reduce future profits using the NOL carryforward to record some or all of the loss from the first year in the subsequent years. This results in lower taxable income in positive NOI years, reducing the amount the company owes the government in taxes. The purpose behind this tax provision is to allow some form of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-relief.asp\" rel=\"noopener noreferrer\">tax relief</a> when a company loses money in a tax period. Because the company pays taxes only in years of positive NOI, the only way to minimize the tax impact of the loss is to offset income in positive NOI years.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service </a>(IRS) recognizes that some companies' business profits are cyclical in nature and not in line with a standard tax year. For example, a farming business is subject to various weather conditions and may have significant <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a> and a large tax payment in one year, incur an NOL in the next, and then follow that with another profitable year. To smooth the tax burden, the loss carryforward provision allows for the NOL in the second year to offset taxes due in the third year.\n", "\nPrior to the implementation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act (TCJA)</a> in 2018, the IRS allowed businesses to carry NOLs forward 20 years to net against future profits or backward two years for an immediate refund of previous taxes paid. After 20 years, any remaining losses that were unused expired and could no longer be used to reduce taxable income.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿﻿\n", "\nFor tax years beginning Jan. 1, 2018, or later, the TCJA has removed the two-year carryback provision, except for certain farming losses and non-life insurance companies. However, the provision now allows for an indefinite carryforward period. However, the carryforwards are now limited to 80% of each subsequent year's net income. Losses originating in tax years beginning prior to Jan. 1, 2018, are still subject to the former tax rules, and any remaining losses will still expire after 20 years.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿﻿\n", "\nUnder the TCJA rules, farming losses may be carried back two years for an immediate refund of prior taxes paid or carried forward indefinitely. Non-life insurance companies are essentially still using pre-TCJA rules. They may carry back two years or forward 20, and the 80% limit in any one year does not apply.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿﻿﻿\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\" rel=\"noopener noreferrer\">Coronavirus Aid, Relief, and Economic Security (CARES)</a> Act in 2020 further modified the rules surrounding NOL carryforwards, temporarily. According to the IRS, \"the CARES Act effectively delays the application of the TCJA amendments until Jan. 1, 2021. Additionally, the CARES Act permits a five-year carryback for NOLs, including farming losses and NOLs of non-life insurance companies, for taxable years beginning after Dec. 2017 and before Jan. 1, 2021.\"<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿﻿﻿﻿\n", "\nThe CARES Act allows corporate taxpayers with eligible NOLs in tax years 2018 to 2020 to claim a refund for prior year tax returns by applying the NOL as a carryback, up to five tax years preceding the tax year of the loss. It is typically more beneficial for a corporation to apply a NOL as a carryback rather than a carryforward due to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timevalueofmoney.asp\" rel=\"noopener noreferrer\">time value of money</a>. Essentially, a refund in the current year of previous taxes paid is typically more beneficial than a future reduction of taxes owed unless there is a reason specific to the corporation that may make a carryforward more advantageous. The CARES Act also temporarily removed the 80% limitation in any one year, reinstating it for tax years beginning after 2020.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿﻿﻿﻿\n", "\nFor a simple example of the NOL carryforward rules post-TCJA, imagine a company loses $5 million in 2021 and earns $6 million in 2022. The carryover limit of 80% of $6 million in 2022 is $4.8 million. The NOL carryforward lowers the taxable income in 2022 to $1.2 million ($6 million 2022 income—$4.8 million allowable NOL carryforward). Calculation of the company's deferred tax asset would include a $200,000 NOL carryforward ($5 million total NOL—$4.8 million used NOL carryforward), which could be used after 2022.\n", "\nTax loss carryforwards and carrybacks received new attention in September 2020 when the <em>New York Times </em>released details surrounding President Trump's 2009 tax return. According to the Times article, \"confidential records show that starting in 2010 he claimed, and received, an income tax refund totaling $72.9 million—all the federal income tax he had paid for 2005 through 2008, plus interest.\"<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿﻿﻿ This was made possible through an NOL carryback provision that changed as a result of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/111/plaws/publ92/PLAW-111publ92.pdf\" rel=\"noopener noreferrer\">Worker, Homeownership, and Business Assistance Act of 2009</a>, signed into law by President Obama.\n", "\nThe 2009 tax law allowed a five-year NOL carryback provision for tax years 2008 and 2009, rather than the two-year carryback provision that was in place at the time. This meant that NOLs incurred during 2008 and 2009 could be applied toward a refund of taxes previously paid in the five years preceding the loss. If the taxpayer elected to carry back an NOL to the fifth preceding year, the NOL carryback was limited to 50% of the taxable income in the fifth preceding year. However, the remaining NOL balance could be carried forward to the fourth preceding year, and so on, until the loss was fully exhausted.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿﻿﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">Capital gains</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalloss.asp\" rel=\"noopener noreferrer\">losses</a> result from the sale of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalasset.asp\" rel=\"noopener noreferrer\">capital assets</a>, such as stocks, bonds, jewelry, antiques, and real estate. When capital assets are sold, the gain (or loss) on the sale is the difference between its selling price and its tax basis (generally, the purchase price of the asset plus the cost of improvements). If the selling price is more than the tax basis, the result is a capital gain. If the selling price is less than the tax basis, the result is a loss.\n", "\nNet capital losses (the amount that total capital losses exceed total capital gains) can only be deducted, to offset ordinary income, up to a maximum of $3,000 in a tax year ($1,500 for married filing separately). Net capital losses exceeding the $3,000 threshold may be carried forward to future tax years until exhausted. There is no limit to the number of years there might be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital-loss-carryover.asp#citation-2\" rel=\"noopener noreferrer\">capital loss carryover</a>.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿﻿\n", "\nCapital loss tax provisions lessen the severity of the impact caused by investment losses. However, there are exceptions. Investors must be careful of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/washsale.asp\" rel=\"noopener noreferrer\">wash sale</a> provisions, which prohibit repurchasing an investment within 30 days of selling it for a loss. If this occurs, the capital loss cannot be applied toward tax calculations and is instead added to the cost basis of the new position, lessening the impact of future capital gains.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿﻿\n", "\nAssume, for example, that a taxpayer sold 1,000 shares of XYZ stock for a capital loss totaling $10,000, and the taxpayer had owned the stock for three years. Capital gains and losses are reported on Schedule D of the IRS Form 1040 tax return. If a stock is held for more than a year, the holding period is typically long term (with certain exceptions in 2018 and later for \"applicable partnership interests which are considered long-term after three years\"). The taxpayer offsets long-term gains with long-term losses.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿﻿﻿\n", "\nAssume that the taxpayer also has $3,000 in long-term gains, which reduces the net long-term capital loss to $7,000. The taxpayer can take $3,000 of that loss as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/100515/heres-how-deduct-your-stock-losses-your-tax-bill.asp\" rel=\"noopener noreferrer\">deduction to reduce other income</a>, called <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ordinaryincome.asp\" rel=\"noopener noreferrer\">ordinary income</a>, on the current year tax return. The remaining long-term capital loss is $4,000, which can be carried forward to the next tax year to offset capital gains and ordinary income up to the $3,000 limit. This tax policy allows investors who realize large losses during market downturns to reduce gains recognized over many future years.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿﻿﻿\n"]}