{"name": "Tax-Sheltered Annuity Definition", "@id": "https://www.investopedia.com/terms/t/taxshelteredannuity.asp", "related": ["https://www.investopedia.com/terms/n/nonperiodic-distribution.asp", "https://www.investopedia.com/terms/1/457plan.asp", "https://www.investopedia.com/terms/1/403bplan.asp", "https://www.investopedia.com/terms/1/401kplan.asp", "https://www.investopedia.com/terms/r/retirement-contribution.asp", "https://www.investopedia.com/terms/a/additional-voluntary-contribution.asp"], "body": ["\nA tax-sheltered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuity.asp\">annuity</a> is a type of investment vehicle that lets an employee make pretax contributions into a retirement account from income. Because the contributions are pretax, IRS does not tax the contributions and related benefits until the employee withdraws them from the plan. Since the employer can also make direct contributions to the plan, the employee gains the benefit of having additional tax-free funds accruing.\n", "\nIn the United States, one specific tax-sheltered annuity is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/403bplan.asp\">403(b) plan</a>. This plan provides employees of certain nonprofit and public education institutions with a tax-sheltered method of saving for retirement. There is usually a maximum amount that each employee can contribute to the plan, but sometimes there are catch-up provisions that allow employees to make additional contributions to make up for previous years when they did not maximize contributions.\n", "\nThe IRS caps contributions to TSAs at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/newsroom/401k-contribution-limit-increases-to-19500-for-2020-catch-up-limit-rises-to-6500\" rel=\"noopener noreferrer\">$19,500 for tax year 2020</a>, which is the same cap as 401(k) plans. TSAs also offer a catch-up provision for participants over age 50, which totals $6,500 for tax year 2020. For the tax year 2021, these numbers remain unchanged.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Tax shelter annuities also include a lifetime catch-up for participants who have worked for a qualified organization for 15 years or more and whose average contribution level never exceeded $5,000 over that period. Including the contribution, catch-up provisions, and an employer match, the total contribution cannot exceed 100% of earnings up to a certain cap.\n", "\nAll <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qrp.asp\" rel=\"noopener noreferrer\">qualified retirement plans</a> require that withdrawals begin only after the age of 59½. Early withdrawals may be subject to a 10% IRS penalty unless certain exemptions apply. The IRS taxes withdrawals as ordinary income and requires them to start no later than the year the beneficiary turns 72, up from 70½ after the enactment of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/bill/116th-congress/house-bill/1994/text\" rel=\"noopener noreferrer\">Setting Every Community Up for Retirement Enhancement (SECURE) Act</a> in 2019. Depending on the employer's or plan provider's provisions, employees may access funds before age 59½ via a loan. As with most qualified retirement plans, they may also permit withdrawals if the employee becomes disabled.\n", "\nPeople often compare TSAs to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/401kplan.asp\">401(k)</a> plans. The biggest similarity is that both plans represent specific sections of the Internal Revenue Code that establish qualifications for their use and their tax benefits. Both plans encourage individual savings by allowing for pretax contributions toward accumulating retirement savings on a tax-deferred basis.\n", "\nFrom there, the two plans diverge. Notably, 401(k) plans are available to any eligible private sector employee who works for a company with a plan. TSA plans are reserved for employees of tax-exempt organizations and public schools. Nonprofit organizations that exist for charitable, religious, or educational purposes and are qualified under Section 501(c)3 of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internal-revenue-code.asp\">Internal Revenue Code</a> can offer TSA plans to employees.\n"]}