{"name": "Taxation Without Representation Definition", "@id": "https://www.investopedia.com/terms/t/tax_without_representation.asp", "related": ["https://www.investopedia.com/terms/c/calexit.asp", "https://www.investopedia.com/terms/s/stampduty.asp", "https://www.investopedia.com/terms/e/eviction.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/t/taxbracket.asp", "https://www.investopedia.com/terms/c/checkrepresentment.asp"], "body": ["\nThe phrase taxation without representation describes a populace that is required to pay taxes to a government authority without having any say in that government's policies. The term has its origin in a slogan of the American colonials against their British rulers: \"Taxation without representation is tyranny.\"<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿\n", "\nOpposition to taxation without representation was one of the primary causes of the American Revolution.\n", "\nThe British Parliament began taxing its American colonists directly in 1760's, ostensibly to recoup losses incurred during the Seven Years’ War of 1756 to 1763.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿ One particularly despised tax, imposed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stampduty.asp\" rel=\"noopener noreferrer\">Stamp Act of 1765</a>, required colonial printers to pay a tax on documents used or created in the colonies, and to prove it by affixing an embossed revenue stamp to the documents.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nViolators were tried in vice-admiralty courts without a jury. The denial of a trial by peers was a second injury, in the minds of colonists.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nColonists considered the tax to be illegal because they had no representation in the Parliament that passed it and were denied the right to a trial by a jury of their peers. Delegates from nine of the 13 colonies met in New York in October 1765 to form the Stamp Act Congress, better known as the Continental Congress of 1765.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nWilliam Samuel Johnson of Connecticut, John Dickinson of Pennsylvania, John Rutledge of South Carolina, and other prominent colonials met for 18 days.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ They then approved a \"Declaration of the Rights and Grievances of the Colonists,\" stating the delegates’ joint position for other colonists to read. Resolutions three, four, and five stressed the delegates’ loyalty to the crown while stating their objection to taxation without representation.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nA later resolution disputed the use of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/admiralty-court.asp\" rel=\"noopener noreferrer\">admiralty courts</a> that conducted trials without juries, citing a violation of the rights of all free Englishmen.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nThe Congress eventually drafted three petitions addressed to King George III, the House of Lords, and the House of Commons.<span class=\"ql-inline-citation\" data-cite=\"20\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nThe petitions were initially ignored but boycotts of British imports and other financial pressures by the colonists finally led to the repeal of the Stamp Act in March 1766.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nIt was too late. After years of increasing tensions, the American Revolution began on April 19, 1775, with battles between American colonists and British soldiers in Lexington and Concord.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ \n", "\nOn June 7, 1776, Richard Henry Lee introduced a resolution to Congress declaring the 13 colonies free from British rule. Benjamin Franklin, John Adams, and Thomas Jefferson were among the representatives chosen to word the resolution.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThe first part was a simple statement of intent, including the declaration that all men were created equal and have unalienable rights to life, liberty, and the pursuit of happiness. A second section listed the colonists’ grievances and declared their determination to achieve independence. The final paragraph dissolved the colonists’ ties with Britain.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nFollowing debate, the Second Continental Congress adopted the Declaration of Independence on July 4, 1776, with the signing occurring primarily on Aug.2, 1776.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ \n", "\nTaxation without representation was by no means extinguished with the separation of the American colonies from Britain. Not even in the U.S.\n", "\nResidents of Puerto Rico, for example, are U.S. citizens but do not have the right to vote in presidential elections and have no voting representatives in the U.S. Congress (unless they move to one of the 50 states.)<span class=\"ql-inline-citation\" data-cite=\"23\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿\n", "\nIn addition, the phrase taxation without representation appeared on license plates issued by the District of Columbia beginning in the year 2000. The addition of the slogan was meant to increase awareness of the fact that residents of the District pay federal taxes despite having no voting representation in Congress.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn 2017, the District's City Council added one word to the phrase. It now reads \"End Taxation Without Representation.\" <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}