{"name": "Taxpayer", "@id": "https://www.investopedia.com/terms/t/taxpayer.asp", "related": ["https://www.investopedia.com/terms/f/filingstatus.asp", "https://www.investopedia.com/terms/1/1040.asp", "https://www.investopedia.com/terms/j/jointreturn.asp", "https://www.investopedia.com/terms/i/individual-tax-return.asp", "https://www.investopedia.com/terms/1/1040a.asp", "https://www.investopedia.com/terms/h/head_of_household.asp"], "body": ["\nA taxpayer may be an individual or business entity that is obligated to pay taxes to a federal, state, or local government. Taxes from both individuals and businesses are a primary source of revenue for governments. In the United States, individual taxpayers are usually required to file and pay both federal and state tax returns annually. Businesses must also file annual returns but usually plan for and pay regular estimated tax payments throughout the year.\n", "\nUnited States tax code is legislated and enforced by federal, state, and local governments. The Internal Revenue Service is the primary governing agency overseeing implemented <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\">income tax</a> code for both individuals and businesses.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ State and local revenue agencies are responsible for implementing and enforcing localized taxes such as sales taxes and property taxes. Both individuals and businesses must be aware of their tax obligations since not paying necessary taxes can result in penalties or further legal actions.\n", "\nThere are specific thresholds governing the obligation to pay annual individual income taxes to the Internal Revenue Service (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">IRS</a>) and state revenue departments. The federal threshold is based on an individual’s filing status. Each state will also have its own thresholds. Individual taxpayers should check both the federal and state thresholds to determine their filing obligations for a given year. The Internal Revenue Service’s Publication 501: Dependents, Standard Deduction, and Filing Information provides federal tax guidance for individual taxpayers.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAn individual’s filing status will influence how much tax is withheld from payroll. It is also a primary factor influencing annual tax obligations for a given year. Therefore, it is important that an individual taxpayer maintain the same filing status with their employer that they plan to use for their annual tax filing. Improperly notating the tax filing status on employee withholding forms like the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/w4form.asp\" rel=\"noopener noreferrer\">Form W-4</a> can result in withholding too much or too little which will be reconciled at tax-filing time.\n", "\nGenerally, marriage and dependents (usually children) are the two things that will characterize a taxpayer’s status. If married, an individual can choose to file separately or jointly. Taxpayers also have the option to file as a widower if their spouse has died.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nIndividuals who are not obligated to file annual tax returns will still encounter taxes in their everyday life. Other than income taxes, taxes are imposed daily and annually through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\">sales taxes</a> on goods and services and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\">property taxes</a> required to be paid separately to local governments. Sales taxes and property taxes vary based on location.\n", "\nNot all individuals in the United States are obligated to file a federal tax return and a state tax return. The federal threshold for filing a tax return is detailed by filing status below. Individual states follow similar status standards but can have differing thresholds. Some people may not need to file tax returns at all. Some people may benefit from filing a return even if below thresholds because they can be paid a refund with applicable deductions and credits.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nIndividual taxpayers need a social security number to file tax returns. Social security numbers can be obtained from the Social Security Administration. A social security number will serve as a taxpayer identification number so it is important to obtain one if you plan to have tax obligations.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ In general, there is no age level associated with paying federal and state taxes. Any individual who has gross income at or above the threshold level should file a tax return.\n", "\n<em>Single Taxpayer</em>\n", "\nA taxpayer is considered single if s/he is unmarried, divorced, a registered domestic partner, or legally separated according to state law as of the last day of the tax year. The head of a household or a person who is widowed does not fall under the “single” category for tax purposes. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/single.asp\" rel=\"noopener noreferrer\">Single filers</a> have lower income thresholds for tax filing obligations.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\n<em>Taxpayer as the Head of Household</em>\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/head_of_household.asp\" rel=\"noopener noreferrer\">head of household</a> is a single or unmarried taxpayer who pays at least 50% of the costs of supporting his or her household and lives with other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/memberofhousehold.asp\" rel=\"noopener noreferrer\">qualifying family members</a> for whom they provide support for more than half of the year. This means that the taxpayer must have paid more than half of the total household bills, including rent or mortgage, utility bills, insurance, property taxes, groceries, repairs, and other common household expenses. Some examples of qualifying family members include a dependent child, grandchild, brother, sister, grandparent.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\n<em>Married Taxpayer Filing Jointly</em>\n", "\nTwo taxpayers that wed by the end of the tax year can file their tax returns jointly. When filing under <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfj.asp\" rel=\"noopener noreferrer\">married filing jointly</a> status, couples can record their respective incomes and deductions on the same tax return. A joint tax return will often provide a bigger <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-refund.asp\" rel=\"noopener noreferrer\">tax refund</a> or a lower <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\" rel=\"noopener noreferrer\">tax liability</a>.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿﻿\n", "\nMarried filing jointly is best if only one spouse has a significant income. If both spouses work and the income and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/itemizeddeduction.asp\" rel=\"noopener noreferrer\">itemized deductions</a> are large and very unequal, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/tax/08/file-seperately.asp\" rel=\"noopener noreferrer\">it may be more advantageous to file separately</a>.\n", "\n<em>Married Taxpayer Filing Separately</em>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mfs.asp\" rel=\"noopener noreferrer\">Married filing separately</a> is a tax status used by married taxpayers who choose to record their respective incomes, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-deduction.asp\" rel=\"noopener noreferrer\">deductions</a>, and credits on separate tax returns. Married filing separately may be appealing to couples who find that combining their income pushes them into a higher tax bracket than either of them would be in if they filed separately. There is a potential tax advantage to filing separately when one spouse has significant medical expenses, miscellaneous itemized deductions, or certain available credits.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿﻿\n", "\n<em>Widower</em>\n", "\nThis category of taxpayer is also referred to as surviving spouse. The federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualifying-widow.asp\" rel=\"noopener noreferrer\">qualifying widow or widower</a> tax filing status is available for two-years for widows and widowers with dependents after their spouse's death.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿\n", "\nIndividual taxpayers who must file an annual federal tax return are subject to the following tax rates and standard deductions for 2019 as detailed by their filing status.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nAll individual taxpayers are entitled to the following Schedule A standard deductions:<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nThe current 1040 tax form makes filing easy for individual taxpayers with simple returns. It covers half a page and can be referred to as postcard filing. However, while the front page 1040 is simplified, many taxpayers will have to attach relevant forms or schedules depending on their individual situations.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nSelf-employed or sole-proprietor taxpayers may need to file a Schedule C with their 1040. The Schedule C is primarily an income statement for self-employed workers and sole proprietors. It includes 1099 income. These individuals may qualify for certain business deductions.<span class=\"ql-inline-citation\" data-cite=\"19\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nPartnerships and limited liability companies (LLCs) are business entities with more than one owner. These entities make up a large portion of the small businesses in the United States. Other types of small entities that may need to consider annual income tax filings can include trusts, estates, and qualified joint ventures.\n", "\nPartnerships and LLCs are usually taxed as partnerships. For federal taxes, partnerships typically file Form 1065 which is an informational return with K-1 reporting which passes the taxable income or loss to the individual taxpayer owners. Therefore, partners also pay taxes on their K-1 income and file this report with a 1040, which is then subject to individual 1040 tax rates.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿﻿\n", "\nCorporations typically make regular estimated tax payments throughout the year. These payments are reconciled with the annual tax filing. Most corporations will file a Form 1120. Form 1120 serves as the primary tax filing document for most corporations and can be compared to the 1040 for individuals. Like the 1040, Form 1120 also requires attached forms and schedules depending on a corporation’s situation.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n"]}