{"name": "Teacher Retirement System (TRS) Definition", "@id": "https://www.investopedia.com/terms/t/trs.asp", "related": ["https://www.investopedia.com/terms/d/definedcontributionplan.asp", "https://www.investopedia.com/terms/a/accrued-monthly-benefit.asp", "https://www.investopedia.com/terms/w/withdrawal-credits-pension-plan.asp", "https://www.investopedia.com/terms/f/fully-funded.asp", "https://www.investopedia.com/terms/u/unitbenefitformula.asp", "https://www.investopedia.com/terms/a/activeparticipantstatus.asp"], "body": ["\nThe Teacher Retirement System (TRS) is a network of state and city-level organizations that collectively administer pensions and retirement accounts for public education employees within their states.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ They also provide educators with help and advice regarding their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retirement-planning.asp\">retirement planning</a>. \n", "\nEach state organization offers a different array of plans and benefits to its beneficiaries, which may include not only teachers but other public-education staffers such as maintenance workers, janitors, and administrators.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ The biggest such systems—the California State Teachers Retirement System, the Teacher Retirement System of Texas, and the New York State Teachers' Retirement System—are among the 10 largest pension plans in the U.S.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA TRS typically provides a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/definedbenefitpensionplan.asp\">defined-benefit pension plan</a>, which guarantees a monthly benefit based on plan-specific features. Most pensions that use the TRS name are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qrp.asp\">qualified retirement plans</a> under the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/erisa.asp\">Employee Retirement Income Security Act (ERISA)</a> code section 401(a). As with many pensions, TRS plans typically award benefits based on a pension factor that is multiplied by your age or years of service in the plan, which is then multiplied by your final average salary or an average of your highest-earning years of employment.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIn addition to a TRS pension plan, many teachers are eligible for a tax-deferred annuity program under code section <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/403bplan.asp\">403(b</a>) of the Internal Revenue Code. A 403(b) plan operates more like a 401(k) salary reduction plan, which allows participants to defer some of their own salaries into the plan, offering an effective way for teachers to save in addition to their TRS pension plan.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nThe TRS may also offer disability and death benefits to its members.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nContributions by educators do not alone fund TRS benefits. The organizations also depend on contributions from state governments. As with many public pensions, those contributions have been falling behind the pensions' financial needs, creating significant funding shortfalls. In an effort to return the pension plans to financial health, states are increasingly turning to school districts to contribute a greater share of pension costs.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nThis fiscal crunch is also prompting some states and districts to mandate larger contributions by teachers to the cost of pensions. In Colorado, for example, the funding shortfall in teachers' pensions totaled more than $29 billion in 2017, one of the largest gaps in the country, according to the Hechinger Report.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ In response, Colorado teachers will be forced to contribute another 2% of their wages to pensions, or 10% percent total, by 2021. The retirement age for new teachers has also been raised, from 58 to 64.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nIn other states, the pensions themselves are being eliminated or trimmed.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ At least 15 states have already altered their public pensions to include 401(k)-style, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/definedcontributionplan.asp\">defined-contribution plans</a>, according to the Hechinger Report. Some states have given employees the option of choosing between traditional and 401(k)-style plans or have developed hybrid plans. Alaska has gone the furthest, moving all newly hired public employees into defined-contribution plans, which means that the taxpayers bear none of the investment risks.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nPensions and defined-contribution plans form a disproportionately important part of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/112914/top-retirement-strategies-teachers.asp\">teachers' retirement needs</a> for the estimated 40% of educators who, by state law, are not allowed to participate in the federal Social Security plan.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n"]}