{"name": "Technology, Media, and Telecom (TMT) Sector", "@id": "https://www.investopedia.com/terms/t/technology-media-and-communications-tmc-sector.asp", "related": ["https://www.investopedia.com/terms/t/technology_sector.asp", "https://www.investopedia.com/terms/i/industrygroup.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/t/techstreet.asp", "https://www.investopedia.com/terms/f/fablesscompany.asp", "https://www.investopedia.com/terms/c/communication-industry-etf.asp"], "body": ["\nThe technology, media, and telecom (TMT) sector is an industry grouping that includes the majority of companies focused on new technologies. There is a substantial overlap between TMT and the 1990s idea of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/neweconomy.asp\">new economy</a>. The TMT sector is sometimes also referred to as technology, media, and communications (TMC).\n", "\nThe technology sector can no longer hold all the firms that depend on innovation because the role of technology in the economy has expanded. For example, Facebook (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fb\">FB</a>) and Netflix (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=nflx\">NFLX</a>) are both in the Communication Services Select Sector SPDR Fund (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=xlc\">XLC</a>) rather than the Technology Select Sector SPDR Fund (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=xlk\">XLK</a>). The TMT sector is increasingly <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/tech-giants-are-getting-harder-to-dethrone-4768187\">dominated by big tech companies</a>.\n", "\nThe TMT sector includes a wide range of companies that depend on research &amp; development (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/randd.asp\">R&amp;D</a>). They focus on patents and other intellectual property and prefer rapid company growth. As a result, investors in the TMT sector often tolerate relatively high price-to-earnings <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\">(P/E) ratios</a> in favor of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enterprisevaluesales.asp\">enterprise-value-to-sales</a> (EV/Sales).\n", "\nThe TMT sector is particularly useful to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/growthinvesting.asp\">growth investors</a> who are looking for potential <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tenbagger.asp\">tenbaggers</a> that will dramatically outperform the market. New technologies are continually developed in the TMT sector, and some firms will eventually become big names in these new areas. By getting in early on stocks in the TMT industry, growth investors hope to achieve higher returns.\n", "\nBecause this industry segment covers a broad range, it is often useful to divide TMT into subsectors, such as hardware, semiconductors, software, media, and telecom. The TMT sector contains new and hi-tech firms, so it experiences a large number of mergers, acquisitions, and initial public offerings (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">IPOs</a>). Each subsector also has different growth metrics and prospects. For example, the telecom sector is driven by the shift toward wireless.\n", "\nThe hardware companies include computer makers—IBM, Dell, and HP—but also makers of server systems, mobile device handsets, tablets and storage devices such as hard drives and memory. Within hardware, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/semiconductor.asp\">semiconductor</a> manufacturers develop and produce integrated circuits and microchips used in all sorts of applications. Some representative firms are Intel, AMD, Texas Instruments, and Nvidia.\n", "\nSoftware companies produce computer or mobile applications for both individuals and enterprises. Microsoft, Adobe, and SAP rank among the top software firms.\n", "\nFurthermore, media and telecom companies also play essential parts in the TMT sector. Media firms develop, produce, and distribute multimedia content on TV, in print, and online. Television networks, cable TV providers, production studios, and social media companies are all in this subsector. Finally, the telecom part focuses on communications-related businesses such as phone, TV, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/isp.asp\">Internet service providers</a>. There are several significant telecoms, such as AT&amp;T and Verizon, that dominate the industry.\n", "\nMarket participants may categorize TMT companies in different subsectors, so there are many examples of companies in multiple TMT subsectors. Facebook may be viewed as either an Internet company or a media company. Apple can be placed in the Internet, hardware, software, or media category, depending on who is judging the company.\n", "\nOther examples that cross subsectors are Hulu, Amazon, and Netflix. Sometimes, companies in one subsector of TMT will merge or acquire another to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consolidation.asp\">consolidate</a>, diversify, and broaden product offerings. That was seen in the merger of AOL and Time Warner in 2000. 2015 furnished additional examples, with AT&amp;T and Dish Network joining forces and the Dell-EMC merger happening that same year.\n"]}