{"name": "Tenancy by the Entirety Definition", "@id": "https://www.investopedia.com/terms/t/tenancy-by-the-entirety.asp", "related": ["https://www.investopedia.com/terms/j/jointownedproperty.asp", "https://www.investopedia.com/terms/t/tenancy_in_common.asp", "https://www.investopedia.com/terms/m/maritalproperty.asp", "https://www.investopedia.com/terms/w/with-benefit-of-survivorship.asp", "https://www.investopedia.com/terms/t/tbe.asp", "https://www.investopedia.com/terms/a/a-b-trust.asp"], "body": ["\nThe term tenancy by the entirety refers to a form of shared <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property.asp\" rel=\"noopener noreferrer\">property</a> ownership that is reserved only for married couples. A tenancy by the entirety essentially permits spouses to jointly own property as a single legal entity. This means that each spouse has an equal and undivided interest in the property. This form of legal ownership creates a right of survivorship so if one spouse dies, the surviving spouse automatically receives the full <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/title.asp\" rel=\"noopener noreferrer\">title</a> of the property.\n", "\nTenancy by the entirety can only occur when the property owners are married to one another at the time that they receive the title. This type of legal agreement doesn't apply to other partnerships such as friends, siblings, parent-child relationships, or business associates. Spouses who mutually own property through tenancy by the entirety are referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tbe.asp\" rel=\"noopener noreferrer\">tenants by entirety</a>. Each spouse legally has equal rights to ownership of the property in question. This allows them to inhabit and use the property as they see fit.\n", "\nStates that allow tenancy by the entirety include Alaska, Arkansas, Delaware, Florida, Hawaii, Illinois, Indiana, Kentucky, Maryland, Massachusetts, Michigan, Mississippi, Missouri, New Jersey, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, Tennessee, Vermont, Virginia, and Wyoming. Each state has its own laws that govern this form of property ownership and how it may be applied. About half of all states allow this form of ownership to exist for all types of property held by married couples. Some states only allow tenancy by the entirety to be exercised for real estate that is jointly owned by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/09/marriage-killing-money-issues.asp\" rel=\"noopener noreferrer\">married couples</a>.\n", "\nThe condition of mutual ownership of the entire property means the spouses must be in agreement when making decisions about the property. This means that one spouse doesn't have the legal right to sell off or develop part of or the property without the other’s consent. There is no subdivision that separates the property into equal parts between the spouses. If one spouse writes a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/will.asp\" rel=\"noopener noreferrer\">will</a> that grants an interest stake in the property to an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/heir.asp\" rel=\"noopener noreferrer\">heir</a>, the power and rights of tenancy by the entirety invalidates and supersedes that aspect of the will. \n", "\nA tenancy by the entirety may be terminated in one of several ways:\n", "\nThere are two predominant aspects of tenancy by the entirety that characterize its use in legal action. The married couple shares mutual control and makes use of the entire property. The property also can only be attached by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditor.asp\" rel=\"noopener noreferrer\">creditors</a> to whom the married couple owes joint <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\" rel=\"noopener noreferrer\">debts</a>.\n", "\nCreditors who seek relief on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delinquent.asp\" rel=\"noopener noreferrer\">delinquent</a> debt cannot enter claims against any property that is under tenancy by the entirety unless the couple shares that debt. For example, if a borrower owes payments on a motorcycle they acquired only for themselves, the lender could not put a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lien.asp\" rel=\"noopener noreferrer\">lien</a> against a house the borrower owns with a spouse because the property is under tenancy by the entirety.\n"]}