{"name": "Tender Offer Definition", "@id": "https://www.investopedia.com/terms/t/tenderoffer.asp", "related": ["https://www.investopedia.com/terms/w/williamsact.asp", "https://www.investopedia.com/terms/s/self-tender-defense.asp", "https://www.investopedia.com/terms/s/scheduleto-c.asp", "https://www.investopedia.com/terms/w/whitemail.asp", "https://www.investopedia.com/terms/a/allholdersrule.asp", "https://www.investopedia.com/terms/s/scheduleto-1.asp"], "body": ["\nA tender offer is a bid to purchase some or all of the shareholders' stock in a corporation. Tender offers are typically made publicly and invite shareholders to sell their shares for a specified price and within a particular window of time. The price offered is usually at a premium to the market price and is often contingent upon a minimum or a maximum number of shares sold.\n", "\nTo <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tender.asp\" rel=\"noopener noreferrer\">tender</a> is to invite bids for a project or accept a formal offer such as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/08/corporate-takeover-defense.asp\" rel=\"noopener noreferrer\">takeover bid</a>. An exchange offer is a specialized type of tender offer in which securities or other non-cash alternatives are offered in exchange for shares.\n", "\nA tender offer often occurs when an investor proposes buying shares from every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\" rel=\"noopener noreferrer\">shareholder</a> of a publicly traded company for a certain price at a certain time. The investor normally offers a higher price per share than the company’s stock price, providing shareholders a greater incentive to sell their shares.\n", "\nMost tender offers are made at a specified price that represents a significant premium over the current stock share price. A tender offer might, for instance, be made to purchase outstanding stock shares for $18 a share when the current market price is only $15 a share. The reason for offering the premium is to induce a large number of shareholders to sell their shares. In the case of a takeover attempt, the tender may be conditional on the prospective buyer being able to obtain a certain amount of shares, such as a sufficient number of shares to constitute a controlling interest in the company.\n", "\nA publicly traded company issues a tender offer with the intent to buy back its own outstanding securities. Sometimes, a privately or publicly traded company executes a tender offer directly to shareholders without the board of directors’ (BOD) consent, resulting in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hostiletakeover.asp\" rel=\"noopener noreferrer\">hostile takeover</a>. Acquirers include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge funds</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privateequity.asp\" rel=\"noopener noreferrer\">private equity</a> firms, management-led investor groups, and other companies.\n", "\nThe day after the announcement, a target company’s shares trade below or at a discount to the offer price, which is attributed to the uncertainty of and time needed for the offer. As the closing date nears and issues are resolved, the spread typically narrows.\n", "\nSecurities and Exchange Commission (SEC) laws require any corporation or individual acquiring 5% of a company to disclose information to the SEC, the target company, and the exchange.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿\n", "\nFor example, Company A has a current stock price of $10 per share. An investor, seeking to gain control of the corporation, submits a tender offer of $12 per share with the condition that he acquires at least 51% of the shares. In corporate finance, a tender offer is often called a takeover bid as the investor seeks to take over control of the corporation.\n", "\nTender offers provide several advantages to investors. For example, investors are not obligated to buy shares until a set number is tendered, which eliminates large upfront cash outlays and prevents investors from liquidating stock positions if offers fail. Acquirers can also include escape clauses, releasing liability for buying shares. For example, if the government rejects a proposed acquisition citing antitrust violations, the acquirer can refuse to buy tendered shares.\n", "\nIn many instances, investors gain control of target companies in less than one month if shareholders accept their offers; they also generally earn more than normal investments in the stock market.\n", "\nAlthough tender offers provide many benefits, there are some noted disadvantages. A tender offer is an expensive way to complete a hostile takeover as investors pay SEC filing fees, attorney costs, and other fees for specialized services. It can be a time-consuming process as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depository.asp\" rel=\"noopener noreferrer\">depository</a> banks verify tendered shares and issue payments on behalf of the investor. Also, if other investors become involved in a hostile takeover, the offer price increases, and because there are no guarantees, the investor may lose money on the deal.\n"]}