{"name": "Terminal Value (TV) Definition", "@id": "https://www.investopedia.com/terms/t/terminalvalue.asp", "related": ["https://www.investopedia.com/terms/d/discounted-future-earnings.asp", "https://www.investopedia.com/terms/d/dcf.asp", "https://www.investopedia.com/terms/m/multistageddm.asp", "https://www.investopedia.com/terms/d/discountrate.asp", "https://www.investopedia.com/terms/m/multiplesapproach.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp"], "body": ["\nTerminal value (TV) is the value of an asset, business, or project beyond the forecasted period when future cash flows can be estimated. Terminal value assumes a business will grow at a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/022315/stock-analysis-forecasting-revenue-and-growth.asp\">set growth rate</a> forever after the forecast period. Terminal value often comprises a large percentage of the total assessed value.\n", "\nForecasting gets murkier as the time horizon grows longer. This holds true in finance as well, especially when it comes to estimating a company's cash flows well into the future. At the same time, businesses need to be valued. To \"solve\" this, analysts use financial models, such as discounted cash flow (DCF), along with certain assumptions to derive the total value of a business or project.\n", "\nDiscounted cash flow (DCF) is a popular method used in feasibility studies, <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">corporate acquisitions</a>, and stock market valuation. This method is based on the theory that an asset's value is equal to all future cash flows derived from that asset. These cash flows must be discounted to the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\">present value</a> at a discount rate representing the cost of capital, such as the interest rate.\n", "\nDCF has two major components: forecast period and terminal value. The forecast period is usually about five years. Anything longer than that and the accuracy of the projections suffer. This is where calculating terminal value becomes important.\n", "\nThere are two commonly used methods to calculate terminal value: perpetual growth (Gordon Growth Model) and exit multiple. The former assumes that a business will continue to generate cash flows at a constant rate forever while the latter assumes that a business will be sold for a multiple of some market metric. Investment professionals prefer the exit multiple approach while academics favor the perpetual growth model.\n", "\nDiscounting is necessary because the time value of money creates a discrepancy between the current and future values of a given sum of money. In business valuation, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freecashflow.asp\">free cash flow</a> or dividends can be forecast for a discrete period of time, but the performance of ongoing concerns becomes more challenging to estimate as the projections stretch further into the future. Moreover, it is difficult to determine the precise time when a company may cease operations.\n", "\nTo overcome these limitations, investors can assume that cash flows will grow at a stable rate forever, starting at some point in the future. This represents the terminal value. \n", "\nTerminal value is calculated by dividing the last cash flow forecast by the difference between the discount rate and terminal growth rate. The terminal value calculation estimates the value of the company after the forecast period.\n", "\nThe formula to calculate terminal value is:\n", "\nWhere:\n", "\nThe terminal growth rate is the constant rate that a company is expected to grow at forever. This growth rate starts at the end of the last forecasted cash flow period in a discounted cash flow model and goes into perpetuity. A terminal growth rate is usually in line with the long-term rate of inflation, but not higher than the historical gross domestic product (GDP) growth rate.  \n", "\nIf investors assume a finite window of operations, there is no need to use the perpetuity growth model. Instead, the terminal value must reflect the net realizable value of a company's assets at that time. This often implies that the equity will be acquired by a larger firm, and the value of acquisitions are often calculated with exit multiples.\n", "\nExit multiples estimate a fair price by multiplying financial statistics, such as sales, profits, or earnings before interest, taxes, depreciation, and amortization (EBITDA) by a factor that is common for similar firms that were recently acquired. The terminal value formula using the exit multiple method is the most recent metric (i.e. sales, EBITDA, etc.) multiplied by the decided upon multiple (usually an average of recent exit multiples for other transactions). Investment banks often employ this valuation method, but some detractors hesitate to use intrinsic and relative valuation techniques simultaneously.\n", "\nMost companies do not assume they will stop operations after a few years. They expect business will continue forever (or at least a very long time). Terminal value is an attempt to anticipate a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurevalue.asp\">future value</a> and apply it to present prices through discounting.\n", "\nThere are several terminal value formulas. Like discounted cash flow (DCF) analysis, most terminal value formulas project future cash flows to return the present value of a future asset. The liquidation value model (or exit method) requires figuring the asset's earning power with an appropriate discount rate, then adjusting for the estimated value of outstanding debt. The stable (perpetuity) growth model does not assume the company will be liquidated after the terminal year. Instead, it assumes that cash flows are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinvestment.asp\">reinvested</a> and that the firm can grow at a constant rate into perpetuity. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multiplesapproach.asp\">multiples approach</a> uses the approximate sales revenues of a company during the last year of a discounted cash flow model, then uses a multiple of that figure to arrive at the terminal value without further discounting applied.\n", "\nIn DCF analysis, neither the perpetuity growth model nor the exit multiple approach is likely to render a perfectly accurate estimate of terminal value. The choice of which method of calculating terminal value to use depends partly on whether an investor wishes to obtain a relatively more optimistic estimate or a relatively more conservative estimate. Generally speaking, using the perpetuity growth model to estimate terminal value renders a higher value. Investors can benefit from using both terminal value calculations and then using an average of the two values arrived at for a final estimate of NPV.\n", "\nA negative terminal value would be estimated if the cost of future capital exceeded the assumed growth rate. In practice, however, negative terminal valuations cannot exist for very long. A company's equity value can only realistically fall to zero at a minimum, and any remaining liabilities would be sorted out in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a> proceeding. Whenever an investor comes across a firm with negative net earnings relative to its cost of capital, it's probably best to rely on other fundamental tools outside of terminal valuation.\n"]}