{"name": "Term Sheet Definition", "@id": "https://www.investopedia.com/terms/t/termsheet.asp", "related": ["https://www.investopedia.com/terms/l/letterofintent.asp", "https://www.investopedia.com/terms/m/mou.asp", "https://www.investopedia.com/terms/d/dilutedfounders.asp", "https://www.investopedia.com/terms/v/venturecapital.asp", "https://www.investopedia.com/terms/s/statute-of-frauds.asp", "https://www.investopedia.com/terms/d/duediligence.asp"], "body": ["\nA term sheet is a nonbinding agreement that shows the basic terms and conditions of an investment. The term sheet serves as a template and basis for more detailed, legally binding documents. Once the parties involved reach an agreement on the details laid out in the term sheet, a binding agreement or contract that conforms to the term sheet details is drawn up.\n", "\nThe term sheet should cover the significant aspects of a deal without detailing every minor contingency covered by a binding contract. The term sheet essentially lays the groundwork for ensuring that the parties involved in a business transaction agree on most major aspects. The term sheet reduces the likelihood of a misunderstanding or unnecessary dispute. Additionally, the term sheet ensures that expensive legal charges involved in drawing up a binding agreement or contract are not incurred prematurely.\n", "\nAll term sheets contain information on the assets, initial purchase price including any contingencies that may affect the price, a timeframe for a response, and other salient information.\n", "\nTerm sheets are most often associated with startups. Entrepreneurs find this document crucial for investors, often <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapital.asp\" rel=\"noopener noreferrer\">venture capitalists</a> (VC), who may offer capital to fund startups. Below are some conditions that a startup term sheet defines:\n", "\nA term sheet used as part of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/merger.asp\" rel=\"noopener noreferrer\">merger</a> or attempted acquisition would typically contain information regarding the initial purchase price offer, the preferred payment method, and the assets included in the deal. The term sheet may also contain information regarding what, if anything, is excluded from the deal or any items that may be considered requirements by one or both parties.\n", "\nA term sheet may seem similar to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/letterofintent.asp\" rel=\"noopener noreferrer\">letter of intent</a> (LOI) when the action is predominately one-sided, as in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\" rel=\"noopener noreferrer\">acquisitions</a>, or a working document to serve as a jumping-off point for more intensive negotiations. The main difference between an LOI and a term sheet is stylistic; the former is written as a formal letter while the latter is composed of bullet points outlining the terms.\n", "\nAlthough term sheets are distinct from LOI and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mou.asp\" rel=\"noopener noreferrer\">memorandums of understanding</a> (MOU), the three documents are often referred to interchangeably because they accomplish similar goals and contain similar information.\n"]}