{"name": "Terms of Trade – TOT Definition", "@id": "https://www.investopedia.com/terms/t/terms-of-trade.asp", "related": ["https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/c/currency-appreciation.asp", "https://www.investopedia.com/terms/m/marginal-propensity-import-mpm.asp", "https://www.investopedia.com/terms/p/purchasingpower.asp", "https://www.investopedia.com/terms/g/global-recession.asp", "https://www.investopedia.com/terms/b/bot.asp"], "body": ["\nTerms of trade (TOT) represent the ratio between a country's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/export.asp\" rel=\"noopener noreferrer\">export</a> prices and its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/import.asp\" rel=\"noopener noreferrer\">import</a> prices. How many units of exports are required to purchase a single unit of imports? The ratio is calculated by dividing the price of the exports by the price of the imports and multiplying the result by 100.\n", "\nWhen more capital is leaving the country then is entering into the country then the country’s TOT is less than 100%. When the TOT is greater than 100%, the country is accumulating more capital from exports than it is spending on imports.\n", "\nThe TOT is used as an indicator of a country’s economic health, but it can lead analysts to draw the wrong conclusions. Changes in import prices and export prices impact the TOT, and it's important to understand what caused the price to increase or to decrease. TOT measurements are often recorded in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/index.asp\" rel=\"noopener noreferrer\">index</a> for economic monitoring purposes.\n", "\nAn improvement or increase in a country's TOT generally indicates that export prices have gone up as import prices have either maintained or dropped. Conversely, export prices might have dropped but not as significantly as import prices. Export prices might remain steady while import prices have decreased or they might have simply increased at a faster pace than import prices. All these scenarios can result in an improved TOT.\n", "\nA TOT is dependent to some extent on exchange and inflation rates and prices. A variety of other factors influence the TOT as well, and some are unique to specific sectors and industries.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/scarcity.asp\" rel=\"noopener noreferrer\">Scarcity</a>—the number of goods available for trade—is one such factor. The more goods a vendor has available for sale, the more goods it will likely sell, and the more goods that vendor can buy using <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital.asp\" rel=\"noopener noreferrer\">capital</a> obtained from sales.\n", "\nThe size and quality of goods also affect TOT. Larger and higher-quality goods will likely cost more. If goods sell for a higher price, a seller will have additional capital to purchase more goods.\n", "\nA country can purchase more imported goods for every unit of export that it sells when its TOT improves. An increase in the TOT can thus be beneficial because the country needs fewer exports to buy a given number of imports.\n", "\nIt might also have a positive impact on domestic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costpushinflation.asp\" rel=\"noopener noreferrer\">cost-push inflation</a> when the TOT increases because the increase is indicative of falling import prices to export prices. The country’s export volumes could fall to the detriment of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bop.asp\" rel=\"noopener noreferrer\">balance of payments</a> (BOP), however.\n", "\nThe country must export a greater number of units to purchase the same number of imports when its TOT deteriorates. The Prebisch-Singer hypothesis states that some emerging markets and developing countries have experienced declining TOTs because of a generalized decline in the price of commodities relative to the price of manufactured goods.\n", "\nDeveloping countries experienced increases in their terms of trade during the commodity price boom in the early 2000s. They could buy more consumer goods from other countries when selling a certain quantity of commodities, such as oil and copper.\n", "\nIn the past two decades, however, a rise in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">globalization</a> has reduced the price of manufactured goods. Industrialized countries' advantage over developing countries is becoming less significant.\n"]}