{"name": "Testamentary Trust Definition", "@id": "https://www.investopedia.com/terms/t/testamentarytrust.asp", "related": ["https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/e/estate.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/i/intervivostrust.asp", "https://www.investopedia.com/terms/g/grantor.asp", "https://www.investopedia.com/terms/f/fiduciary.asp"], "body": ["\nA testamentary trust is a trust that is established in accordance with the instructions contained in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/last-will-and-testament.asp\">last will and testament</a>. A will could have more than one testamentary trust. The trustee named is responsible for managing and distributing the trustor's assets to the beneficiaries as directed in the will.\n", "\nSometimes called a will trust, the testamentary trust is irrevocable.\n", "\nA testamentary trust is created to manage the assets of the deceased on behalf of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiaries</a>. It is also used as a way of reducing estate tax liabilities and ensuring professional management of the assets of the deceased.\n", "\nThe trust may, for example, direct that the assets may be accessed by a child of the deceased for educational expenses until the child reaches the age of 25, at which time the balance will be paid out.\n", "\nA testamentary trust might also be created to manage the charitable distribution of assets in accordance with the wishes of the deceased.\n", "\nA testamentary trust usually involves three parties: The grantor or trustor who creates the trust, the trustee who manages the assets held in trust, and the beneficiary or beneficiaries who are named in the will.\n", "\nA trustor has the option of setting up a living trust or a testamentary trust. A living trust, as the name implies, goes into effect during the trustor’s lifetime. A testamentary trust goes into effect immediately upon the death of the trustor.\n", "\nThe testamentary trust is a provision in the will that both names the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/executor.asp\">executor of the estate</a> and instructs that person to create the trust. After the person's death, the will must go through the probate process to determine its authenticity. The trust then goes into effect, and the executor transfers the property into the testamentary trust.\n", "\nOnce a testamentary trust is in place, the trustee manages the assets until the trust expires and the beneficiary receives control of them. The trust's expiration date is usually tied to a specific event, such as the beneficiary reaching a certain age or graduating from college. Until the trust expires, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/probate-court.asp\">probate court</a> checks in periodically to ensure that the trust is managed properly.\n", "\nThe trustor can choose anyone to act as a trustee. However, the trustee appointed is not obligated to take on this role and may decline the request. If this happens, the court may appoint a trustee or a relative or friend of the beneficiaries involved may volunteer to act as the trustee.\n"]}