{"name": "Tether (USDT) Definition", "@id": "https://www.investopedia.com/terms/t/tether-usdt.asp", "related": ["https://www.investopedia.com/terms/b/basecoin.asp", "https://www.investopedia.com/terms/s/stablecoin.asp", "https://www.investopedia.com/terms/a/altcoin.asp", "https://www.investopedia.com/terms/p/petro-gold.asp", "https://www.investopedia.com/terms/c/central-bank-digital-currency-cbdc.asp", "https://www.investopedia.com/terms/s/stellar-cryptocurrency.asp"], "body": ["\nTether is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\" rel=\"noopener noreferrer\">blockchain-</a>based <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">cryptocurrency</a> whose cryptocoins in circulation are backed by an equivalent amount of traditional fiat currencies, like the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/forex/u/usd-united-states-dollar.asp\" rel=\"noopener noreferrer\">dollar</a>, the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/euro.asp\" rel=\"noopener noreferrer\">euro</a>, or the <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jpy.asp\" rel=\"noopener noreferrer\">Japanese yen</a>, which are held in a designated bank account. Tether tokens, the native tokens of the Tether network, trade under the USDT symbol.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nTether belongs to a breed of cryptocurrencies called stablecoins which aim to keep cryptocurrency valuations stable, as opposed to the wide swings observed in the prices of other popular cryptocurrencies like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\" rel=\"noopener noreferrer\">Bitcoin</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\" rel=\"noopener noreferrer\">Ethereum</a>. That would allow it to be used as a medium of exchange and a mode of storage of value, instead of being used as a medium of speculative investments.\n", "\nTether specifically belongs to the category of fiat-collateralized stablecoins. This means that a fiat currency like the US dollar, the euro, or the yen, backs each cryptocoin in circulation. Other stablecoin categories include crypto-collateralized stablecoins, which use cryptocurrency reserves as collateral, or non-collateralized stablecoins. Non-collateralized stablecoins don’t have any collateral but operate in a way similar to that of a reserve bank to maintain the necessary supply of tokens, depending on the economic situation.\n", "\nTether was specifically designed to build the necessary bridge between fiat currencies and cryptocurrencies and offer stability, transparency, and minimal transaction charges to users. It is pegged against the U.S. dollar and maintains a 1-to-1 ratio with the U.S. dollar in terms of value. However, there is no guarantee provided by Tether Ltd. for any right of redemption or exchange of Tethers for real money – that is, Tethers cannot be exchanged for U.S. dollars. \n", "\nAccording to a study by CryptoCompare, a global cryptocurrency market data provider, bitcoin to Tether trading still represents the majority of BTC traded into fiat or stablecoin. In February 2021, 57% of all bitcoin trading was done in USDT.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Tether remains a major source of liquidity for the cryptocurrency market.\n", "\nTether was launched as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://medium.com/the-capital/history-of-the-top-ten-stablecoins-d77b1a3369f0\" rel=\"noopener noreferrer\">RealCoin in July 2014</a> and was rebranded as Tether in November by Tether Ltd., the company that is responsible for maintaining the reserve amounts of fiat currency.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ It started trading in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://finance.yahoo.com/news/warning-signs-timeline-tether-bitfinex-213741023.html\" rel=\"noopener noreferrer\">February 2015</a>.\n", "\nIn November 2017, Tether was allegedly hacked with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://mashable.com/2017/11/21/tether-crypto-heist/\" rel=\"noopener noreferrer\">$31 million worth of Tether</a> coins stolen, after which a hard fork was performed. In January 2018, it hit another hurdle as the necessary audit to ensure that the real-world reserve is maintained never took place. Instead, it announced it was <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.theblockcrypto.com/post/99806/tether-assurance-report-stablecoins-usdt-fully-backed\" rel=\"noopener noreferrer nofollow\">parting ways with the audit firm</a>, after which it was <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/news/tether-and-bitfinex-subpoenaed-us-regulators/\" rel=\"noopener noreferrer\">issued a subpoena by regulators.</a> Worries about whether the company, accused of a lack of transparency, has enough in reserves to back the coin have been pervasive.\n", "\nIn April 2019, New York Attorney General Letitia James <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ag.ny.gov/press-release/attorney-general-james-announces-court-order-against-crypto-currency-company-under\" rel=\"noopener noreferrer\">accused</a> iFinex Inc., the parent company of Tether Ltd. and operator of cryptocurrency exchange Bitfinex, of hiding a loss of $850 million dollars of co-mingled client and corporate funds from investors. Court filings say these funds were given to a Panamanian entity called Crypto Capital Corp. without a contract or agreement, to handle customers-withdrawal requests. Bitfinex allegedly took at least $700 million from Tether’s cash reserves to hide the gap after the money went missing.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn a statement, the companies said the filings \"were written in bad faith and are riddled with false assertions. On the contrary, we have been informed that these Crypto Capital amounts are not lost but have been, in fact, seized and safeguarded. We are and have been actively working to exercise our rights and remedies and get those funds released. Sadly, the New York Attorney General’s office seems to be intent on undermining those efforts to the detriment of our customers.\"<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nTether tokens can be transacted on popular cryptocurrency exchanges that include Binanace, CoinSpot, BitFinex, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin-exchange.asp\" rel=\"noopener noreferrer\">Kraken</a>.\n", "\nTether is useful for crypto investors because it offers a way to avoid the extreme volatility of other cryptocurrencies. Furthermore, having USDT (as opposed to the U.S. dollar) removes transaction costs and delays that impair trade execution within the crypto market. \n", "\nTether tokens can be transacted on popular cryptocurrency exchanges that include Binanace, CoinSpot, BitFinex, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin-exchange.asp\" rel=\"noopener noreferrer\">Kraken</a>.\n", "\nTether (USDT) offers a way for investors to avoid the extreme volatility of other cryptocurrencies. By moving value to USDT, a trader might reduce their risk of exposure to a sudden drop in the price of cryptocurrencies. It is also much quicker and cheaper to transfer BTC into Tether rather than the U.S. dollar.\n", "\nYes, Tether is the first and most well-known stablecoin in the crypto world. Other stablecoins include True USD (TUSD), Pazos Standard (PAX), and USD Coin (USD).\n", "\nWhile Tether has dropped below $1 before, the stablecoin is able to retain its value because it is pegged to a matching fiat currency and 100% backed by Tether's reserves.\n", "\n<em>Investing in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein. As of the date this article was written, the author does not own cryptocurrency.</em>\n"]}