{"name": "Texas Ratio Definition", "@id": "https://www.investopedia.com/terms/t/texas-ratio.asp", "related": ["https://www.investopedia.com/terms/d/debtratio.asp", "https://www.investopedia.com/terms/t/totaldebttototalassets.asp", "https://www.investopedia.com/terms/l/liquidityratios.asp", "https://www.investopedia.com/terms/p/price-to-bookratio.asp", "https://www.investopedia.com/terms/g/goodwill.asp", "https://www.investopedia.com/terms/i/interestcoverageratio.asp"], "body": ["\nThe Texas ratio was developed to warn of credit problems at particular banks or banks in particular regions. The Texas ratio takes the amount of a bank's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/non-performing-assets.asp\">non-performing assets</a> and divides this number by the sum of the bank's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tangible-common-equity.asp\">tangible common equity</a> and its loan <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loss-reserve.asp\">loss reserves</a>. A ratio of more than 100 (or 1:1) indicates that non-performing assets are greater than the resources the bank may need to cover potential losses on those assets.\n", "\nThe Texas ratio was developed as an early warning system to identify potential problem banks. It was originally applied to banks in Texas in the 1980s and proved useful for New England banks in the early 1990s. The Texas ratio was developed by Gerard Cassidy and other analysts at RBC Capital Markets. Cassidy found that banks with a Texas ratio of greater than 100 tend to fail. \n", "\nDuring the 1980s Texas saw an energy boom. Banks financed the surge, but soon the oil surge died down and banks started to struggle. As a result, Texas saw the greatest number of bank failures from 1986 to 1992 in the nation. \n", "\nAs part of the Texas ratio, non-performing assets include loans that are in default or real estate the bank has had to foreclose on. These could become expenses for the bank. On the other side, tangible equity does not include intangibles that cannot be used to cover losses, such as goodwill. \n", "\nThe Texas ratio is useful for investors as well as customers. Banking customers will assess the Texas ratio to ensure their money is safe. This is especially important if a customer has money outside the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation</a> (FDIC) coverage limits—$250,000. \n", "\nThe Texas ratio, like many financial ratios, is best utilized with other analyses. A high ratio doesn’t mean the bank will go bankrupt, as many banks can operate with high Texas ratios. \n", "\nA bank has $100 billion in non-performing assets. The bank’s total common equity is $120 billion. The Texas ratio is calculated as non-performing assets divided by tangible common equity. The ratio is 0.83 or 83%, or $100 billion / $120 billion. Although this is somewhat high, it’s best to look at the ratio in the historical context. Is the ratio rising or falling? If it’s falling then the bank may have a solid plan for keeping non-performing assets in check. \n", "\nThere are a number of banks right now (as of March 2020) that have Texas ratios of over 100%. This includes First City Bank in Florida with a 646.6% Texas ratio and The Farmers Bank in Oklahoma at 134.0%. Both of these banks have assets between $75 and $150 million.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ \n"]}