{"name": "The Top 10 Richest People In the World [Updated April 2021]", "@id": "https://www.investopedia.com/articles/investing/012715/5-richest-people-world.asp", "related": ["https://www.investopedia.com/terms/b/bernard-arnault.asp", "https://www.investopedia.com/terms/l/larry-ellison.asp", "https://www.investopedia.com/terms/m/mark-zuckerberg.asp", "https://www.investopedia.com/terms/b/billionaire.asp", "https://www.investopedia.com/terms/u/ultra-high-net-worth-individuals-uhnwi.asp", "https://www.investopedia.com/terms/b/benefactor.asp"], "body": ["\nIn 2020, there were reportedly 2,095 billionaires on Earth, with an estimated total net worth of $8 trillion. Of this amount, the top 10 wealthiest people in the world account for $1,153 billion, or roughly 14.41%, which is impressive when you consider that they represent around 0.48% of billionaires.<span class=\"ql-inline-citation\" data-cite=\"18\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"128\">﻿</span>﻿ Below are the 10 individuals currently considered the wealthiest at the time of updating this article—April 8, 2021—according to the Forbes World's Billionaires List.\n", "\nIn 1994, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/how-jeff-bezos-got-be-worlds-richest-man/\" rel=\"noopener noreferrer\">Jeff Bezos</a> founded Amazon.com in a garage in Seattle, shortly after he resigned from the hedge fund giant D.E. Shaw.<span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"24\">﻿</span>﻿ In fact, he had originally pitched the idea of an online bookstore to his former boss David E. Shaw, who wasn't interested.<span class=\"ql-inline-citation\" data-cite=\"25\">﻿</span>﻿\n", "\nThough Amazon.com originally started out selling books, it has since morphed into a one-stop-shop for everything under the sun, and is arguably the world's largest retailer.<span class=\"ql-inline-citation\" data-cite=\"24\">﻿</span>﻿ At any rate, it is hard to dispute its self-description as the \"earth's most customer-centric company.\"<span class=\"ql-inline-citation\" data-cite=\"26\">﻿</span>﻿ Its pattern of constant diversification is evident in some of its unexpected expansions, which include acquiring Whole Foods in 2017 and launching its own branded over-the-counter drugs in Feb. 2018.<span class=\"ql-inline-citation\" data-cite=\"27\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"28\">﻿</span>﻿ In 2020, Amazon's share price skyrocketed on the heightened demand for online shopping as lockdowns forced consumers to stay home.<span class=\"ql-inline-citation\" data-cite=\"73\">﻿</span>﻿\n", "\nBezos originally took Amazon public in 1997 and went on to become the first man since Bill Gates in 1999 to achieve a net worth of more than $100 billion.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"29\">﻿</span>﻿ Bezos's other projects include aerospace company Blue Origin; <em>The Washington Post</em>, which he purchased in 2013; and the 10,000-year clock, also known as the Long Now.<span class=\"ql-inline-citation\" data-cite=\"21\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"30\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/061015/how-elon-musk-became-elon-musk.asp\" rel=\"noopener noreferrer\">Elon Musk</a> has had his hands in several different companies over the years. Originally enrolled at Stanford University, Musk deferred his attendance to launch Zip2, one of the earliest online navigation services.<span class=\"ql-inline-citation\" data-cite=\"40\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"50\">﻿</span>﻿ A portion of the proceeds from this endeavor were then reinvested to create X.com, an online payment system that later became PayPal. While both of these systems were eventually sold to other companies, Musk has maintained his status as CEO and lead designer of his third project, Space Exploration Technologies (SpaceX), which aims to make space exploration more affordable.<span class=\"ql-inline-citation\" data-cite=\"51\">﻿</span>﻿\n", "\nIn 2004, Musk became a major funder of Tesla Motors (now Tesla), which led to him being retroactively declared a co-founder and his current position as CEO of the electric vehicle company.<span class=\"ql-inline-citation\" data-cite=\"52\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"51\">﻿</span>﻿ In addition to its line of electric automobiles—which include sedans, sport utility vehicles (SUVs), and the \"Cybertruck\" announced in 2019—Tesla also produces energy storage devices, automobile accessories, merchandise, and, through its acquisition of SolarCity in 2016, solar power systems.<span class=\"ql-inline-citation\" data-cite=\"50\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"53\">﻿</span>﻿ In 2020, Telsa's stock price experienced an astronomical surge, having risen 705% from the start of the year to mid-December.<span class=\"ql-inline-citation\" data-cite=\"71\">﻿</span>﻿ It joined the S&amp;P 500 that same month, the largest company added thus far.<span class=\"ql-inline-citation\" data-cite=\"72\">﻿</span>﻿\n", "\nIn 2016, Musk founded two more companies, Neuralink and The Boring Company, with him serving as the CEO of the former.<span class=\"ql-inline-citation\" data-cite=\"50\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"55\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"56\">﻿</span>﻿ Neuralink is developing brain-machine interface devices to help individuals suffering from paralysis and potentially allow users to mentally interact with their computers and mobile devices.<span class=\"ql-inline-citation\" data-cite=\"54\">﻿</span>﻿ The Boring Company, meanwhile, develops boring machines for the purpose of drilling tunnels for underground public transportation systems, which would mitigate traffic congestion in major cities.<span class=\"ql-inline-citation\" data-cite=\"58\">﻿</span>﻿ It also (briefly) sold a handheld flamethrower.<span class=\"ql-inline-citation\" data-cite=\"57\">﻿</span>﻿\n", "\nFrench national <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bernard-arnault.asp\" rel=\"noopener noreferrer\">Bernard Arnault</a> is the chairman and CEO of LVMH, the world's largest luxury goods company.<span class=\"ql-inline-citation\" data-cite=\"43\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"44\">﻿</span>﻿ This business owns some of the biggest brands on earth, including Louis Vuitton, Hennessey, Marc Jacobs, Sephora, and many more.<span class=\"ql-inline-citation\" data-cite=\"45\">﻿</span>﻿ The majority of his wealth, however, actually comes from his massive stake in Christian Dior SE, the holding company that controls 41.2% of LVMH.<span class=\"ql-inline-citation\" data-cite=\"46\">﻿</span>﻿ His shares in Christian Dior SE, plus an additional 6.2% in LVMH, are held through his family-owned holding company Group Arnault S.E.<span class=\"ql-inline-citation\" data-cite=\"43\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"48\">﻿</span>﻿\n", "\nAn engineer by training, Arnault's business chops became apparent while working for his father's construction firm, Ferret-Savinel, which he would take control of in 1971.<span class=\"ql-inline-citation\" data-cite=\"48\">﻿</span>﻿ He later converted Ferret-Savinel to a real estate company named Férinel Inc. in 1979.<span class=\"ql-inline-citation\" data-cite=\"47\">﻿</span>﻿\n", "\nArnault remained Férinel's chairman for another six years, until he acquired and reorganized luxury goods maker Financière Agache in 1984, eventually selling all of its holdings other than Christian Dior and Le Bon Marché.<span class=\"ql-inline-citation\" data-cite=\"49\">﻿</span>﻿ He was invited to invest in LVMH in 1987 and became the majority shareholder, chairman of the board, and CEO of the company two years later.<span class=\"ql-inline-citation\" data-cite=\"48\">﻿</span>﻿\n", "\nWhile attending Harvard University in 1975, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/101215/what-bill-gatess-portfolio-looks.asp\" rel=\"noopener noreferrer\">Bill Gates</a> went to work alongside his childhood friend Paul Allen to develop new software for the original microcomputers. Following this project's success, Gates dropped out of Harvard in his junior year and went on to found Microsoft with Allen.<span class=\"ql-inline-citation\" data-cite=\"33\">﻿</span>﻿\n", "\nIn addition to being the the largest software company in the world, Microsoft also produces its own line of personal computers, publishes books through Microsoft Press, provides email services through its Exchange server, and sells video game systems and associated peripheral devices.<span class=\"ql-inline-citation\" data-cite=\"34\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"35\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"36\">﻿</span>﻿ Originally Microsoft's chief software architect, Gates later transitioned to the role of the chairman in 2008. He had joined Berkshire Hathaway's board in 2004.<span class=\"ql-inline-citation\" data-cite=\"37\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"38\">﻿</span>﻿ He later stepped down from both boards on March 13, 2020.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nIn 2000, Gates' two philanthropic organizations—the William H. Gates Foundation and the Gates Learning Foundation—were merged to create the Bill &amp; Melinda Gates Foundation, of which he and his wife, Melinda Gates, are co-chairs.<span class=\"ql-inline-citation\" data-cite=\"37\">﻿</span>﻿ Through the foundation, he has spent billions to fight polio and malaria.<span class=\"ql-inline-citation\" data-cite=\"39\">﻿</span>﻿ Additionally, he pledged $50 million in 2014 to help fight Ebola. In 2020, the foundation promised to spend $300 million to combat the COVID-19 pandemic.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ In 2010, alongside Warren Buffet, Bill and Melinda launched the Giving Pledge, a campaign encouraging rich individuals to commit to donating the majority of their wealth to philanthropic causes.<span class=\"ql-inline-citation\" data-cite=\"93\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mark-zuckerberg.asp\" rel=\"noopener noreferrer\">Mark Zuckerberg</a> first developed Facebook alongside fellow students Eduardo Saverin, Dustin Moskovitz, and Chris Hughes while attending Harvard University in 2004.<span class=\"ql-inline-citation\" data-cite=\"42\">﻿</span>﻿ As Facebook began to be used at other universities, Zuckerberg dropped out of Harvard to focus entirely on his growing business.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"59\">﻿</span>﻿ Today, Zuckerberg is the CEO and chairman of Facebook, which had more than 2.8 billion monthly active users as of Q3 2020.<span class=\"ql-inline-citation\" data-cite=\"60\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"61\">﻿</span>﻿\n", "\nFacebook is the world's largest social networking service, enabling its users to create a personal profile, connect with friends and family, join or create groups, and much more. As the website is free to use, most of the company's revenue is generated through advertising.<span class=\"ql-inline-citation\" data-cite=\"42\">﻿</span>﻿ Facebook (the company) is also host to several other brands, including photo-sharing app Instagram, which it acquired in 2012; cross-platform mobile-messaging service WhatsApp and virtual-reality–headset producer Oculus, both acquired in 2014; Workplace, its enterprise-connectivity platform; Portal, its line of video-calling devices; and Novi, its digital wallet for the Diem payment system.<span class=\"ql-inline-citation\" data-cite=\"62\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"63\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"64\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"65\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"66\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"67\">﻿</span>﻿\n", "\nZuckerberg and his wife, Priscilla Chan, founded the Chan Zuckerberg Initiative in 2015, with each of them serving as co-CEO. Their charity seeks to leverage technology in order to fix societal ills, such as improving the access and quality of education, reforming both the criminal justice system and the United States immigration system, improving housing affordability, and eventually eradicating all diseases.<span class=\"ql-inline-citation\" data-cite=\"61\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"68\">﻿</span>﻿\n", "\nThe most famous living value investor, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/01/071801.asp\" rel=\"noopener noreferrer\">Warren Buffett</a> filed his first tax return in 1944 at age 14, declaring his earnings from his boyhood paper route.<span class=\"ql-inline-citation\" data-cite=\"86\">﻿</span>﻿ He first bought shares in a textile company called Berkshire Hathaway in 1962, becoming the majority shareholder by 1965.<span class=\"ql-inline-citation\" data-cite=\"74\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"84\">﻿</span>﻿ He expanded the company to insurance and other investments in 1967.<span class=\"ql-inline-citation\" data-cite=\"85\">﻿</span>﻿ Now, Berkshire Hathaway is a half-trillion-dollar company, with a single share of stock trading at more than $390,000 per share in early 2021.<span class=\"ql-inline-citation\" data-cite=\"87\">﻿</span>﻿\n", "\nWidely known as \"The Oracle of Omaha,\" Buffett made the majority of his fortune through purchasing shares in companies with easy-to-understand business operations.<span class=\"ql-inline-citation\" data-cite=\"74\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"75\">﻿</span>﻿ While many investors have been piling into tech companies, Buffett has opted for a more cautious approach, only buying from well-established companies that are easier to understand, such as IBM and Apple.<span class=\"ql-inline-citation\" data-cite=\"90\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"91\">﻿</span>﻿ He is also a noted Bitcoin skeptic.<span class=\"ql-inline-citation\" data-cite=\"89\">﻿</span>﻿ Additionally, Buffett has also outright purchased a lengthy list of companies over the years, including Dairy Queen, Duracell, Geico, and Kraft Heinz.<span class=\"ql-inline-citation\" data-cite=\"74\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"88\">﻿</span>﻿\n", "\nOutside of investing, Buffet has directed much of his wealth toward philanthropic endeavors. Between 2006 and 2020, Buffett gave away $41 billion—the majority of which either went to the Bill &amp; Melinda Gates Foundation or to his children's charities.<span class=\"ql-inline-citation\" data-cite=\"75\">﻿</span>﻿ Buffett launched the Giving Pledge alongside Bill and Melinda Gates in 2010.<span class=\"ql-inline-citation\" data-cite=\"93\">﻿</span>﻿\n", "\nAfter dropping out of the University of Chicago in 1966, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/larry-ellison.asp\" rel=\"noopener noreferrer\">Larry Ellison</a> moved to California and worked as a computer programmer for several companies over the years.<span class=\"ql-inline-citation\" data-cite=\"82\">﻿</span>﻿ First, in 1973, he was an employee of the electronics company Ampex, where he met his future partners Ed Oates and Bob Miner. Three years later, Ellison joined Precision Instruments, serving as the company's vice president of research and development. By 1977, Ellison had founded Software Development Laboratories (SDL) alongside Oates and Miner, which, two years later, released Oracle, the first commercial relational database program to utilize Structured Query Language.<span class=\"ql-inline-citation\" data-cite=\"118\">﻿</span>﻿ The database program proved so popular that SDL would change its name to Oracle Systems Corporation in 1982.<span class=\"ql-inline-citation\" data-cite=\"118\">﻿</span>﻿ Additionally, Ellison joined Tesla's board in Dec. 2018.<span class=\"ql-inline-citation\" data-cite=\"127\">﻿</span>﻿\n", "\nOracle is the second largest software company and provides a wide variety of cloud computing programs as well as other software, such as Java and Linux, and the Oracle Exadata computing platform.<span class=\"ql-inline-citation\" data-cite=\"34\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"119\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"120\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"121\">﻿</span>﻿ The business has also grown through the acquisition of several major companies, including human-resources-management–systems provider PeopleSoft in 2005, customer-relationship-management–applications provider Siebel in 2006, enterprise-infrastructure–software provider BEA Systems in 2008, and hardware-and-software developer Sun Microsystems in 2010.<span class=\"ql-inline-citation\" data-cite=\"118\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"122\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"123\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"124\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"125\">﻿</span>﻿\n", "\nEllison has spent millions in luxury real estate over the last decade, predominantly in California. Likely his most impressive expenditure, Ellison bought nearly the entire Hawaiian island of Lanai for $300 million, building a hydroponic farm and luxury spa there.﻿<span class=\"ql-inline-citation\" data-cite=\"83\">﻿</span>﻿ He has also donated millions of dollars to charitable causes over the years, particularly to medical research.<span class=\"ql-inline-citation\" data-cite=\"82\">﻿</span>﻿ Most recently, in 2016, Ellison gave $200 million to the University of Southern California for a new cancer research center.﻿<span class=\"ql-inline-citation\" data-cite=\"83\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"126\">﻿</span>﻿\n", "\nLike several tech billionaires on this list, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/072716/how-did-larry-page-get-rich.asp\" rel=\"noopener noreferrer\">Larry Page's</a> claim to fame got its start in a college dorm room. While attending Stanford University in 1995, Page and his friend Sergey Brin came up with the idea of improving data extraction capabilities while accessing the Internet. The duo devised a new type of search engine technology they dubbed \"BackRub,\" named after its ability to analyze \"backing links.\" From there, Page and Brin went on to found Google in 1998, with the former serving as CEO of the company until he stepped down in 2001.<span class=\"ql-inline-citation\" data-cite=\"78\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"102\">﻿</span>﻿\n", "\nGoogle is one of the largest Internet search engines on the planet, accounting for more than 70% of global online search requests.<span class=\"ql-inline-citation\" data-cite=\"103\">﻿</span>﻿ In 2006, Google (the company) expanded by purchasing Youtube, the biggest platform for user-submitted videos.<span class=\"ql-inline-citation\" data-cite=\"102\">﻿</span>﻿ Then, 2008 saw the release of the first mobile phone utilizing the Android operating system, which was originally developed by Android Inc. prior to Google acquiring the company in 2005.<span class=\"ql-inline-citation\" data-cite=\"109\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"110\">﻿</span>﻿ Today, Google is a subsidiary of Alphabet, a holding company for which Page served as CEO between 2015–2019.<span class=\"ql-inline-citation\" data-cite=\"102\">﻿</span>﻿\n", "\nPage is also a founding investor of Planetary Resources, a space-exploration and asteroid-mining company.<span class=\"ql-inline-citation\" data-cite=\"79\">﻿</span>﻿ Originally established in 2009, the company was acquired by blockchain firm ConsenSys in 2018 amid funding problems.<span class=\"ql-inline-citation\" data-cite=\"112\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"111\">﻿</span>﻿ He has also shown an interest in \"flying car\" companies, having invested in both Kitty Hawk and Opener.<span class=\"ql-inline-citation\" data-cite=\"79\">﻿</span>﻿\n", "\nWhat makes Google unique, compared to the other companies featured on this list, is that its co-founders are relatively close in terms of total wealth. Sergey Brin's involvement in Google follows a similar path to Page's. After the duo founded in the company in 1998, Brin served as co-president alongside Page until Eric Schmidt took over as CEO in 2001. Similarly, after founding Alphabet in 2015, Brin acted as the holding company's president before stepping down in 2019 when Sundar Pichai took over as CEO.<span class=\"ql-inline-citation\" data-cite=\"114\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"115\">﻿</span>﻿\n", "\nIn addition to being a highly popular search engine, Google also offers a suite of online tools and services, known as Google Workplaces, which includes Gmail, Google Drive, Google Calendar, Google Meet, Google Chat, Google Docs, Google Sheets, Google Slides, and more.<span class=\"ql-inline-citation\" data-cite=\"104\">﻿</span>﻿ In addition to software, Google also deals in a wide variety of electronic devices, including its Pixel smartphones, its Pixelbook computers and tablets, its Nest smart home devices, and its Stadia gaming platform.<span class=\"ql-inline-citation\" data-cite=\"107\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"108\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"105\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"106\">﻿</span>﻿\n", "\nBrin spent much of 2019 focusing on X, Alphabet's \"moonshot\" research laboratory, which is responsible for innovative technologies like the Waymo self-driving cars and Google Glass smart glasses.<span class=\"ql-inline-citation\" data-cite=\"81\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"116\">﻿</span>﻿ He has also donated millions of dollars toward researching a cure for Parkinson's, having partnered with the The Michael J. Fox Foundation to devise new drugs against LRRK2, one of the the greatest genetic contributors to the disease.<span class=\"ql-inline-citation\" data-cite=\"117\">﻿</span>﻿\n", "\nReliance Industries was originally founded as a small textile manufacturer by Dhirubhai Ambani in 1966.<span class=\"ql-inline-citation\" data-cite=\"130\"></span> In 1979, Dhirubhai's son Mukesh moved to Palo Alto, Calif., to attend Stanford Business School. A year later, Mukesh returned home at the behest of his father to oversee the construction of a new polyester mill, during which time he also joined Reliance Industries' board. Rather than moving back to the U.S. to finish his university program, Mukesh remained in India to lead Reliance's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/backwardintegration.asp\">backward integration</a> initiative. During the nineties, he spearheaded the company's efforts to create—as well as acquire—multiple petrochemical plants and petroleum refineries.<span class=\"ql-inline-citation\" data-cite=\"129\"></span><span class=\"ql-inline-citation\" data-cite=\"131\"></span>\n", "\nIn 2002, Dhirubhai suffered a stroke and passed away. The lack of a will resulted in a feud between Mukesh and his brother Anil over how their father's empire would be distributed. Three years later, as the result of a settlement brokered by their mother, the siblings agreed to split the business, with Mukesh retained control over refining, petrochemicals, oil and gas, and textile operations. This didn't completely ease the tension between the two brothers, as they wouldn't settle a legal dispute over sharing natural gas nor dissolve their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/noncompete-agreement.asp\">noncompete pacts</a> until 2010. In 2014, Mukesh and Anil seemingly buried the hatchet with the announcement of a $220 million pact to share a fiber-optic network between their two companies.<span class=\"ql-inline-citation\" data-cite=\"129\"></span>\n", "\nReliance Industries has established several highly successful subsidiaries under Mukesh's leadership, including Reliance Retail and telecommunications company Jio. He is also a member of The Foundation Board of the World Economic Forum, an elected Foreign Member of the United States National Academy of Engineering, a member of the Global Advisory Council of Bank of America, and a member of the International Advisory Council of The Brookings Institution.<span class=\"ql-inline-citation\" data-cite=\"131\"></span>\n", "\nIf you want to get a little closer to making Bloomberg's richest billionaires list, you might need to become a technological innovator or a retail king. Or you can <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0412/the-everyday-lives-of-frugal-billionaires.aspx\">keep it simple and focus on value investing</a>. It also wouldn't hurt to start out by coming from wealth, as Arnault, Ambani, and some other super-wealthy individuals did—think Jim Walton (#18 on Forbes' list) and Charles Koch (#27).<span class=\"ql-inline-citation\" data-cite=\"44\"></span><span class=\"ql-inline-citation\" data-cite=\"128\"></span> However, the greatest fortunes on this list started as great ideas from people with the creativity, drive, and connections to make them take off.\n"]}