{"name": "The Definition of a Falling Knife", "@id": "https://www.investopedia.com/terms/f/fallingknife.asp", "related": ["https://www.investopedia.com/terms/s/stock-trader.asp", "https://www.investopedia.com/terms/w/withdiscretion.asp", "https://www.investopedia.com/terms/s/shortsale.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/e/exhausted-selling-model.asp", "https://www.investopedia.com/terms/d/downvolume.asp"], "body": ["\nA falling knife is a colloquial term for a rapid drop in the price or value of a security. The term is commonly used in phrases like, \"don't try to catch a falling knife,\" which can be translated to mean, \"wait for the price to bottom out before buying it.\" A falling knife can quickly rebound - in what's known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/whipsaw.asp\" rel=\"noopener noreferrer\">whipsaw</a>—or the security may lose all of its value, as in the case of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>.\n", "\nThe term falling knife suggests that buying into a market with a lot of downward <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/momentum.asp\" rel=\"noopener noreferrer\">momentum</a> can be extremely dangerous—just like trying to catch an actual falling knife. In practice, however, there are many different profit points with a falling knife. If timed perfectly, a trader that buys at the bottom of a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downtrend.asp\" rel=\"noopener noreferrer\">downtrend</a> can realize a significant profit as the price recovers. Likewise, piling into a short position as the price falls and getting out before a rebound can be profitable. Moreover, even buy and hold investors can use a falling knife as a buy opportunity provided they have a fundamental case for owning the stock.\n", "\nThat said, there is a very real risk that the timing will be off and there could be significant losses before any gains. So many traders still pay lip service to the adage. Instead of trying to \"catch the falling knife,\" traders should look for confirmation of a trend reversal using other technical indicators and chart patterns. An example of a confirmation could be as simple as waiting for several days of upward momentum after the fall or looking at the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rsi.asp\" rel=\"noopener noreferrer\">relative strength index (RSI)</a> for signs of a stronger uptrend before buying into the new trend.\n", "\nAs mentioned, there are ways to profit from a falling knife. Many of the trading approaches are time sensitive and require more tools than simply identifying a stock seeing a sharp drop. However, for a fundamental case for catching a falling knife can be there depending on the reason for the drop.\n", "\nThere are many different potential causes for a falling knife to occur, including:\n", "\nIf the circumstances that led to the falling knife are temporary or do not alter a buy and hold investor's case for investing, then a falling knife could be a buying opportunity. For traders and those with a shorter timeframe, it is difficult to time bullish trades correctly.\n", "\nThe following chart shows an example of a falling knife and demonstrates the danger of trying to predict a bottom.\n", "\nThe stock became a falling knife after moving off of its 50-day <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\" rel=\"noopener noreferrer\">moving average</a>. Traders trying to \"catch the falling knife\" may have bought in around $8.50 when there was a brief reprieve from the selling pressure, but they would have lost money as the stock moved to a low of around $6.00 before finally bottoming out. Traders that waited for confirmation could have benefited from the move from $6.00 to $10.00 in the ensuing month.\n", "\nA falling knife is specifically a sharp drop. A similar type of trading slang is a spike, which refers to a sharp movement in price action either up or down. In practice, however, a spike is most often associated with an upward movement.\n", "\nAs mentioned, there are many cases where a sharp fall is an opportunity. From a trading perspective, many of these required some form of confirmation, such as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/macd.asp\" rel=\"noopener noreferrer\">moving average convergence divergence (MACD)</a> indicator showing positive divergence. So a falling knife—an ill-defined chart formation at best—is not really the most significant part of a trade playing off of a breach of support or a true reversal.\n"]}