{"name": "The Great Moderation Definition", "@id": "https://www.investopedia.com/terms/g/great-moderation.asp", "related": ["https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/s/stabilization-policy.asp", "https://www.investopedia.com/terms/m/monetarist.asp", "https://www.investopedia.com/terms/h/helicopter-drop.asp", "https://www.investopedia.com/terms/g/greenspanput.asp", "https://www.investopedia.com/terms/m/monetarism.asp"], "body": ["\nThe Great Moderation is the name given to the period of decreased macroeconomic volatility experienced in the United States starting in the 1980s. During this period, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standarddeviation.asp\">standard deviation</a> of quarterly <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realgdp.asp\">real gross domestic product</a> (GDP) declined by half and the standard deviation of inflation declined by two-thirds according to figures reported by U.S. Federal Reserve Chairman Ben Bernanke. The Great Moderation can be summed up as a multi-decade period of low inflation and positive economic growth.\n", "\nThe Great Moderation is seen as a part of the monetary policy framework laid by Paul Volcker and continued by Alan Greenspan and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benbernanke.asp\">Ben Bernanke</a> during their time as Federal Reserve chairs. In a speech delivered in 2004, Bernanke hypothesized three potential causes for the Great Moderation: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/structural_change.asp\">structural change</a> in the economy, improved economic policies, and good luck.\n", "\nThe structural changes Bernanke referred to included the widespread use of computers to enable more accurate business decision making, advances in the financial system, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deregulate.asp\">deregulation</a>, the economy's shift toward services, and increased openness to trade.\n", "\nBernanke also pointed to improved macroeconomic policies which helped to moderate the large <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boom-and-bust-cycle.asp\">boom and bust cycles</a> of the past. Indeed, many economists pointed to a gradual stabilizing of the U.S. economy correlated with increasingly sophisticated theories of monetary and fiscal policy. Finally, Bernanke referred to studies indicating that greater stability has resulted from a decrease in economic shocks during this period, rather than a permanent improvement in stabilizing forces.\n", "\nAlthough it is a matter of debate, some consider the Great Moderation to have ended with the financial crisis and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\">Great Recession</a>. As economists are never unanimous on an issue, there are many economists who believe the Great Recession was merely an interruption of the Great Moderation rather than an end. There is also evidence to support this view. Since 2010, economic growth and inflation is once again running roughly in line with the range seen prior to the financial crisis.\n", "\nInterestingly, even assuming another similarly-sized interruption like the financial crisis and Great Recession will occur every seven years into the future (we've already missed having one in 2014), then the average volatility will still be smaller than the average volatility in the decades leading up to the Great Moderation. However, the strength of the economic expansions during the Great Moderation is also much more subdued compared to earlier periods. If the Great Moderation truly does persist, it looks likely that the lower volatility comes at the price of less robust periods of expansion. This is a tradeoff that investors are familiar with, of course, as it is simply the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskreturntradeoff.asp\">risk-reward tradeoff</a> writ large.\n"]}