{"name": "Thomas Malthus Definition", "@id": "https://www.investopedia.com/terms/t/thomas-malthus.asp", "related": ["https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp", "https://www.investopedia.com/terms/p/population.asp", "https://www.investopedia.com/terms/p/peace-dividend.asp", "https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/c/classicaleconomics.asp"], "body": ["\nThomas Robert Malthus was a famous 18th-century British <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/economics/08/economic-thought.asp\" rel=\"noopener noreferrer\">economist</a> known for the population growth philosophies outlined in his 1798 book \"An Essay on the Principle of Population.\" In it, Malthus theorized that populations would continue expanding until growth is stopped or reversed by disease, famine, war, or calamity. He is also known for developing an exponential formula used to forecast population growth, which is currently known as the Malthusian growth model.\n", "\nIn the 18th and early 19th centuries, philosophers broadly believed that humanity would continue growing and tilting toward utopianism. Malthus countered this belief, arguing that segments of the general population have always been invariably poor and miserable, which effectively slowed population growth.\n", "\nAfter observing conditions in England in the early 1800s, Malthus penned \"An Inquiry into the Nature and Progress of Rent\" (1815) and \"Principles of Political Economy\" (1820), in which he argued that the available <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/091615/how-invest-farming-without-owning-farm.asp\" rel=\"noopener noreferrer\">farmland</a> was insufficient to feed the increasing world population. Malthus specifically stated that the human population increases geometrically, while food production increases arithmetically. Under this paradigm, humans would eventually be unable to produce enough food to sustain themselves.\n", "\nThis theory was criticized by economists and ultimately disproved. Even as the human population continues to increase, technological developments and migration have ensured that the percentage of people living below the poverty line continues to decline. In addition, global interconnectedness stimulates the flow of aid from food-rich nations to developing regions.\n", "\nIn India, which boasts the world's second-biggest population, the Green Revolution in the state of Punjab helped feed its growing population. In western economies like Germany, which was battered during World War II, population increases did not hamper development.\n", "\nFamous naturalist Charles Darwin partially based his <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/natural-selection.asp\" rel=\"noopener noreferrer\">natural selection</a> theory on Malthus' analysis of population growth. Furthermore, Malthus' views enjoyed a resurgence in the 20th century, with the advent of Keynesian economics.\n", "\nOn February 13, 1766, Malthus was born into a prominent family near Guildford, Surrey, in England. Malthus was home-schooled before he was accepted to Cambridge University's Jesus College in 1784. There he earned a master's degree in 1791 and became a fellow two years later. In 1805, Malthus became a professor of history and political economy at the East India Company's college at Haileybury.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nMalthus became a fellow of the Royal Society in 1819. Two years later, he joined the Political Economy Club, along with economist David Ricardo, and Scottish philosopher James Mill. Malthus was elected among the 10 royal associates of the Royal Society of Literature in 1824. In 1833, he was elected to both the Académie des Sciences Morales et Politiques in France, as well as Berlin's Royal Academy. Malthus also co-founded the Statistical Society of London in 1834. He died in St. Catherine, near Bath, Somerset in 1834.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}