{"name": "Thrift Bank Definition", "@id": "https://www.investopedia.com/terms/t/thriftbank.asp", "related": ["https://www.investopedia.com/terms/d/depository-institutions-deregulation-committeedidc.asp", "https://www.investopedia.com/terms/r/refcorp.asp", "https://www.investopedia.com/terms/b/bank-insurance-fund-bif.asp", "https://www.investopedia.com/terms/f/freddiemac.asp", "https://www.investopedia.com/terms/f/federal-savings-and-loan.asp", "https://www.investopedia.com/terms/u/unitary-thrift.asp"], "body": ["\nA thrift bank–also just called a thrift–is a type of financial institution that specializes in offering savings accounts and originating home mortgages for consumers. Thrift banks are also sometimes referred to as Savings and Loan Associations (S&amp;Ls). Thrift banks differ from larger commercial banks, like Wells Fargo or Bank of America, because they usually offer higher yields on savings accounts and provide limited lending services to businesses.\n", "\nWhile a thrifts' core offerings are traditional savings accounts and home loan<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/origination.asp\"> origination</a>, these institutions also offer checking accounts, personal and car loans, and credit cards for consumers. However, they give primary attention to home financing for single-family residences. Thrifts are structured either as corporate entities that are owned by their shareholders, or they are mutually-owned, i.e. owned by their borrowers and depositors.\n", "\nThe thrift institution began with the establishment of the customer-owned <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/building-society.asp\">building society</a> in the United Kingdom at the beginning of the 18th century. In the U.S., the first successor to the U.K.'s customer-owned building society were referred to as Savings and Loan Associations (S&amp;Ls). One of the main impetuses for the founding of S&amp;Ls in the U.S. was to make improvements to the market for mortgages in the U.S.\n", "\nAt the beginning of the 20th century, the typical U.S. mortgage was a five-to-10-year, interest-only loan that had to be refinanced or paid off with a large balloon payment at the end of the term. Homeowners often defaulted on these payments, especially as levels of unemployment rose during the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\">Great Depression</a> as levels of unemployment rose.\n", "\nIn 1932, President Herbert Hoover passed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federal-home-loan-bank-act.asp\">Federal Home Loan Bank Act</a>, an Act that was aimed at encouraging homeownership by providing member banks with a source of low-cost funds for use in extending mortgage loans. This Act was the first in a series of bills that sought to make homeownership a more achievable goal for more Americans in the first half of the 20th century. In addition, as a result of this Act the Federal Home Loan Bank Board was created. This Board was tasked with facilitating the development of a secondary market for mortgages; it created S&amp;Ls to issue those mortgages. \n", "\nOne of the major impacts of thrift banks–coupled with a mortgage insurance program created by the Veterans Administration in 1944–was the facilitation of home purchases in the aftermath of WWII. Many young war veterans and their families were able to purchase homes in the suburbs because of these federal programs. In the 1960s and 1970s, the majority of mortgages were issued through thrifts and S&amp;Ls. As a result of these institutions, and other federal programs, rates of homeownership in the U.S. rose significantly between 1940 and 1980.\n", "\nDuring the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sl-crisis.asp\">Savings and Loan Crisis</a>, which occurred between 1986 and 1995, many thrift institutions and S&amp;Ls failed. While analysts have come up with a number of explanations for the huge decline in the industry, in general, the failure has been attributed to poor lending practices.\n", "\nIn the years since the Crisis, many structural changes have been made to thrift banks that have blurred some of the distinctions between them and conventional banks. The Financial Institutions Reform, Recovery and Enforcement Act of 1989 (FIRREA) had a significant impact on the S&amp;L and thrift industry.\n", "\nIn 2010, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\">Dodd-Frank Act</a> eliminated some of the key advantages of thrifts, such as less stringent regulations than were applied to major banks. The commitment of the thrifts to serving consumers continues, however. The most important purpose of S&amp;Ls is still to make mortgage loans on residential property.\n"]}