{"name": "Throughput Definition", "@id": "https://www.investopedia.com/terms/t/throughput.asp", "related": ["https://www.investopedia.com/terms/s/scm.asp", "https://www.investopedia.com/terms/b/bottleneck.asp", "https://www.investopedia.com/terms/i/inventory-management.asp", "https://www.investopedia.com/terms/j/jit.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/c/cashconversioncycle.asp"], "body": ["\nThroughput is the amount of a product or service that a company can produce and deliver to a client within a specified period of time. The term is often used in the context of a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/production-rate.asp\" rel=\"noopener noreferrer\">rate of production</a> or the speed at which something is processed.\n", "\nBusinesses with high throughput levels can take <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\" rel=\"noopener noreferrer\">market share</a> away from their lower throughput peers because high throughput generally indicates that a company can produce a product or service more efficiently than its competitors.\n", "\nThe idea of throughput, also known as the flow rate, is part of the theory of constraints in business management. The guiding ideology of this theory is that a chain is only as strong as its weakest link. The goal for business managers is to find ways to minimize how the weakest links affect a company's performance and to maximize throughput for the product's end users. Once throughput is maximized by removing inefficiencies, allowing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/input-output-analysis.asp\" rel=\"noopener noreferrer\">inputs and outputs</a> to flow in the most ideal manner, a company can reach <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a> maximization.\n", "\nA company's level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capacity-management.asp\" rel=\"noopener noreferrer\">production capacity</a> is closely related to throughput, and management can make several types of assumptions about capacity. If the company assumes that production will operate continually without any interruptions, management is using theoretical <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capacity.asp\" rel=\"noopener noreferrer\">capacity</a>, but this level of capacity is not reachable. No production process can produce the maximum output forever because machines need to be repaired and maintained, and employees take vacation days. It's more realistic for businesses to use practical capacity, which accounts for machine repairs, wait times, and holidays.\n", "\nA company’s throughput also depends on how well the company manages its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\" rel=\"noopener noreferrer\">supply chain</a>, which is the interaction between the company and its suppliers. If, for whatever reason, supplies are not available as an input to production, the disruption has a negative impact on throughput.\n", "\nIn many cases, two products may start in production using the same process, which means that the joint costs are allocated between each product. When production reaches the split-off point, however, the products are produced using separate processes. This situation makes it more difficult to maintain a high level of throughput.\n", "\nThroughput can be calculated using the following formula:\n", "\nwhere:\n", "\nABC Cycles manufactures bicycles. The company has procedures in place to maintain equipment used to make bikes, and it plans production capacity based on scheduled machine maintenance and employee staffing plans.\n", "\nHowever, ABC must also communicate with its metal bike frames and seat suppliers and get them to deliver these component parts when it requires them for production. If the parts don't arrive when ABC Cycles needs them, the company's throughput will be lower.\n", "\nGoing further, ABC Cycles begins building more than one type of bicycle. It starts the production of mountain and road bikes using a joint production process, and both bikes use the same bike frame and seat. Later on in the process, however, the production becomes separate because each bike model uses different tires, brakes, and suspensions. This makes production harder to manage since ABC must consider production capacity and supply chains in both joint and separate production processes.\n", "\nLet's say that ABC Cycles has 200 bikes in inventory, and the average time that a bike is in the production process is five days. The throughput for the company would be:\n"]}