{"name": "Timber Investment Management Organization (TIMO)", "@id": "https://www.investopedia.com/terms/t/timo.asp", "related": ["https://www.investopedia.com/terms/t/timberlandinvestment.asp", "https://www.investopedia.com/terms/m/mutualfund.asp", "https://www.investopedia.com/terms/i/investing.asp", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/c/contra-market.asp", "https://www.investopedia.com/terms/r/relativestrength.asp"], "body": ["\nA Timber Investment Management Organization (TIMO) is a management group that aids institutional investors in managing their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/timberlandinvestment.asp\">timberland investment</a> portfolios. A TIMO acts as a broker for institutional clients to find, analyze and acquire investment properties that would best suit their clients.\n", "\nSimilar to some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reit.asp\">REITs</a>, once an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-property.asp\">investment property</a> is chosen, the TIMO is given the responsibility of actively managing the timberland to achieve adequate returns for the investors.\n", "\nTIMOs developed in the 1970s after Congress passed legislation called the Employee Retirement Income Security Act, which encouraged <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/institutionalinvestor.asp\">institutional investors</a> to diversify their portfolios. Before the legislation, investment in timberland properties was made chiefly by both large and small firms in the forestry industry. By 2007, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.rliland.com/the-basics-of-timberland-investing\" rel=\"nofollow\">study</a> by the Realtors Land Institute (RLI) showed that approximately $60 billion in land was managed by TIMOs.\n", "\nInitiall,y TIMOs were viewed positively by forest conservationists, who felt separating the owners of forest lands from the wood mills who use the lumber was a good idea. Later, conservationists came to understand the TIMOs were not looking to maximize conservation of America's forest lands. Instead, TIMOs are focused on maximizing the financial return for investors. According to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.pinchot.org/files/Binkley.DistinguishedLecture.2007.pdf\" rel=\"nofollow\">study</a> published by the Pinchot Institute for Conservation, private forest lands are being converted for development at a rate of 6,000 acres per day.\n", "\nForisk Consulting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://forisk.com/blog/2015/05/14/forisk-forecast-tracking-the-top-timberland-owners-in-the-u-s-and-canada-2015-update/\" rel=\"nofollow\">tracks</a> the largest TIMOs in the United States. The table below lists the 2015 top 10 U.S. timberland owners by acreage, and compares this to their 2014 rankings. TIMOs hold eight of the top 10 positions.\n", "\nAccording to RLI, timberland returns have compared favorably with stocks but with much less risk and volatility. Others say timberland returns have varied over time as the industry has matured. Returns were negative for a year after the financial crisis of 2008, but have since been increasing. U.S. timberland investment performance is measured by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ncreif.org/data-products/timberland/\" rel=\"nofollow\">NCREIF Timberland Property Index</a>. According to NCREIF, investment returns from U.S. timberland in 2017 was just 3.63% compared to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://ycharts.com/indicators/sandp_500_total_return_annual\">21.83%</a> for the S&amp;P 500 equity index in the same period. One year's performance is not enough to accurately measure long-term investment performance, but this data serves to demonstrate how annual returns differ for various asset classes.\n", "\nIt is true that TIMOs can help institutional investors diversify their portfolios into U.S. timberlands, but such real estate investments are probably best used as part of a well diversified portfolio with multiple asset classes, such as stocks, bonds and commodities.\n", "\nIn addition to wealth-building opportunities created by market changes, there are a number of other reasons to consider adding timber to a portfolio.\n"]}