{"name": "To Be Announced (TBA)", "@id": "https://www.investopedia.com/terms/t/tba.asp", "related": ["https://www.investopedia.com/terms/1/48-hour-rule.asp", "https://www.investopedia.com/terms/a/assignment_of_trade.asp", "https://www.investopedia.com/terms/d/drop.asp", "https://www.investopedia.com/terms/m/mortgage_allocations.asp", "https://www.investopedia.com/terms/c/current_coupon.asp", "https://www.investopedia.com/terms/d/dwarf.asp"], "body": ["\nTo be announced, or TBA, is a term describing forward-settling mortgage-backed securities (<a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\">MBS</a>) trades. Pass-through securities issued by Freddie Mac, Fannie Mae, and Ginnie Mae trade in the TBA market, and the term TBA is derived from the fact that the actual mortgage-backed security that will be delivered to fulfill a TBA trade is not designated at the time the trade is made. The securities are announced 48 hours prior to the established trade settlement date.\n", "\nA TBA serves as a contract to purchase or sell an MBS on a specific date, but it does not include information regarding the pool number, number of pools, or the exact amount that will be included in the transaction. An MBS is a bond that is secured, or backed, by mortgage loans. Loans with similar traits are grouped together to form a pool, and that pool is subsequently sold to stand as collateral for the associated MBS.\n", "\nInterest and principal payments are issued to investors at a rate based on the principal and interest payments made by the borrowers of the associated mortgages. Investors receive interest payments on a monthly basis instead of semiannually.\n", "\nThis is because the TBA market assumes MBS pools to be relatively interchangeable. The TBA process increases the overall <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> of the MBS market by taking thousands of different MBSs with different characteristics and trading them through a handful of contracts. The buyers and sellers of TBA trades agree on these parameters: issuer, maturity, coupon, price, par amount, and settlement date.\n", "\nEach type of agency pass-through security is given a trade settlement date for each month. Trade counterparties are required to exchange pool information by 3 p.m. (EST), 48 hours prior to the established settlement date. Trades are allocated in $1 million lots.\n", "\nDue to the forward-settling nature of the investment, the risk of counterparty default is present during the period of time between the execution of the trade and the actual settlement. The risk associated with this form of default is that, especially in highly volatile markets, the non-defaulting party will be unable to secure a deal with similar terms once the defaulting party’s intentions are known. Risk may be mitigated through the assignment of collateral to the transaction, though not all firms have immediate access to collateral management services.\n", "\nIn January 2014, when average daily trading volumes in the TBA market were reaching over $186 billion, the <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority</a> (FINRA) set margin requirements designed to assist in lowering risks for TBA transactions with longer settlement dates. This rule only applies to specific individuals or institutions and is not deemed necessary for transactions with short settlement periods.\n"]}