{"name": "Top-Down Investing Definition", "@id": "https://www.investopedia.com/terms/t/topdowninvesting.asp", "related": ["https://www.investopedia.com/terms/b/bottomupinvesting.asp", "https://www.investopedia.com/terms/i/investment-analysis.asp", "https://www.investopedia.com/terms/f/financial-analysis.asp", "https://www.investopedia.com/terms/s/sector-analysis.asp", "https://www.investopedia.com/terms/m/macro-accounting.asp", "https://www.investopedia.com/terms/f/fundamentals.asp"], "body": ["\nTop-down investing is an investment analysis approach that analyzes first the macro factors of the economy, such as GDP, employment, taxation, interest rates, etc. before examining micro factors such as specific sectors or further yet companies. This approach prioritizes macroeconomic, national, or market-level factors.\n", "\nTop-down investing can be contrasted with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottomupinvesting.asp\" rel=\"noopener noreferrer\">bottom-up</a> approach, which starts first with a company's fundamentals, where most of the emphasis is put, and then works its way up through the structural hierarchy, looking at macro-global economic factors last, if at all.\n", "\nWhen looking at the bigger picture, investors use macroeconomic variables, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\" rel=\"noopener noreferrer\">GDP</a>, trade balances, currency movements, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\" rel=\"noopener noreferrer\">inflation</a>, interest rates, and other aspects of the larger economy. After looking at the big-picture conditions around the world, analysts next examine the general market conditions to identify high-performing sectors, industries, or regions within the macroeconomy. The goal is to find particular industrial sectors that are forecast to <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outperform.asp\" rel=\"noopener noreferrer\">outperform</a> the market.\n", "\nBased on these factors, top-down investors allocate investments from efficient, diversified asset allocations, rather than by analyzing and betting on specific companies. For example, if economic growth in Asia is better than the domestic growth in the United States, an investor might shift his assets internationally by purchasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">exchange-traded funds</a> (ETFs) that track specific Asian countries. From this point, they further analyze the stocks of specific companies to choose potentially successful ones as investments by looking last at a particular company's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\" rel=\"noopener noreferrer\">fundamentals</a>.\n", "\n Top-down investing can make more efficient use of an investor’s time and attention to relevant data because it depends mostly on looking at large-scale economic aggregates and readily available public data and involves choosing among relatively few broad regions or sectors as opposed to the entire universe of individual companies' stocks.\n", "\nHowever, it may also miss out on a large number of potentially profitable opportunities by eliminating entire industrial sectors or countries from consideration, even the companies within them that outperform the general market. \n", "\nBottom-up investing is the opposite strategy to top-down. Practitioners of the bottom-up approach ignore macroeconomic factors and instead look at individual microeconomic factors that affect specific companies they're watching.\n", "\nTop-down investing may produce a more long-term or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strategicassetallocation.asp\" rel=\"noopener noreferrer\">strategic</a> portfolio and favor <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/passiveinvesting.asp\" rel=\"noopener noreferrer\">passive</a> indexed strategies, while a bottom-up approach may lead to more tactical, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/activemanagement.asp\" rel=\"noopener noreferrer\">actively-managed </a>strategies. Top-down portfolios often consist largely of index funds that track specific regions or industrial sectors and may include commodities, currencies, and some individual stocks. Bottom-up style portfolios often have a much larger share of individual stocks. \n", "\nFor example, a bottom-up investor chooses a company and then looks at its financial health, supply, demand, and other factors over a specified time period. Although there is some debate as to whether <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/06/topdownapproach.asp\" rel=\"noopener noreferrer\">the top-down approach</a> is better than the bottom-up strategy, many investors have found top-down strategies useful in determining the most promising sectors in a given market.\n", "\nAs an example of top-down investing, UBS hosted its 2016 UBS CIO Global Forum in Beverly Hills, CA, to help investors navigate the economic environment at the time. The forum addressed macroeconomic factors that affect markets, including international government policy, central bank policy, international market performance, and the effects of the Brexit vote on the global economy. The way in which UBS addressed these economic factors points to a top-down investment strategy.\n", "\nJeremy Zirin, a wealth manager who is part of UBS Wealth Management Americas, reflected on the benefits of top-down investing at the forum. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-discretionary.asp\" rel=\"noopener noreferrer\">Consumer discretionary</a> stocks looked attractive to Zirin and his team, who implemented a top-down approach to identify strong consumer discretionary investments. His team took into account the above macroeconomic factors and saw that consumer discretionary was insulated from international risks and was bolstered by American consumers' spending power. Identifying this sector allowed him and his team ultimately to identify Home Depot as a good investment.\n"]}