{"name": "Trademark Definition", "@id": "https://www.investopedia.com/terms/t/trademark.asp", "related": ["https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/l/logo.asp", "https://www.investopedia.com/terms/c/copyright.asp", "https://www.investopedia.com/terms/s/service-mark.asp", "https://www.investopedia.com/terms/i/intellectual-property-rights-biotechnology.asp", "https://www.investopedia.com/terms/r/royalty.asp"], "body": ["\nThe term trademark refers to a recognizable insignia, phrase, word, or symbol that denotes a specific product and legally differentiates it from all other products of its kind. A trademark exclusively identifies a product as belonging to a specific company and recognizes the company's ownership of the brand. Trademarks are generally considered a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a> and may or may not be registered.\n", "\nTrademarks not only help distinguish products within the legal and business systems—but just as significantly—with consumers. They are used to identify and protect words and design elements that identify the source, owner, or developer of a product or service. They can be corporate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/logo.asp\" rel=\"noopener noreferrer\">logos</a>, slogans, bands, or the brand name of a product. Similar to a trademark, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/service-mark.asp\" rel=\"noopener noreferrer\">service mark</a> identifies and distinguishes the source of a service rather than a product, and the term trademark is often used to refer to both trademarks and service marks.\n", "\nUsing a trademark prevents others from using a company or individual's products or services without their permission. They also prohibit any marks that have a likelihood of confusion with an existing one. This means that a business cannot use a symbol or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brand.asp\" rel=\"noopener noreferrer\">brand</a> name if it looks or sounds similar, or has a similar meaning to one that’s already on the books—especially if the products or services are related. For instance, a soft drink company can't legally use a symbol that looks like that of Coca-Cola and it can't use a name that sounds like Coke.\n", "\nTrademarks in the United States are registered through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.uspto.gov/\" rel=\"noopener noreferrer\">United States Patent and Trademark Office</a> (USPTO) and are identified with the ® symbol. But trademarks don't have to be registered in order to give the company or individual protection rights. Unregistered trademarks can be recognized with the ™ symbol. By using this symbol, the trademark user indicates they are using common law to protect their interests.\n", "\nThe laws governing trademarks never expire. This means the holder has the right to the trademark for the life of the product or service. But there are certain exceptions. The user is required to make continuous, lawful use of the trademark in order to take advantage of trademark laws. So a company or individual must regularly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/manufacturing.asp\" rel=\"noopener noreferrer\">manufacture</a>, produce, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing.asp\" rel=\"noopener noreferrer\">market</a>, and sell a product with a particular trademark in order for the trademark law to be enforceable. This can be done every five years by filing a section 8 declaration through the USPTO. Failure to file this can result in the loss of registration.\n", "\nTrademarks can be bought and sold. For instance, Nike (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=nke\" rel=\"noopener noreferrer\">NKE</a>) purchased the instantly recognizable Swoosh logo in 1971 from a graphic arts student for a one-time price of $35. Trademarks also can be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/licensing-agreement.asp\" rel=\"noopener noreferrer\">licensed</a> to other companies for an agreed-upon time or under certain conditions, which can result in crossover brands. Take the relationship LEGO has with certain movie franchises, for example. The private company licenses many famous sub-brands such as Star Wars and DC Comics to produce LEGO versions of popular products.\n", "\nAs mentioned above, trademarks are also used as an effective way to market brand names. In fact, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/branding-ultimate-economic-moat.asp\" rel=\"noopener noreferrer\">power of branding</a> in business is critical and can fill volumes, and the use of brands in marketing is legendary. Some brands, like Kleenex, are so prominent and have such successful brand identities that they have almost replaced the noun that was the original word for the item or service, like asking for a Kleenex instead of a tissue. Kimberly Clark (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=kmb\" rel=\"noopener noreferrer\">KMB</a>) owns the Kleenex trademark and launched the brand in 1924 as a disposable tissue for removing cosmetics. In 1930, the company launched the brand again—this time as a substitute for handkerchiefs. Since then, Kleenex has been the number-one selling facial tissue in the world.\n", "\nSimilarly, we generally don't ask for a \"self-adhesive bandage with sterile cotton liner\" but are more apt to ask for a band-aid. Consumer goods and pharma giant Johnson &amp; Johnson (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=jnj\" rel=\"noopener noreferrer\">JNJ</a>) began making sterile gauze dressings as early as 1887. But it wasn't until 1920 that the company launched its BAND-AID® Brand adhesive bandage. A cotton buyer for Johnson &amp; Johnson, Earle Dickson, invented the band-aid:\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/111014/patents-trademarks-and-copyrights-basics.asp\" rel=\"noopener noreferrer\">Trademarks are distinctly different from patents and copyrights</a>. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/patent.asp\" rel=\"noopener noreferrer\">patent</a> grants the design, process, and invention rights to a piece of property to its inventor. In order to be registered, the inventor must make full <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disclosure.asp\" rel=\"noopener noreferrer\">disclosure</a> of the invention—the design and the process—itself through the USPTO. This gives the inventor full protection over the product or service in question for a certain period of time—usually 20 years. Anyone can make use of the invention by producing, marketing, and selling it after the patent expires. This is common in the pharmaceutical industry. A drug company that patents a drug has exclusive rights over it for a certain period of time before other companies can market and sell <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generic-brand.asp\" rel=\"noopener noreferrer\">generic brands</a> to the public.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copyright.asp\" rel=\"noopener noreferrer\">Copyrights</a>, on the other hand, give protection to the owners of intellectual property to legally copy it. Copyright owners and those who have the authority can exclusively reproduce the associated work for monetary gain for a specific period of time—usually until 70 years after their death. Software, art, film, music, and designs are just some of the examples of work that are covered by copyrights. Brand names, slogans, and logos, however, are not covered. In order to get a copyright and prevent <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/copyright-infringement.asp\" rel=\"noopener noreferrer\">copyright infringement</a>, the filer must make an application with the U.S. Copyright Office.\n"]}