{"name": "Trading Halt", "@id": "https://www.investopedia.com/terms/t/tradinghalt.asp", "related": ["https://www.investopedia.com/terms/h/held-at-opening.asp", "https://www.investopedia.com/terms/c/circuitbreaker.asp", "https://www.investopedia.com/terms/t/traderesumption.asp", "https://www.investopedia.com/terms/i/imbalanceoforders.asp", "https://www.investopedia.com/terms/f/fastmarket.asp", "https://www.investopedia.com/terms/t/tradingcurb.asp"], "body": ["\nA trading halt is a temporary suspension of trading for a particular <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">security</a> or securities at one exchange or across numerous exchanges. Trading halts are typically enacted in anticipation of a news announcement, to correct an order imbalance, as a result of a technical glitch, or due to regulatory concerns. When a trading halt is in effect, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openorder.asp\" rel=\"noopener noreferrer\">open orders</a> may be canceled and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a> still may be exercised.\n", "\nA trading halt is most often instituted in anticipation of an announcement of news that will affect a stock’s price greatly, whether it be positive news or negative news. There are thousands of stocks traded each day on public exchanges such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\" rel=\"noopener noreferrer\">New York Stock Exchange (NYSE)</a> or the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nasdaq.asp\" rel=\"noopener noreferrer\">NASDAQ</a>, and each of these companies agrees to pass on material information to the exchanges prior to announcing it to the general public.\n", "\nIn order to promote the equal dissemination of information, and fair trading based on that information, these exchanges may decide to halt trading temporarily, before such information is released. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/materialnews.asp\" rel=\"noopener noreferrer\">Material developments</a> that warrant a trading halt can include changes that relate to a company’s financial stability, important transactions like restructurings or mergers, public announcements related to a company’s products like a recall, personnel changes to upper management or regulatory or legal announcements that affect the company’s ability to conduct business.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/traderesumption.asp\" rel=\"noopener noreferrer\">Trade resumption</a> refers to the commencement of trading activities after they have been shut down or halted for some period of time.\n", "\nCompanies will often wait until the market closes to release sensitive information to the public, in order to give investors time to evaluate the information and determine whether it is significant. This practice, however, can lead to there being a large imbalance between buy and sell orders in the lead up to the market open. In such an instance, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\" rel=\"noopener noreferrer\">exchange</a> may decide to institute a an opening delay, or a trading halt immediately at the market open. These delays are usually in effect for no more than a few minutes, until balance between buy and sell orders can be restored.\n", "\nIf the halt occurs before the official open of trading, it is called held at open. There are three main reasons why a stock is held at the opening: new information is expected to be released by a company that may have considerable impact on its stock price; there is an imbalance in buy and sell orders in the market; a stock does not meet regulatory <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/listingrequirements.asp\" rel=\"noopener noreferrer\">listing requirements</a>. Trading delays are trading halts that occur at the beginning of the trading day. Traders can find trading halt and delay information on an exchange’s website.\n", "\nUnited States securities law also grants the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission (SEC)</a> the power to impose a suspension of trading in any publicly traded stock for up to ten days.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The SEC will use this power if it believes that the investing public is put a risk by a continued trading of the stock. Typically, it will exercise this power when a publicly traded company has failed to file periodic reports like quarterly or annual financial statements.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nStock exchanges can also take measures to ease <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/panicselling.asp\" rel=\"noopener noreferrer\">panic selling</a> by invoking Rule 48 and halting trading when markets have severe downside movements. Under 2012 rules, market-wide <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/circuitbreaker.asp\" rel=\"noopener noreferrer\">circuit breakers</a> (or 'curbs') kick in when the S&amp;P 500 index drops 7% for Level 1; 13% for Level 2; and 20% for Level 3 from the prior day’s close. A market decline that triggers a Level 1 or 2 circuit breaker before 3:25 p.m. Eastern Time will halt trading for 15 minutes, but will not halt trading at or after 3:25 p.m.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nCircuit breakers can also be imposed on single stocks as opposed to the whole market. Under current rules, a trading halt on an individual security is placed into effect if there is a 10% change in value of a security that is a member of the S&amp;P 500 Index, Russell 1000 Index or QQQ ETF within a 5-minute time frame, 30% change in value of a security whose price is equal or greater than $1 per share, and 50% change in value of a security whose price is less than $1 per share.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}