{"name": "Traditional IRA Definition", "@id": "https://www.investopedia.com/terms/t/traditionalira.asp", "related": ["https://www.investopedia.com/terms/i/ira.asp", "https://www.investopedia.com/terms/r/rothira.asp", "https://www.investopedia.com/terms/i/ira-plan.asp", "https://www.investopedia.com/terms/a/aftertaxcontribution.asp", "https://www.investopedia.com/terms/s/sep.asp", "https://www.investopedia.com/terms/a/additional-voluntary-contribution.asp"], "body": ["\nA traditional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\">individual retirement account</a> (IRA) allows individuals to direct pre-tax income toward investments that can grow tax-deferred. The IRS assesses no <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\">capital gains</a> or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a> income taxes until the beneficiary makes a withdrawal. Individual taxpayers can contribute 100% of any earned compensation up to a specified maximum dollar amount.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIncome thresholds may also apply. Contributions to a traditional IRA may be tax-deductible depending on the taxpayer's income, tax-filing status, and other factors. Retirement savers may open a traditional IRA through their broker (including online brokers or robo-advisors) or financial advisor.\n", "\nTraditional IRAs let individuals contribute pre-tax dollars to a retirement investment account, which can grow tax-deferred until retirement withdrawals occur (at age 59½ or later).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Custodians, including commercial banks and retail brokers, hold traditional IRAs and place the invested funds into different investment vehicles according to the account holder’s instruction and based on the offerings available.\n", "\nIn most cases, contributions to traditional IRAs are tax-deductible. If someone contributes $6,000 to their IRA, for example, they can claim that amount as a deduction on their income tax return and the Internal Revenue Service (IRS) will not apply income tax to those earnings.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ However, when that individual withdraws money from the account during retirement, those withdrawals are taxed at their ordinary income tax rate.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe IRS restricts the amount that one may add to a traditional IRA each year, depending on age. The contribution limit for the 2021 tax year is $6,000 for savers under 50 years of age. For people aged 50 and above, higher annual contribution limits apply via a catch-up contribution provision, allowing for an additional $1,000 (or a total of $7,000).<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUnder the SECURE Act, passed at the end of 2019, age restrictions on contributions to a traditional IRA were lifted, so long as the account holder has earned income to qualify.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nWhen you have both a traditional IRA and an employer-sponsored retirement plan, the IRS may limit the amount of your traditional IRA contributions that you can deduct from your taxes.\n", "\nIn 2021, for example, if a taxpayer participates in an employer-sponsored program, such as a 401(k) or pension program, that individual, filing as a single person, would only be eligible to take the full deduction on a traditional IRA if their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/magi.asp\" rel=\"noopener noreferrer\">modified adjusted gross income</a> (MAGI) was $66,000 or less, or $105,000 or less if married filing jointly. With MAGIs of $76,000 for singles and $125,000 for married couples, the IRS allows no deductions. In between, there's a partial deduction.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nIRA contributions must be made by the tax filing deadline. For example, you could have made a contribution to your 2018 IRA through April 15, 2019.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ If you are above the limits, you can still contribute post-tax income to a traditional IRA and take advantage of its tax-free growth, but investigate other options, too.\n", "\nWhen you receive distributions from a traditional IRA, the IRS treats the money as ordinary income and subjects it to income tax. Account-holders can take distributions as early as age 59½. Starting after age 72, account holders must take <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/requiredminimumdistribution.asp\" rel=\"noopener noreferrer\">required minimum distributions</a> (RMDs) from their traditional IRAs.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nFunds removed before full retirement eligibility <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/082515/how-do-you-calculate-penalties-ira-or-roth-ira-early-withdrawal.asp\" rel=\"noopener noreferrer\">incur a 10% penalty</a> (of the amount withdrawn) and taxes, at standard income tax rates. There are <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/02/111202.asp\" rel=\"noopener noreferrer\">exceptions to these penalties for certain situations</a>. These include the following:\n", "\nIt's important for an individual to check with a tax attorney or the IRS to be sure that the particulars of their situation qualify for a waiver of the 10% penalty.\n", "\nOther variations of the IRA include the Roth IRA, SIMPLE IRA, and SEP-IRA. The last two are employer-generated, but individuals can set up a Roth IRA if they meet the income limitations. These individual accounts can be created through a broker. You can check out some of the best options with Investopedia's list of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-brokers-for-iras-4587879\" rel=\"noopener noreferrer\">best brokers for IRAs</a>.\n", "\nUnlike a traditional IRA, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rothira.asp\" rel=\"noopener noreferrer\">Roth IRA</a> contributions are not tax-deductible, and qualified <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution.asp\" rel=\"noopener noreferrer\">distributions</a> are tax-free. This means you contribute to a Roth IRA using after-tax dollars, but as the account grows, you do not face any taxes on investment gains. Because you paid taxes on your contributions, you can actually withdraw them, penalty-free, at any time. However, you cannot withdraw earnings until age 59½ without being subject to the 10% early-withdrawal penalty.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nWhen you retire, you can withdraw from the account without incurring any income taxes on your withdrawals. Roth IRAs do not have RMDs. If you don't need the money, you don't have to take it out of your account and worry about penalties for failing to do so. You can also pass the money to your heirs if you don't end up needing to use it.\n", "\nRoth IRA contributions for 2020 and 2021 are the same as for traditional IRAs: $6,000, unless you are 50 or older and can qualify for the catch-up contribution, which raises the limit to $7,000.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The catch is that not everyone qualifies to contribute to a Roth IRA. There are income limitations, with contributions gradually phased out as your MAGI increases.\n", "\nIn 2021, the income phase-out range for Roth contributions for married couples filing jointly is $198,000 to $208,000; for singles and heads of household, it's $125,000 to $140,000. If you earn above those amounts, you can't contribute to a Roth at all.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/simple-ira.asp\" rel=\"noopener noreferrer\">SIMPLE IRAs</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/102714/how-does-simplified-employee-pension-sep-ira-work.asp\" rel=\"noopener noreferrer\">SEP-IRAs</a> are benefits instituted by an employer so individuals cannot open them, although self-employed or sole proprietors may. Generally, these IRAs function similarly to traditional IRAs, but they have higher contribution limits and may allow for company matching.\n", "\nA simplified employee pension (SEP, or SEP-IRA) is a retirement plan that an employer or self-employed individual can establish. The employer is allowed a tax deduction for contributions made to the SEP plan and makes contributions to each eligible employee's SEP-IRA on a discretionary basis. Fundamentally, a SEP-IRA can be considered a traditional IRA with the ability to receive employer contributions. One major benefit it offers employees is those employer contributions are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vesting.asp\" rel=\"noopener noreferrer\">vested</a> immediately.\n", "\nA SIMPLE IRA is a retirement savings plan that can be used by most small businesses with 100 or fewer employees. \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/simple.asp\" rel=\"noopener noreferrer\">SIMPLE</a>\" stands for \"Savings Incentive Match Plan for Employees.\" Employers can choose to make a 2% retirement account contribution to all employees or an optional matching contribution of up to 3%.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nEmployees can contribute a maximum of $13,500 annually in 2020 and $13,500 in 2021; the maximum is increased periodically to account for inflation. Retirement savers age 50 and older may make an additional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/catchupcontribution.asp\" rel=\"noopener noreferrer\">catch-up contribution</a> of $3,000, bringing their annual maximum to $16,500 in 2020 and $16,500 in 2021.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n"]}