{"name": "Trailing Stop Definition", "@id": "https://www.investopedia.com/terms/t/trailingstop.asp", "related": ["https://www.investopedia.com/terms/s/stoporder.asp", "https://www.investopedia.com/terms/s/seller.asp", "https://www.investopedia.com/terms/s/stop-limitorder.asp", "https://www.investopedia.com/terms/s/stoppedout.asp", "https://www.investopedia.com/terms/b/bracketedsellorder.asp", "https://www.investopedia.com/terms/g/gapping.asp"], "body": ["\nA trailing stop is a modification of a typical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stoporder.asp\" rel=\"noopener noreferrer\">stop order</a> that can be set at a defined percentage or dollar amount away from a security's current market price. For a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\" rel=\"noopener noreferrer\">long</a> position, an investor places a trailing stop loss below the current market price. For a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\" rel=\"noopener noreferrer\">short</a> position, an investor places the trailing stop above the current market price.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA trailing stop is designed to protect gains by enabling a trade to remain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-position.asp\" rel=\"noopener noreferrer\">open</a> and continue to profit as long as the price is moving in the investor’s favor. The order closes the trade if the price changes direction by a specified percentage or dollar amount.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA trailing stop is typically placed at the same time the initial trade is placed, although it may also be placed after the trade.\n", "\nTrailing stops only move in one direction because they are designed to lock in profit or limit losses. If a 10% trailing stop loss is added to a long position, a sell trade will be issued if the price drops 10% from its peak price after purchase. The trailing stop only moves up once a new peak has been established. Once the trailing stop has moved up, it cannot move back down.\n", "\nA trailing stop is more flexible than a fixed stop-loss order, as it automatically tracks the stock's price direction and does not have to be manually reset like the fixed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\" rel=\"noopener noreferrer\">stop-loss</a>.\n", "\nInvestors can use trailing stops in any asset class, assuming the broker provides that order type for the market being traded. Trailing stops can be set as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitorder.asp\" rel=\"noopener noreferrer\">limit orders</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketorder.asp\" rel=\"noopener noreferrer\">market orders</a>.\n", "\nThe key to using a trailing stop successfully is to set it at a level that is neither too tight nor too wide. Placing a trailing stop loss that is too tight could mean the trailing stop is triggered by normal daily market movement, and thus the trade has no room to move in the trader's direction. A stop loss that is too tight will usually result in a losing trade, albeit a small one. A trailing stop that is too large will not be triggered by normal market movements, but it does mean the trader is taking on the risk of unnecessarily large losses, or giving up more profit than they need to.\n", "\nWhile trailing stops lock in profit and limit losses, establishing the ideal trailing stop distance is difficult. There is no ideal distance because markets and the way that stocks move are always changing. Despite this, trailing stops are effective tools. Every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exitstrategy.asp\" rel=\"noopener noreferrer\">exit method</a> has its pros and cons.\n", "\nAssume you bought Alphabet Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=goog\">GOOG</a>) at $1,000. By looking at prior advances in the stock you see that the price will often <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pullback.asp\">pullback</a> 5% to 8% before moving higher again. These prior movements can help establish the percentage level to use for a trailing stop.\n", "\nChoosing 3%, or even 5%, may be too tight. Even minor pullbacks tend to move more than this, which means the trade is likely to be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stoppedout.asp\">stopped out</a> by the trailing stop before the price has a chance to move higher.\n", "\nChoosing a 20% trailing stop is excessive. Based on the recent trends, the average pullback is about 6%, with bigger ones near 8%.\n", "\nA better trailing stop loss would be 10% to 12%. This gives the trade room to move, but also gets the trader out quickly if the price drops by more than 12%. A 10% to 12% drop is larger than a typical pullback which means something more significant could be going on—mainly, this could be a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\">trend reversal</a> instead of just a pullback.\n", "\nUsing a 10% trailing stop, your broker will execute a sell order if the price drops 10% below your purchase price. This is $900. If the price never moves above $1,000 after you buy, your stop loss will stay at $900. If the price reaches $1,010, your stop loss will move up to $909, which is 10% below $1,010. If the stock moves up to $1250, your broker will execute an order to sell if the price falls to $1,125. If the price starts falling from $1,250 and does not go back up, your trailing stop order stays at $1,125, and if the price drops to that price the broker will enter a sell order on your behalf.\n", "\nThe ideal trailing stop loss will change over time. During more volatile periods, a wider trailing stop is a better bet. During quieter times, or in a very stable stock, a tighter trailing stop loss may be effective. That said, once a trailing stop loss is set for an individual trade it should be kept as is. A common trading mistake is to increase risk once in a trade in order to avoid losses. This is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loss-psychology.asp\">loss aversion</a>, and it can cripple a trading account quickly.\n", "\nTraders and investors can enhance the efficacy of a stop-loss by pairing it with a trailing stop, which is a trade order where the stop-loss price isn't fixed at a single, absolute dollar amount, but is rather set at a certain percentage or dollar amount below the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/market-price.asp\">market price</a> that is constantly revised as the market moves up (for a long position). Trailing stops may be used with stock, options, and futures exchanges that support traditional stop-loss orders.\n", "\nWhen the price of a security with a trailing stop increases, it \"drags\" the trailing stop up along with it. Then when the price finally stops rising, the new stop-loss price remains at the level it was dragged to, thus automatically protecting an investor's downside, while locking in profits as the price reaches new highs. Many online brokers provide this service at no additional cost.\n", "\nDuring momentary price dips, it's crucial to resist the impulse to reset your trailing stop, or else your effective stop-loss may end up lower than expected. By the same token, reining in a trailing stop-loss is advisable when you see momentum peaking in the charts, especially when the stock is hitting a new high. Deciding how to determine the exit points of your positions depends on how conservative you are as a trader. If you tend to be aggressive, you may determine your profitability levels and acceptable losses by means of a less precise approach like the setting of trailing stops according to fundamental criteria. Shrewd traders always maintain the option of closing out a position at any time by submitting a sell order at the market.\n"]}