{"name": "Transaction Definition", "@id": "https://www.investopedia.com/terms/t/transaction.asp", "related": ["https://www.investopedia.com/terms/c/cashbasis.asp", "https://www.investopedia.com/terms/a/accountingmethod.asp", "https://www.investopedia.com/terms/d/deferredcharge.asp", "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp", "https://www.investopedia.com/terms/m/modified-cash-basis.asp", "https://www.investopedia.com/terms/c/cashondelivery.asp"], "body": ["\nA transaction is a completed agreement between a buyer and a seller to exchange goods, services, or financial assets. But in business bookkeeping, this plain definition can get complicated. A transaction will be recorded earlier or later depending on whether the company uses <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accrualaccounting.asp\" rel=\"noopener noreferrer\">accrual accounting</a> rather than <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashaccounting.asp\" rel=\"noopener noreferrer\">cash accounting</a>.\n", "\nAccrual accounting is used by businesses with gross receipts above $1 million a year, while the cash accounting method is used by most small businesses.\n", "\nA sales transaction between a buyer and a seller is relatively straightforward. Person A pays person B in exchange for a product or service. When they agree on the terms, the transaction is complete.\n", "\nTransactions can be more complex in the accounting world since businesses may make a deal today which won't be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashsettlement.asp\" rel=\"noopener noreferrer\">settled</a> until a future date. Or, they may have revenues or expenses that are known but not yet due. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party-transaction.asp\" rel=\"noopener noreferrer\">Third-party transactions</a> can also complicate the process.\n", "\nWhether a business records income and expense transactions using the accrual method of accounting or the cash method of accounting affects the company’s financial and tax reporting.\n", "\nWhen accrual accounting is used, a company records income when completing a service or delivering goods. If inventory is required when accounting for a company’s income, and the company has <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gross-receipts.asp\" rel=\"noopener noreferrer\">gross receipts</a> above $1 million a year, the company normally uses the accrual method of accounting for sales and purchases.\n", "\nFor example, a company selling merchandise to a customer on store credit in October records the transaction immediately as an item in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accountsreceivable.asp\" rel=\"noopener noreferrer\">accounts receivable</a>. Even if the customer does not make a cash payment on the merchandise until December or pays in installments, the transaction is recorded as income for October.\n", "\nThe same goes for goods or services the company purchases. Business expenses are recorded when the products or services are received. Supplies purchased on credit in April are recorded as expenses for April, even if the business does not make a cash payment on the supplies until May.\n", "\nMost small businesses, especially sole proprietorships and partnerships, use the cash accounting method. Income is recorded when cash, checks, or credit card payments are received from customers.\n", "\nFor example, a business sells $10,000 of widgets to a customer in March. The customer pays the invoice in April. The company recognizes the sale only after the cash is received in April.\n", "\nMeanwhile, expenses are recorded only when a payment is made. For example, a business may purchase $500 of office supplies in May and pay for them in June. The business recognizes the purchase when it pays the bill in June.\n", "\nFor tax reasons, the cash basis of accounting is available only if a company has less than $1 million in sales annually. The cash basis is easier than the accrual basis for recording transactions because no complex accounting transactions, such as accruals and deferrals, are necessary. Its drawback is that the profit of the business may vary wildly from month to month, at least on paper.\n"]}