{"name": "Transparency Definition", "@id": "https://www.investopedia.com/terms/t/transparency.asp", "related": ["https://www.investopedia.com/terms/g/gaap.asp", "https://www.investopedia.com/terms/s/sec-form-ars.asp", "https://www.investopedia.com/terms/i/ifrs.asp", "https://www.investopedia.com/terms/s/sec-form-f-10-12b.asp", "https://www.investopedia.com/terms/a/accounting-principles.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nAlthough the term transparency is not a financial term or metric per se, it has become increasingly important to consumers and investors over the last several years. Transparency is the extent to which investors have ready access to required financial information about a company, such as price levels, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketdepth.asp\">market depth</a>, and audited financial reports. Investors also require transparency with investment firms and funds surrounding the various fees that'll be charged to them.\n", "\nTransparency can also include clarity for consumers regarding the fees a bank charges or the rate that consumers will ultimately pay to their credit card company.\n", "\nFinancial decisions are typically made based on an assessment of a financial situation. Investors analyze a company's financial statements to determine if the stock is worth buying. On the other hand, consumers choose a bank or investment firm based, in part, on the costs or fees. Adequate disclosure of fees, interest rates, and penalties are important for making sound decisions as to what credit card or loan to apply for as well as what bank account to open or what mutual fund to invest in.\n", "\nBecause investor decisions as to what security to buy are based on a company's financial reports, the reports should be as transparent as possible. For example, assume two companies have similar debt levels, size, market risk exposure, and earnings. One company operates with transparency concerning its financial reports while the other company runs multiple businesses with complex financial reports. Investors may gravitate to the first company since they can easily understand the company's fundamentals and risks involved. However, investors who put their money into the company with a complex structure might miss critical financial details that could lead to the company performing poorly and a loss on the investment.\n", "\nAs a result, it's important that transparency rules are followed by all companies. The critical nature of transparency and consistency to the financial markets is why publicly-traded companies on exchanges, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nyse.asp\">New York Stock Exchange (NYSE)</a> are regulated.\n", "\nThe U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a> is the federal government agency responsible for regulating the financial reporting for corporations. The primary goals of the SEC are to protect investors by ensuring a fair and orderly functioning of the financial markets. The SEC requires publicly-traded companies to report their quarterly financials–called a 10-Q–and their year-end financials–called a 10-K. Companies must also file an annual report as well as interim reports such as 8Ks, which contain pertinent financial information and developments.\n", "\nBelow are some of the financial statements required by the SEC as outlined in their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/corpfin/cf-manual\">Financial Reporting Manual</a>:\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\">income statement</a> shows the profit and loss of a corporation. The statement outlines the revenue on the top line. Operating expenses are listed, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cogs.asp\">cost of goods sold</a>, as well as operating income. Also, other expenses include overhead or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sga.asp\">selling, general, and administrative expenses (SG&amp;A)</a> as well as interest expenses and taxes paid. The profit or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> is listed at the bottom of the income statement. \n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> shows a corporation's assets, liabilities, and stockholders' equity or shareholders' equity. Assets can include <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\">fixed assets</a>, such as from machinery or equipment, while liabilities can include short-term payables and long-term liabilities, such as debt.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/investing/what-is-a-cash-flow-statement/\">cash flow statement</a> measures all of the cash inflows–or credits-as well as any of the cash outflows–or debits–to cash that a company experienced during the period. The statement of cash flows also shows any <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfinvestingactivities.asp\">investing activities</a>, such as purchases of equipment that would help the long-term by day of the company. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashflowfromfinancing.asp\">Financing activities</a> are also listed, which include any cash inflows or outflows regarding the financing of the company, such as loans, bond issuance, and stock issuance. \n", "\nThe statement of stockholders' equity records all the changes to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\">shareholders' equity</a>, which occurred during that period. These changes might include any share <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyback.asp\">buybacks</a>, stock issuance as well as any <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a> paid out to shareholders. Dividends are typically cash payments made to investors as a reward for owning the stock. However, dividends can also be paid out as shares of stock.\n", "\nThe statement of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/071415/what-are-some-examples-items-count-comprehensive-income.asp\">comprehensive income</a> list other types of income, which can include items such as foreign exchange gains or losses, hedging, and pension activity.\n", "\nTransparency helps reduce uncertainty and wild stock price fluctuations because all market participants can base decisions of value on the same data. Companies also have a strong motivation to provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/disclosure.asp\">disclosure</a> because transparency is rewarded by the stock's performance.\n", "\nA strong indicator of future growth is how a business invests its money. When an investor cannot find information stating where a company invests, the investor is less likely to invest in the business. Opaque financial statements could hide a company's debt level, for example, while the business is struggling with insolvency.\n", "\nInvestors should be aware of the underlying investments that compose their portfolios. For example, owning a single stock means investing in one company while owning a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\">mutual fund </a>means investing in a basket of securities or companies. Transparency helps to shows investors how much risk is involved with buying a security, which can aid in making more informed investment decisions.\n", "\nInvestors should compare their investment returns with those of related securities, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmarks</a>, and other asset classes to help determine how their investment is performing. If a stock, for example, is underperforming while the industry is doing well, it might be a red flag. In other words, market participants might be concerned about the company's financial situation, revenue outlook, debt load, or the ability of management to run the company effectively.\n", "\nInvesting limitations, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\">liquidity</a> restrictions–meaning it's difficult to readily buy and sell shares–as well as the fee structure for funds and investments, should be made available.\n", "\nIn February 2016, six groups at a Tyson shareholder meeting spoke with the chairman of the board John Tyson about the lack of transparency the company provided on its financial reports. The International Brotherhood of Teamsters noted that contributions to the American Beef Federation, the National Chicken Council as well as state and local lobbying efforts, were not readily available. Multiple shareholders noted that Tyson's chemical spill of acidic wastewater in Monett, Missouri killed over 100,000 fish in the city's waterways.\n", "\nShareholders wanted more information on the company's planned improvement of water quality in plant areas. Additionally, shareholders asked for an annual report showing plant safety records to ensure the records improve over time. Tyson family members controlled the company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/040315/what-can-shareholders-vote.asp\">voting rights</a> and did not approve of what was being asked of them. As a result, all six proposals were voted down.\n", "\nHowever, Tyson Foods was later fined $2 million in early 2018 by the U.S. Justice Department as originally reported by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://fox2now.com/news/tyson-fined-2-m-for-causing-missouri-fish-kill/\" rel=\"nofollow\">Associated Press.</a> As part of the settlement, the company was required to hire an independent auditor to review their environmental compliance procedures, conduct training, and make improvements to their poultry facilities.\n"]}