{"name": "Transfer Pricing", "@id": "https://www.investopedia.com/terms/t/transfer-pricing.asp", "related": ["https://www.investopedia.com/terms/t/transferprice.asp", "https://www.investopedia.com/terms/g/geographical-pricing.asp", "https://www.investopedia.com/terms/f/ftp.asp", "https://www.investopedia.com/terms/g/gdp.asp", "https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/p/profitmargin.asp"], "body": ["\nTransfer pricing is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accounting-practice.asp\" rel=\"noopener noreferrer\">accounting practice</a> that represents the price that one division in a company charges another division for goods and services provided. Transfer pricing allows for the establishment of prices for the goods and services exchanged between a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\" rel=\"noopener noreferrer\">subsidiary</a>, an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate.asp\" rel=\"noopener noreferrer\">affiliate</a>, or commonly controlled companies that are part of the same larger enterprise. Transfer pricing can lead to tax savings for corporations, though tax authorities may contest their claims.\n", "\nTransfer pricing is an accounting and taxation practice that allows for pricing transactions internally within businesses and between subsidiaries that operate under common control or ownership. The transfer pricing practice extends to cross-border transactions as well as domestic ones.\n", "\nA transfer price is used to determine the cost to charge another division, subsidiary, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/holdingcompany.asp\" rel=\"noopener noreferrer\">holding company</a> for services rendered. Typically, transfer prices are priced based on the going market price for that good or service. Transfer pricing can also be applied to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intellectualproperty.asp\" rel=\"noopener noreferrer\">intellectual property</a> such as research, patents, and royalties.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multinationalcorporation.asp\" rel=\"noopener noreferrer\">Multinational companies (MNC)</a> are legally allowed to use the transfer pricing method for allocating earnings among their various subsidiary and affiliate companies that are part of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\" rel=\"noopener noreferrer\">parent organization</a>. However, companies at times can also use (or misuse) this practice by altering their taxable income, thus reducing their overall taxes. The transfer pricing mechanism is a way that companies can shift tax liabilities to low-cost tax jurisdictions.\n", "\nTo better understand how transfer pricing impacts a company's tax bill, let's consider the following scenario. Let's say that an automobile manufacturer has two divisions: Division A, which manufacturers software while Division B manufactures cars.\n", "\nDivision A sells the software to other carmakers as well as its parent company. Division B pays Division A for the software typically at the prevailing market price that Division A charges other carmakers.\n", "\nLet's say that Division A decides to charge a lower price to Division B instead of using the market price. As a result, Division A's sales or revenues are lower because of the lower pricing. On the other hand, Division B's costs of goods sold (COGS) are lower, increasing the division's profits. In short Division A's revenues are lower by the same amount as Division B's cost savings—so there's no financial impact on the overall corporation.\n", "\nHowever, let's say that Division A is in a higher tax country than Division B. The overall company can save on taxes by making Division A less profitable and Division B more profitable. By making Division A charge lower prices and pass those savings onto Division B, boosting its profits through a lower COGS, Division B will be taxed at a lower rate. In other words, Division A's decision not to charge market pricing to Division B allows the overall company to evade taxes.\n", "\nIn short, by charging above or below the market price, companies can use transfer pricing to transfer profits and costs to other divisions internally to reduce their tax burden. Tax authorities have strict rules regarding transfer pricing to attempt to prevent companies from using it to avoid taxes.\n", "\nThe IRS states that transfer pricing should be the same between intercompany transactions that would have otherwise occurred, had the company done the transaction with a party or customer outside the company. According to the IRS website, transfer pricing is defined as follows:\n", "\nAs a result, the financial reporting of transfer pricing has strict guidelines and is closely watched by tax authorities. Extensive documentation is often required by auditors and regulators. If the transfer value is done incorrectly or inappropriately, the financial statements may need to be restated, and fees or penalties could be applied.\n", "\nHowever, there is much debate and ambiguity surrounding how transfer pricing between divisions should be accounted for and which division should take the brunt of the tax burden.\n", "\nA few prominent cases continue to be a matter of contention between tax authorities and the companies involved.\n", "\nDue to the production, marketing, and sale of Coca-Cola Co.’s (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=ko\" rel=\"noopener noreferrer\">KO</a>) concentrates in various overseas markets, the company continues to defend its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.natlawreview.com/article/let-s-get-ready-to-rumble-coca-cola-concentrates-trial-preparation\" rel=\"noopener noreferrer nofollow\">$3.3 billion transfer pricing</a> of a royalty agreement. The company transferred IP value to subsidiaries in Africa, Europe, and South America between 2007 and 2009. The IRS and Coca Cola continue to battle through litigation and the case has yet to be resolved.\n", "\nIn another high-stakes case, the IRS alleges that Facebook Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fb\" rel=\"noopener noreferrer\">FB</a>) <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.internationaltaxreview.com/article/b1kdw0nx8h3jz1/the-irs-takes-facebook-to-court-over-its-irish-tax-structure\" rel=\"noopener noreferrer nofollow\">transferred $6.5 billion of intangible assets to Ireland in 2010</a>, thereby cutting its tax bill significantly. If the IRS wins the case, Facebook may be required to pay up to $5 billion in addition to interest and penalties. The trial, which was set for August 2019 at the U.S. Tax Court, has been delayed allowing Facebook to possibly work out a settlement with the IRS.\n", "\nAs of 2019, Ireland-based medical device maker Medtronic and the IRS are due in court in 2020 to settle <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://news.bloombergtax.com/transfer-pricing/medtronic-irs-head-to-trial-again-in-2020-over-1-4b-tax-dispute\" rel=\"noopener noreferrer nofollow\">a dispute worth $1.4 billion</a>. Medtronic is accused of transferring intellectual property to low-tax havens globally. The transfer involves the value of intangible assets between Medtronic and its Puerto Rican manufacturing affiliate for the tax years 2005 and 2006. The court had originally sided with Medtronic, but the IRS has filed an appeal.\n"]}