{"name": "Transferable Letter of Credit Definition", "@id": "https://www.investopedia.com/terms/t/transferable-letter-of-credit.asp", "related": ["https://www.investopedia.com/terms/l/letterofcredit.asp", "https://www.investopedia.com/terms/b/bank_confirmation_letter.asp", "https://www.investopedia.com/terms/t/third-party-transaction.asp", "https://www.investopedia.com/terms/b/bankletterofcreditpolicy.asp", "https://www.investopedia.com/terms/a/acceptance-market.asp", "https://www.investopedia.com/terms/c/confirmed-letter-credit.asp"], "body": ["\nA transferable letter of credit is a type of financial guarantee, known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/letterofcredit.asp\">letter of credit</a>, that additionally allows the first <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiary</a> to transfer some or all of the credit to another party, which creates a secondary beneficiary. The party that initially accepts the transferable letter of credit from the bank is referred to as the first, or primary beneficiary.\n", "\nA transferable letter of credit is often used in business deals to ensure payment to the supplier or manufacturer. A transferable letter of credit is an alternative option to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advance-payment.asp\">advance payments</a>.\n", "\nA transferable letter of credit is a letter of credit that includes a transferable provision. Sellers of manufactured goods often require a letter of credit—a letter from a bank that guarantees a buyer's payment to a seller will be received on time and for the correct amount—before proceeding with a customer’s order. If a seller requires a letter of credit, the buyer must partner with a bank for a letter of credit approval.\n", "\nIn a transferable letter of credit, the bank will include provisions for transferring the extension of credit—all or part of the credit for which the buyer was approved—to a secondary beneficiary. The secondary beneficiary receives rights to the payment if a loan is needed at the time of payment. The first beneficiary, however, is still liable for payments on the loan if it is disbursed by the bank.\n", "\nThe parties involved in a transferable letter of credit are the applicant, the first beneficiary, and the second beneficiary. The applicant is the buyer in the transaction, while the first beneficiary is a middleman. The second beneficiary is the seller.\n", "\nThe letter of credit approval process is similar to the process of receiving a bank loan. The buyer must submit a letter of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-application.asp\">credit application</a>, including details on their credit profile. A bank will analyze a buyer’s credit score and financial stability in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> process. If approved, the letter of credit shows the bank is willing to issue a loan for a specified amount to the borrower if a loan is needed to cover the payment of the customer’s order with the seller.\n", "\nA transferable letter of credit is a form of credit support used in both domestic and international trade agreements. Assume a buyer has contracted $45,000 worth of goods with a seller. In the deal, the seller specifically requires a transferable letter of credit before proceeding with the production.\n", "\nA buyer needs to partner with a bank to obtain approval for a $45,000 letter of credit with a transferable provision allowing payout to the seller as a secondary beneficiary. If the bank agrees to a $45,000 transferable provision, then the original beneficiary can request a $45,000 payment from the bank directly to the seller at the time of sale.\n", "\nA transferable letter of credit can be a more convenient option for a buyer than a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/confirmed-letter-credit.asp\">confirmed letter of credit</a>. That's because the buyer is only required to deal with one bank for a transferable letter of credit.\n", "\nIn a confirmed letter of credit, however, the buyer must obtain two letters of credit to make the first letter of credit confirmed. They are obtained from two different banks, and the second bank guarantees the letter from the first bank. Confirmed letters of credit are required by a seller in the event that the first bank defaults on repayment.\n"]}