{"name": "Travel Insurance Defined", "@id": "https://www.investopedia.com/terms/t/travel-insurance.asp", "related": ["https://www.investopedia.com/terms/w/world-insurance.asp", "https://www.investopedia.com/terms/a/aviation-accident-insurance.asp", "https://www.investopedia.com/terms/w/watercraft-insurance.asp", "https://www.investopedia.com/terms/i/insurance-coverage.asp", "https://www.investopedia.com/terms/h/hazardous-activity.asp", "https://www.investopedia.com/terms/b/basic-reparations-benefits.asp"], "body": ["\nTravel insurance is a type of insurance that covers the costs and losses associated with traveling. It is useful protection for those traveling domestically or abroad. \n", "\nAccording to a 2020 NerdWallet survey of 2,000 Americans, only one in five Americans bought travel insurance for leisure trips prior to COVID-19. But 45% say they're likely to purchase travel insurance for future leisure trips.\n", "\nMany companies selling tickets or travel packages, give consumers the option to purchase travel insurance, also known as travelers insurance. Some travel policies cover damage to personal property, rented equipment, such as rental cars, or even the cost of paying a ransom. Frequently sold as a package, travel insurance may include several types of coverage. The main categories of travel insurance include trip cancellation or interruption coverage, baggage and personal effects coverage, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-expenses.asp\">medical expense</a> coverage, and accidental death or flight accident coverage.\n", "\nCoverage often includes 24/7 emergency services, such as replacing lost passports, cash wire assistance, and re-booking canceled flights. Also, some travel insurance policies may duplicate existing coverage from other providers or offer protection for costs that are refundable by other means. \n", "\nTrip cancellation insurance, sometimes known as trip interruption insurance or trip delay insurance, reimburses a traveler for prepaid, nonrefundable travel expenses. Providers vary on acceptable cancellation and interruption causes and the amount of reimbursement available. The most common acceptable reasons include illness, a death in the immediate family, sudden business conflicts, and weather-related issues.\n", "\nTrip cancellation is beneficial when paying more upfront than what you're comfortable losing. For example, if you pay $2,000 for a package tour and the tour's cancellation policy stipulates that all but $100 is refundable upon cancellation, travel insurance will cover only the nonrefundable $100. Also, there is no need to protect a refundable airline ticket. \n", "\nBaggage and personal effects coverage protects lost, stolen, or damaged belongings during a trip. It may include coverage during travel to and from a destination. Most carriers, such as airlines, reimburse travelers if baggage is lost or destroyed because of their error. However, there may be limitations on the amount of reimbursement. Therefore, baggage and personal effects coverage provides an additional layer of protection.\n", "\nThe possibility of baggage and personal belongings being lost, stolen, or damaged is a frequent travel problem. Many travel insurance policies pay for belongings only after you exhaust all other available claims. Your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homeowners-insurance.asp\">homeowners</a> or renters insurance may extend coverage outside of your domicile, and airlines and cruise lines are responsible for loss and damage to your baggage during transport. Also, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-travel-credit-cards-4801017\">credit cards </a>may provide automatic protection for things like delays and baggage or rental car accidents if used for deposits or other trip-related expenses.\n", "\nThe two primary types of medical travel insurance policies are short-term medical and major medical coverage. Short-term policies cover a traveler from five days to one year, depending on the policy chosen. Major medical coverage is for travelers who are planning to take longer trips ranging from six months to one year or longer.\n", "\nMedical coverage can help with medical expenses, help to locate doctors and healthcare facilities, and even assist in obtaining foreign-language services. As with other policies, coverage will vary by price and provider. Some may cover airlift travel to a medical facility, extended stays in foreign hospitals, and medical evacuation to receive care.\n", "\nThe U.S. government urges Americans to consult their medical insurance providers before traveling to determine whether a policy extends its coverage abroad. For example, medical insurance may cover the insured in the U.S. and Canada, but not in Europe. Also, some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/healthinsurance.asp\">health insurance</a> providers may require prior approval for coverage to remain valid.\n", "\nBefore purchasing a policy, it is imperative to read the policy provisions to see what exclusions, such as preexisting medical conditions, apply and not assume that the new coverage mirrors that of an existing plan.\n", "\nEmergency medical coverage may be redundant. Most health insurance companies pay “customary and reasonable” hospital costs if you become sick or injured while traveling, but few will pay for a medical evacuation. Note that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a> does not cover any expenses outside the U.S. \n", "\nIf an accident results in death, disability, or serious injury to the traveler or a family member accompanying the traveler, an accidental death and flight accident policy pays benefits to surviving <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary.asp\">beneficiaries</a>. Flight accident insurance provides coverage for accidents and deaths occurring during flights on a licensed commercial airliner. General exclusions will apply, such as death caused by drug overdose, death resulting from sickness, et al. \n", "\nAccidental death coverage may not be necessary if you already have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life insurance</a> policy. However, benefits paid by your travel insurance coverage may be in addition to those paid by your life insurance policy, thus leaving more money to your beneficiaries. \n", "\nTravel insurance will vary by the provider on cost, exclusions, and coverage. The buyer should be aware of reading all disclosure statements before they purchase the insurance. Coverage is available for single, multiple, and yearly travel. Per-trip coverage protects a single trip and is ideal for people who travel occasionally. Multi-trip coverage protects numerous trips occurring in one year, but none of the excursions can exceed 30 days. Annual coverage is for frequent travelers. It protects for a full year.\n", "\nIn addition to the duration of travelers insurance coverage, premiums are based on the type of coverage provided, a traveler's age, the destination, and the cost of your trip. Standard per-trip policies cost between 5% to 7% of the trip’s cost. Specialized policy riders focus on the needs of business travelers, athletes, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expatriate.asp\">expatriates</a>.\n", "\nAlso, when traveling, it is suggested that a traveler register travel plans with the State Department through its free <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://travelregistration.state.gov/\">travel registration website</a>. The nearest embassy or consulate can contact them if there is a family, state or national emergency.\n", "\nIn this post-COVID-19 world, even if you haven't purchased travel insurance before, you might want to consider it now. The main types of travel insurance include trip cancellation or interruption coverage, baggage and personal effects coverage, medical expense coverage, and accidental death or flight accident coverage.\n"]}