{"name": "Traveler’s Check Definition", "@id": "https://www.investopedia.com/terms/t/travelerscheck.asp", "related": ["https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/v/visa-card.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/e/electronic-funds-transfer-act.asp", "https://www.investopedia.com/corporate-credit-cards-definition-4685050"], "body": ["\nA traveler’s check (sometimes spelled \"cheque\") is a once-popular but now largely outmoded medium of exchange utilized as an alternative to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hardcurrency.asp\">hard currency</a> and intended to aid tourists. The product is typically used by people on vacation in foreign countries. It offers a safe way to travel overseas without the risks associated with losing cash. The issuing party, usually a bank, provides security against lost or stolen checks.\n", "\nBeginning in the late 1980s, traveler’s checks have increasingly been supplanted by credit and prepaid debit cards.\n", "\nA traveler’s check is for a prepaid fixed amount and operates like cash, so a purchaser can use it to buy goods or services when traveling. A customer can also exchange a traveler’s check for cash. Major financial service institutions issue traveler’s checks, and banks and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditunion.asp\">credit unions</a> sell them, though their ranks have significantly dwindled today.\n", "\nThey come in several fixed denominations in a variety of currencies, making them <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/082114/best-places-exchange-currency.asp\">a safeguard in countries with fluctuating exchange rates</a>, and they do not have an expiration date. They are not linked to a customer’s bank account or line of credit and do not contain personally identifiable information, thus eliminating the risk of identity theft. They operate via a dual signature system. You sign them when you purchase them, and then you sign them again when you cash them, which is designed to prevent anyone other than the purchaser from using them.\n", "\nMany banks, hotels, and retailers used to accept them as cash, although some banks charged fees to cash them. However, with the rising worldwide use of credit cards and prepaid debit cards—such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://usa.visa.com/travel-with-visa/explore-product-benefits.html#1\">Visa TravelMoney card</a>, which offers zero liability for its unauthorized use—it is getting much harder to find institutions that will cash traveler’s checks.\n", "\nOn Jan. 1, 1772, the London Credit Exchange Company was the first business to issue traveler’s checks.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> In 1874 the Thomas Cook company issued circular notes that worked like traveler’s checks.\n", "\nJames C. Fargo, the president of the American Express Company, was a wealthy, well-known American who was unable to get checks cashed during a trip to Europe in 1890.<span class=\"ql-inline-citation\" data-cite=\"7\"></span> A company employee, Marcellus F. Berry, believed that the solution for taking money overseas required a check with the signature of the bearer and devised a product for it. On July 7, 1891, Berry received copyrights for the instrument he termed the “traveler’s cheque,” and to this day American Express and Visa still use the British spelling on their products.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nCompanies that still issue traveler's checks today include American Express, Visa, and AAA. They often come with a 1% to 2% purchase fee. but AAA members can obtain checks without a fee at most AAA offices through a service known as Wells Fargo Foreign Currency (by and large, AAA now offers members pre-paid international Visa cards instead of paper checks).<span class=\"ql-inline-citation\" data-cite=\"4\"></span> I\n", "\nn the U.S., they are available primarily from American Express (use <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www385.americanexpress.com/wheretobuy/landing\">this page</a> to search for purchase locations).<span class=\"ql-inline-citation\" data-cite=\"2\"></span> You can also purchase traveler's checks online from American Express' website, but you will need to be registered with an account.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Visa offers traveler's checks at Citibank locations nationwide, as well as at several other banks.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nIf you want to convert your traveler's checks into cash (instead of spending them directly), you can often deposit them normally at your bank. Many hotel or resort lobbies will also provide this service to guests at no charge. American Express also provides a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://travelerscheques.americanexpress.com/TCPortal/en-us/encashHome.do\">service to redeem</a> traveler's checks that they issue online to be deposited into your bank account. The redemption application online should take less than 15 minutes to complete.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nTraveler's checks are handy for tourists who do not want to risk losing their cash or having it stolen while abroad. Because they could be reported lost or stolen and the funds replaced, they provide peace of mind. This was particularly a concern before credit cards and ATM machines were widespread and affordable around the world for most travelers. At the same time, these paper checks are now a bit outdated and come with a fee to purchase, making them potentially more expensive and cumbersome than using plastic or electronic payments.\n", "\nThe most obvious alternative is to use a credit or debit card issued by a bank that works worldwide and charges low or no foreign exchange fees on purchases or ATM withdrawals. If your bank doesn't allow for this, or charges high fees, then prepaid travel cards are the modern version of traveler’s checks. They allow you to get local currency from ATMs and make purchases with merchants—effectively eliminating the need for traveler’s checks.\n", "\nPrepaid cards are not linked to your bank account, which prevents anybody from draining your checking account if the card gets lost or stolen—and you can’t go into debt. Credit cards offer similar (or better) protection, but you might not want to use your everyday card abroad. By using a dedicated travel card, you avoid spreading your card numbers around, which means you can be less vigilant about monitoring your accounts when you get back home. Visa and MasterCard both offer prepaid cards designed for use abroad. Those cards are available online, through travel agents, and at banks or credit unions. \n", "\nTravel cards should feature low ATM fees, technology that lets you operate like a local in foreign countries, emergency cash when you lose the card, and “zero liability” fraud protection. That said, prepaid cards can be expensive, so you need to compare fees against your other cards to decide whether or not a travel card makes sense.<br/>\n", "\nFor U.S. citizens living abroad for extended periods of time, maintaining checking and other bank accounts in the United States provides several advantages, and many checking accounts are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/053116/top-10-checking-accounts-us-expats-living-abroad-cof-schw.asp#citibank\">friendly for foreign transactions</a>.\n"]}