{"name": "Treasury Bond (T-Bond) Definition", "@id": "https://www.investopedia.com/terms/t/treasurybond.asp", "related": ["https://www.investopedia.com/terms/t/treasury-yield.asp", "https://www.investopedia.com/terms/g/government-bond.asp", "https://www.investopedia.com/terms/t/treasurybill.asp", "https://www.investopedia.com/terms/g/government-paper.asp", "https://www.investopedia.com/terms/o/off_the_run_curve.asp", "https://www.investopedia.com/terms/i/indirect-bidder.asp"], "body": ["\nTreasury bonds (T-bonds) are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/government-bond.asp\" rel=\"noopener noreferrer\">government debt securities</a> issued by the U.S. Federal government that have <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maturitydate.asp\" rel=\"noopener noreferrer\">maturities</a> greater than 20 years. T-bonds earn periodic interest until maturity, at which point the owner is also paid a par amount equal to the principal.\n", "\nTreasury bonds are part of the larger category of U.S. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign-debt.asp\" rel=\"noopener noreferrer\">sovereign debt</a> known collectively as treasuries, which are typically regarded as virtually risk-free since they are backed by the U.S. government's ability to tax its citizens.\n", "\nTreasury bonds (T-bonds) are one of four types of debt issued by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\" rel=\"noopener noreferrer\">U.S. Department of the Treasury</a> to finance the U.S. government’s spending activities. The four types of debt are Treasury bills, Treasury notes, Treasury bonds, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tips.asp\" rel=\"noopener noreferrer\">Treasury Inflation-Protected Securities (TIPS)</a>. These securities vary by maturity and coupon payments.\n", "\nAll of them are considered benchmarks to their comparable fixed-income categories because they are virtually risk-free. T-bonds are backed by the U.S. government, and the U.S. government can raise taxes and increase revenue to ensure full payments. These investments are also considered benchmarks in their respective fixed-income categories because they offer a base risk-free rate of investment with the categories' lowest return. T-bonds have long <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duration.asp\" rel=\"noopener noreferrer\">durations</a>, issued with maturities of between 20 and 30 years.\n", "\nAs is true for other government bonds, T-bonds make interest payments semiannually, and the income received is only taxed at the federal level. Treasury bonds are issued at monthly online auctions held directly by the U.S. Treasury. A bond's price and its yield are determined during the auction. After that, T-bonds are traded actively in the secondary market and can be purchased through a bank or broker.\n", "\nIndividual investors often use T-bonds to keep a portion of their retirement savings risk-free, to provide a steady income in retirement, or to set aside savings for a child's education or other major expenses. Investors must hold their T-bonds for a minimum of 45 days before they can be sold on the secondary market.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTreasury bonds are issued with maturities that can range from 20 to 30 years. They are issued with a minimum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/denomination.asp\" rel=\"noopener noreferrer\">denomination</a> of $100, and coupon payments on the bonds are paid semiannually. The bonds are initially sold through an auction; the maximum purchase amount is $5 million if the bid is noncompetitive (or 35% of the offering if the bid is competitive).<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitivebid.asp\" rel=\"noopener noreferrer\">competitive bid</a> states the rate the bidder is willing to accept; it is accepted depending on how it compares with the set rate of the bond. A noncompetitive bid ensures the bidder gets the bond, but they have to accept the set rate. After the auction, the bonds can be sold in the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondarymarket.asp\" rel=\"noopener noreferrer\">secondary market</a>.\n", "\nThere is an active secondary market for T-bonds, making the investments highly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquid</a>. The secondary market also makes the price of T-bonds fluctuate considerably in the trading market. As such, current auction and yield rates of T-bonds dictate their pricing levels on the secondary market. Similar to other types of bonds, T-bonds on the secondary market see prices go down when auction rates increase because the value of the bond’s future cash flows is discounted at the higher rate. Inversely, when prices increase, auction rate yields decrease.\n", "\nIn the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\" rel=\"noopener noreferrer\">fixed-income market</a>, T-bond yields help to form the yield curve, which includes the full range of investments offered by the U.S. government. The <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldcurve.asp\" rel=\"noopener noreferrer\">yield curve</a> diagrams yield by maturity, and it is most often upward sloping (with lower maturities offering lower rates than longer-dated maturities). However, the yield curve can become inverted when long-term rates are lower than short-term rates. An inverted yield curve can signal an upcoming recession.\n"]}