{"name": "Treasury Stock (Treasury Shares) Definition", "@id": "https://www.investopedia.com/terms/t/treasurystock.asp", "related": ["https://www.investopedia.com/terms/p/paidincapital.asp", "https://www.investopedia.com/terms/a/additionalpaidincapital.asp", "https://www.investopedia.com/terms/u/unissuedstock.asp", "https://www.investopedia.com/terms/b/balancesheet.asp", "https://www.investopedia.com/terms/e/equitymethod.asp", "https://www.investopedia.com/terms/s/shareholdersequity.asp"], "body": ["\nTreasury stock, also known as treasury shares or reacquired stock refers to previously outstanding stock that is bought back from stockholders by the issuing company. The result is that the total number of outstanding shares on the open market decreases. These shares are issued but no longer outstanding and are not included in the distribution of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\" rel=\"noopener noreferrer\">dividends</a> or the calculation of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS).\n", "\nTreasury stock is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contraaccount.asp\" rel=\"noopener noreferrer\">contra equity account</a> recorded in the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholdersequity.asp\" rel=\"noopener noreferrer\">shareholder's equity</a> section of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\" rel=\"noopener noreferrer\">balance sheet</a>. Because treasury stock represents the number of shares <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharerepurchase.asp\" rel=\"noopener noreferrer\">repurchased</a> from the open market, it reduces shareholder's equity by the amount paid for the stock.\n", "\nIn addition to not issuing dividends and not being included in EPS calculations, treasury shares also have no voting rights. The amount of treasury stock repurchased by a company may be limited by its nation's regulatory body. In the United States, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC) governs buybacks.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWhen a company initially issues stock, the equity section of the balance sheet is increased through a credit to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonstock.asp\" rel=\"noopener noreferrer\">common stock</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/additionalpaidincapital.asp\" rel=\"noopener noreferrer\">additional paid-in capital</a> (APIC) accounts. The common stock account reflects the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\" rel=\"noopener noreferrer\">par value</a> of the shares, while the APIC account shows the excess value received over the par value. Due to <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/double-entry.asp\" rel=\"noopener noreferrer\">double-entry bookkeeping</a>, the offset of this journal entry is a debit to increase cash (or other asset) in the amount of the consideration received by the shareholders.\n", "\nTreasury shares reduce total shareholders' equity and are generally labeled as \"treasury stock\" or \"equity reduction\". There are two methods of accounting for treasury stock: the cost method and the par value method. The cost method uses the value paid by the company during the repurchase of the shares and ignores their par value; under this method, the cost of the treasury stock is included within the Stockholders' Equity portion of the balance sheet. It is common for stocks to have a minimal par value, such as $1, but sell and be repurchased for much more.\n", "\nUnder the cash method, at the time of the share repurchase, the treasury stock account is debited to decrease total shareholder's equity. The cash account is credited to record the expenditure of company cash. If the treasury stock is later resold, the cash account is increased through a debit and the treasury stock account is decreased, increasing total shareholder's equity, through a credit. In addition, a treasury paid-in capital account is either debited or credited depending on whether the stock was resold at a loss or a gain.\n", "\nUnder the par value method, at the time of share repurchase, the treasury stock account is debited, to decrease total shareholder's equity, in the amount of the par value of the shares being repurchased. The common stock APIC account is also debited to decrease it by the amount originally paid in excess of par value by the shareholders. The cash account is credited in the total amount paid out by the company for the share repurchase. The net amount is included as either a debit or credit to the treasury APIC account, depending on whether the company paid more when repurchasing the stock than the shareholders did originally.\n", "\nABC Company had originally sold 5,000 shares of common stock, with a $1 par value, for $41 per share. It therefore had $5,000 common stock (5,000 shares * $1 par value) and $200,000 common stock APIC (5,000 shares * ($41 - $1 paid in excess of par)) on its balance sheet. ABC Company has excess cash and believes its stock is trading below its intrinsic value. As a result, it decides to repurchase 1,000 shares of its stock at $50 for a total value of $50,000.\n", "\nThe repurchase creates a treasury stock contra equity account. Under the cash method, the treasury account would be debited for $50,000 and cash credited for $50,000. Under the par value method, treasury stock would be debited for $1,000 (1,000 shares * $1 par value), common stock APIC would be debited for $49,000 (1,000 shares * ($50 repurchase price - $1 par value)), and cash would be credited for $50,000.\n", "\nIn both the cash method and the par value method, the total shareholder's equity is decreased by $50,000. Assume the total sum of ABC Company's equity accounts including common stock, APIC, and retained earnings was $500,000 prior to the share <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buyback.asp\" rel=\"noopener noreferrer\">buyback</a>. The repurchase brings the total shareholder's equity down to $450,000.\n", "\nTreasury stock can be retired or held for resale in the open market. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retiredsecurities.asp\" rel=\"noopener noreferrer\">Retired shares</a> are permanently canceled and cannot be reissued later. Once retired, the shares are no longer listed as treasury stock on a company's financial statements. Non-retired treasury shares can be reissued through stock dividends, employee compensation, or a capital raising.\n"]}