{"name": "Triangular Arbitrage Definition", "@id": "https://www.investopedia.com/terms/t/triangulararbitrage.asp", "related": ["https://www.investopedia.com/terms/forex/f/forex-arbritrage.asp", "https://www.investopedia.com/terms/a/arbitrage.asp", "https://www.investopedia.com/terms/f/forward-exchange-contract.asp", "https://www.investopedia.com/terms/c/covered-interest-arbitrage.asp", "https://www.investopedia.com/terms/c/currencypair.asp", "https://www.investopedia.com/terms/forex/m/majors.asp"], "body": ["\nTriangular arbitrage is the result of a discrepancy between three foreign currencies that occurs when the currency's exchange rates do not exactly match up. These opportunities are rare and traders who take advantage of them usually have advanced computer equipment and/or programs to automate the process.\n", "\nA trader employing triangular arbitrage would exchange an amount at one rate (EUR/USD), convert it again (EUR/GBP) and then convert it finally back to the original (USD/GBP), and assuming low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\" rel=\"noopener noreferrer\">transaction costs</a>, net a profit.\n", "\nThis type of arbitrage is a riskless profit that occurs when a quoted exchange rate does not equal the market's cross-exchange rate. International banks, who make markets in currencies, exploit an inefficiency in the market where one market is overvalued and another is undervalued. Price differences between exchange rates are only fractions of a cent, and in order for this form of arbitrage to be profitable, a trader must trade a large amount of capital.\n", "\nAutomated trading platforms have streamlined the way trades are executed, as an algorithm is created in which a trade is automatically conducted once certain criteria is met. Automated trading platforms allow a trader to set rules for entering and exiting a trade, and the computer will automatically conduct the trade according to the rules. While there are many benefits to automated trading, such as the ability to test a set of rules on historical data before risking capital, the ability to engage in triangular arbitrage is only feasible using an automated trading platform. Since the market is essentially a self-correcting entity, trades happen at such a rapid pace that an arbitrage opportunity vanishes seconds after it appears. An automated trading platform can be set to identify an opportunity and act on it before it disappears.\n", "\nThat said, the speed of algorithmic trading platforms and markets can also work against traders. For example, there may be an execution risk in which traders are unable to a lock in a profitable price before it moves past them in seconds.\n", "\nAs an example, suppose you have $1 million and you are provided with the following exchange rates: EUR/USD = 0.8631, EUR/GBP = 1.4600 and USD/GBP = 1.6939.\n", "\nWith these exchange rates there is an arbitrage opportunity:\n", "\nFrom these transactions, you would receive an arbitrage profit of $1,373 (assuming no transaction costs or taxes).\n"]}