{"name": "Trickle-Down Theory Definition", "@id": "https://www.investopedia.com/terms/t/trickledowntheory.asp", "related": ["https://www.investopedia.com/terms/s/supply-sidetheory.asp", "https://www.investopedia.com/terms/m/market-dynamics.asp", "https://www.investopedia.com/terms/b/bush-tax-cuts.asp", "https://www.investopedia.com/terms/r/reaganomics.asp", "https://www.investopedia.com/terms/t/trickle-down-effect.asp", "https://www.investopedia.com/terms/l/laffercurve.asp"], "body": ["\nTrickle-down economics, or “trickle-down theory,” states that tax breaks and benefits for corporations and the wealthy will trickle down to everyone else. It argues for income and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\" rel=\"noopener noreferrer\">capital gains tax</a> breaks or other financial benefits to large businesses, investors, and entrepreneurs to stimulate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic growth</a>. The argument hinges on two assumptions: All members of society benefit from growth, and growth is most likely to come from those with the resources and skills to increase productive output.\n", "\nTrickle-down economics is political, not scientific. Although it is commonly associated with supply-side economics, there is no single comprehensive economic policy identified as trickle-down economics. Any policy can be considered “trickle-down” if the following are true: First, a principal mechanism of the policy disproportionately benefits wealthy businesses and individuals in the short run. Second, the policy is designed to boost <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standard-of-living.asp\" rel=\"noopener noreferrer\">standards of living</a> for all individuals in the long run.\n", "\nThe first reference to trickle-down economics came from American comedian and commentator Will Rogers, who used it to derisively describe President Herbert Hoover’s stimulus efforts during the Great Depression. More recently, opponents of President Ronald Reagan used the term to attack his <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income tax</a> cuts.\n", "\nTrickle-down economics comes in many forms. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supply-sidetheory.asp\" rel=\"noopener noreferrer\">Supply-side</a> theorists believe that less regulation, tax cuts for corporations, and high-income earners would incentivize companies and the wealthy to raise output and create better jobs. Demand-side theorists believe in subsidies and tariffs, whereby the wealthy need protections to keep paying their employees or to raise spending.\n", "\nThe trickle-down theory starts with a corporate income tax reduction as well as looser regulation. Also, wealthy taxpayers may get a tax cut, meaning the top income brackets get lowered. As a result, more money remains in the private sector leading to business investment, such as buying new factories, upgrading technology, and equipment, as well as hiring more workers. The new technologies boost productivity and economic growth.\n", "\nWealthy individuals spend more due to the extra money, which creates demand for goods in the economy and ultimately spurs economic growth and more jobs. The workers also spend and invest more, creating growth in industries such as housing, automobiles, consumer goods, and retail. Workers ultimately benefit from trickle-down economics as their standard of living increases. And since people keep more of their money (with lower tax rates), they're incentivized to work and invest.\n", "\nAs a result of the widespread economic growth, the government takes in more tax revenue—so much so, that the added revenue is enough to pay for the original tax cuts for the wealthy and corporations.\n", "\nAmerican economist Arthur Laffer, an advisor to the Reagan administration, developed a bell-curve style analysis that plotted the relationship between changes in the official government tax rate and actual tax receipts. This became known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/laffercurve.asp\" rel=\"noopener noreferrer\">Laffer Curve</a>.\n", "\nThe nonlinear shape of the Laffer Curve suggested taxes could be too light or too onerous to produce maximum <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenue</a>; in other words, a 0% income tax rate and a 100% income tax rate each produce $0 in receipts to the government. At 0%, no tax can be collected; at 100%, there is no incentive to generate income. This should mean that specific cuts in tax rates would boost total receipts by encouraging more <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\" rel=\"noopener noreferrer\">taxable income</a>.\n", "\nLaffer’s idea that tax cuts could boost growth and tax revenue was quickly labeled “trickle-down.” Between 1980 and 1988, the top marginal tax rate in the United States fell from 70% to 28%. Between 1981 and 1989, total federal receipts increased from $599 billion to $991 billion.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The results empirically supported one of the assumptions of the Laffer Curve. However, it neither shows nor proves a correlation between a reduction in top tax rates and economic benefits to low- and medium-income earners.\n", "\nTrickle-down policies typically increase wealth and advantages for the already-wealthy few. Although trickle-down theorists argue that putting more money in the hands of the wealthy and corporations promotes spending and free-market capitalism, ironically, it does so with government intervention. Questions arise such as, which industries receive subsidies and which ones don't? And, how much growth is directly attributable to trickle-down policies?\n", "\nCritics argue that the added benefits the wealthy receive can distort the economic structure. Lower-income earners don't receive a tax cut adding to the growing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-inequality.asp\">income inequality</a> in the country. Many economists believe that cutting taxes for the poor and working families does more for an economy because they'll spend the money since they need the extra income. A tax cut for a corporation might go to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharerepurchase.asp\">stock buybacks</a> while wealthy earners might save the extra income instead of spending it. Neither does much for economic growth, critics argue.\n", "\nCritics also attest that any economic growth that's generated can't be tied back to the trickle-down policies. Many factors drive growth, including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservesystem.asp\">Federal Reserve Bank's</a> monetary policy, such as lowering interest rates making loans cheaper. Also, trade and exports, which are sales from U.S. companies to foreign companies, as well as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdi.asp\">foreign direct investment</a> from corporations and investors overseas, contribute to the economy as well.\n", "\nTrickle-down theory is most closely aligned with the general principals of what is more commonly referred to as \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/05/011805.asp\">supply-side economics</a>,\" touted for forty years as the logical underpinning of trickle-down theory. However, in December of 2020 a London School of Economics report by David Hope and Julian Limberg was released which examined five decades of tax cuts in 18 wealthy nations and found they consistently benefited the wealthy but had no meaningful effect on unemployment or economic growth\".<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nMany Republicans use the trickle-down theory to guide their policies. But it is still very heavily debated even today. President Donald Trump signed into law the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/taxes/trumps-tax-reform-plan-explained/\" rel=\"noopener noreferrer\">Tax Cuts and Jobs Act</a> on Dec. 22., 2017. The law cut personal tax rates slightly but also <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personal-exemption.asp\" rel=\"noopener noreferrer\">personal exemptions</a>. The personal tax cuts expire, however, in 2025 and revert to the old, higher rates.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nCorporations, on the other hand, got a permanent tax cut to 21%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ The bill also doubled the exemption for the estate tax, meaning the tax didn't kick in until over $11.18 million for the tax year 2018; the first year following the Act's approval. The amount has increased every year since then and for 2020 and 2021 the amounts are $11.58 million and $11.7 million, respectively.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nCritics of the plan say the top 1% get the larger tax cut versus those in lower income brackets. Other critics say any economic growth from the proposal would not offset any loss of revenue from the cuts. However, supporters say that the bill will lead to more business investment, consumer spending, and economic stability for the next several years. One thing is for certain, the debate over the effectiveness of trickle-down economic theories will rage on for many years to come.\n"]}