{"name": "Trustee Definition", "@id": "https://www.investopedia.com/terms/t/trustee.asp", "related": ["https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/a/acceptance-of-office-by-trustee.asp", "https://www.investopedia.com/terms/s/settlor.asp", "https://www.investopedia.com/terms/m/marital-trust.asp", "https://www.investopedia.com/terms/p/prudent-investor-rule.asp"], "body": ["\nA trustee is a person or firm that holds and administers property or assets for the benefit of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\" rel=\"noopener noreferrer\">third party</a>. A trustee may be appointed for a wide variety of purposes, such as in the case of bankruptcy, for a charity, for a trust fund, or for certain types of retirement plans or pensions.\n", "\nTrustees are trusted to make decisions in the beneficiary's best interests and often have a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a> responsibility, meaning they act in the best interests of the trust beneficiaries to manage their assets.\n", "\nA trustee is any type of person or organization that holds the legal title of an asset or group of assets for another person, referred to as the beneficiary. A trustee is granted this type of legal title through a trust, which is an agreement between two consenting parties.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\" rel=\"noopener noreferrer\">trust</a> is essentially a relationship in which a person or party that owns assets (called a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustor.asp\" rel=\"noopener noreferrer\">trustor</a>) gives the trustee the right to hold the title to those assets or property for the benefit of a third party, (called the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beneficiary-of-trust.asp\" rel=\"noopener noreferrer\">trust beneficiary</a>). A trust might be created to provide legal protection for the assets of the trustor and to ensure that the assets are distributed properly. The trustee is charged with making sure that the wishes of the trustor are fulfilled.\n", "\nA trustee is thus responsible for the proper management of all property and other assets owned by the trust for the benefit of a beneficiary. A trustee's specific duties are unique to the agreement of the trust and are dictated by the type of assets being held in trust. If, for example, a trust is comprised of various real estate properties, it will be the trustee's duty to oversee those pieces of land.\n", "\nTrustees are also required to financially manage and oversee accounts within a trust when it is made up of other investments, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equities</a> in a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brokerageaccount.asp\" rel=\"noopener noreferrer\">brokerage account</a>.\n", "\nAll trustees have general guidelines and responsibilities, regardless of the specificity of the trust agreement. All assets must be confirmed as safe and under the control of the trustee. This includes understanding the potentially unique terms of the trust and the desires of the beneficiaries. Any investable assets have to be considered productive for the future benefit of the beneficiaries.\n", "\nTrustees must interpret and understand the trust agreement and be able to administer the distribution of any trust assets to the proper parties or beneficiaries. For example, a trust might be established to provide money for education for the trustor's grandchildren. The trustee would be charged with honoring the specifics of the trust agreement, which might include the specific expenses that can be paid for with the trust money such as tuition and books.\n", "\nTrustees are also required to prepare any and all records on behalf of the trust, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-statements.asp\" rel=\"noopener noreferrer\">financial statements</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxreturn.asp\" rel=\"noopener noreferrer\">tax returns</a>. Trustees are expected to communicate with beneficiaries on a regular basis and keep them informed on the associated accounts and taxes.\n", "\nFinally, all trustees are considered the decision-makers for all matters of the trust and make those decisions based on the provisions outlined in the trust agreement. These matters include finding answers to any questions that beneficiaries may have prior to making the decision.\n"]}