{"name": "Trust Preferred Securities (TruPS)", "@id": "https://www.investopedia.com/terms/t/trustpreferredsecurity.asp", "related": ["https://www.investopedia.com/terms/e/etn.asp", "https://www.investopedia.com/terms/c/contingentconvertible.asp", "https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/q/quids.asp", "https://www.investopedia.com/terms/d/dividend.asp", "https://www.investopedia.com/terms/f/fixed-incomesecurity.asp"], "body": ["\nTrust preferred securities are issued by large banks and bank holding companies. The bank opens a trust which is funded with debt. Then the bank carves up shares of the trust and sells them to investors in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\">preferred stock</a>. The resulting stock is called a trust preferred security, or TruPS. It is an important distinction that, when buying a trust preferred security, the investor is buying a portion of the trust and its underlying holdings, not a piece of ownership in the bank itself.\n", "\nThe trust preferred security has characteristics of both stock and debt. While the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust.asp\">trust </a>is funded with debt, the shares issued are considered to be preferred stock and even pay dividends like preferred stock. However, since the trust holds the bank's debt as the funding vehicle, the payments the investors receive are actually interest payments and are taxed as such by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">IRS</a>.\n", "\nThe trust preferred security usually offers a higher periodic payment than a share of preferred stock and can have a maturity of up to 30 years due to the long maturity timeline of the debt used to fund the trust. The payments to stockholders can be on a fixed schedule or variable. In addition, some of the provisions in trust preferred securities can allow for deferral of interest payments for up to five years. The TruPS matures at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\">face value</a> at the end of the term, but there is the potential for early <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/redemption.asp\">redemption</a>, if the issuer so chooses.\n", "\nTrust preferred securities have been created by companies for their favorable accounting treatments and flexibility. Specifically, these securities are taxed like <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obligation.asp\">debt obligations</a> by the Internal Revenue Service while maintaining the appearance of equities in a company's accounting statements, according to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gaap.asp\">GAAP</a> procedures. The issuing bank pays tax-deductible interest payments into the trust, which is then distributed to the trust's shareholders.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\">Dodd-Frank</a> financial reform act passed in 2010 included a section that called for the phase-out of Tier 1 capital treatment of trust preferred securities issued by institutions with over $15 billion in assets by 2013. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tier1capital.asp\">Tier 1 capital</a> treatment means that banks can use money invested in their trust preferred securities to count towards their Tier 1 capital ratio, which is the money banks keep on hand to cover losses sustained due to bad debt. Phasing out or excluding trust preferred securities in the Tier 1 capital ratio increases funding requirements for banks and, in some cases, reduced the number of incentives for banks to issue trust preferred securities.\n", "\nLastly, the costs are among the disadvantages for companies issuing trust preferred securities because the trusts sometimes have features like deferral of interest payments and early redemption of shares. These nuances make them less attractive to investors and, therefore, the rates on trust preferred securities are typically higher than those offered on other types of debt, simply investors demand a greater rate of return. The costs of investment banking fees for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting </a>the securities, can be hefty as well.\n"]}