{"name": "Trust Company Definition", "@id": "https://www.investopedia.com/terms/t/trustcompany.asp", "related": ["https://www.investopedia.com/terms/c/corporate-agent.asp", "https://www.investopedia.com/terms/g/gic.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/u/utma.asp", "https://www.investopedia.com/terms/t/trust.asp", "https://www.investopedia.com/terms/r/receiver.asp"], "body": ["\nA trust company is a legal entity that acts as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\">fiduciary</a>, agent, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trustee.asp\">trustee</a> on behalf of a person or business for the purpose of administration, management, and the eventual transfer of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trust-property.asp\">assets</a> to a beneficial party. The trust company acts as a custodian for trusts, estates, custodial arrangements, asset management, stock transfer, beneficial ownership registration, and other related arrangements.\n", "\nAlthough trusts often have an individual assigned as the trustee, a trust company can also act in the same capacity. A trust company does not own the assets its customers assign to its management, but it may assume some legal obligation to take care of assets on behalf of other parties.\n", "\nA trust company or trust department is usually a division or an associated company of a commercial bank. Trusts and similar arrangements managed for eventual transfer are managed for profit, which it may take out of the assets annually or upon transfer to the beneficial third party.\n", "\nThere are many trust companies to choose from, ranging in size and fees. The larger trust companies provide more products and services but may lack the personal touch of smaller institutions. Some of the larger trust companies are Northern Trust, Bessemer Trust, and U.S. Trust, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/5-companies-owned-by-bac-5093698\">which is now part of Bank of America Corporation</a>. These trusts generally charge their fees based on a percentage of assets, ranging from 0.25 percent to 2.0 percent, depending on the size of the trust.\n", "\nTrust companies offer a variety of services, including the daily operational tasks for managing the trust. Also, there are many types of trusts that can use trust companies as a trustee, such as charitable trusts.\n", "\nTrust companies are also used in estate planning matters. A trust company can be left as a successor trustee for a trust when there are no financially responsible family members. Upon the death of the grantor, the trust company will become the new trustee and manage the assets according to the terms of the trust.\n", "\nA trust company is hired to act as a fiduciary, meaning they act on your behalf and won't take advantage of you. As a result, a trust company can make all of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment.asp\">investment</a> decisions and act in the best interest of its client. The investment management services offered by trust companies can be helpful to those who are not experienced or knowledgeable about the financial markets.\n", "\nAlso, clients who don’t want or care to manage their day-to-day finances can also benefit from using a trust company.\n", "\nTrust companies are often good alternatives for preventing future family squabbles when dealing with inheritances and estate planning. If dividing up the assets of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estate.asp\">estate</a> will cause family turmoil, a trust company can act as a neutral third party.\n"]}