{"name": "TSA PreCheck Definition", "@id": "https://www.investopedia.com/terms/t/tsa-pre.asp", "related": ["https://www.investopedia.com/terms/n/nexus.asp", "https://www.investopedia.com/terms/k/kiosk.asp", "https://www.investopedia.com/terms/g/government-shutdown.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/p/personalfinance.asp"], "body": ["\nTSA PreCheck is a U.S. government program that allows travelers deemed low-risk by the Transportation Security Administration (TSA), a U.S. Department of Homeland Security agency, to pass through an expedited security screening at certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/022916/economic-analysis-lowcost-airline-industry-luvdal.asp\">U.S. airports</a>. In July 2019 alone, 93% of TSA PreCheck passengers took less than five minutes to pass through the TSA security checkpoint.\n", "\nQualifying travelers don’t have to remove their belts, shoes, or lightweight jackets. They may also leave a laptop in its case and a 3-1-1 compliant bag (which can contain items with small quantities of liquids and gels, such as a travel-size bottle of mouthwash) in their carry on luggage.\n", "\nThe program is intended to speed up the passage of verified travelers through security checkpoints, which may become crowded as passengers gather to board their flights. Typically, passengers must remove articles of clothing and personal items that could be used to contain hazardous materials.\n", "\nShoes, for example, were previously used in attempts to smuggle and detonate explosives on an airplane. Electronic equipment, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/012716/worlds-top-10-hardware-companies-aaplibm.asp\">laptops</a>, are also usually subject to scrutiny at checkpoints because of attempts to hide materials inside by removing components. TSA PreCheck verifies which passengers are present the lowest risk to flight security, so these passengers can pass through security checkpoints without the need to remove shoes, belts, or jackets from their person or laptops and liquids from their bags.\n", "\nSome 200 airports and 73 airlines offer this service. You can <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://universalenroll.dhs.gov/servicecode/11115V\">apply directly</a> to the TSA. You will have to visit one of the more than <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://universalenroll.dhs.gov/locator\">380 application centers </a>where you will be fingerprinted and asked for valid identity and citizenship information. The in-person background check and fingerprinting appointment take about ten minutes. There is an $85 non-refundable application fee. Travelers who are foreign citizens must meet certain residency requirements in order to qualify for the program.\n", "\nThe Department of Homeland Security operates other federal programs such as Global Entry, NEXUS, and SENTRI for verifying the identities of trusted travelers. The NEXUS program covers pre-screened travelers who are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/022415/5-countries-where-us-citizens-need-visas.asp\">traveling between Canada and the U.S.</a> The SENTRI program governs travel on land into the U.S. from Mexico. Global Entry lets trusted travelers who are traveling internationally quickly move through customs and border protection.\n", "\nOnce approved, you will receive a Known Traveler Number (KTN). Use that number any time you book a flight. The KTN is valid for five years. When you have your KTN, you can use a faster line at participating airports reserved for TSA pre-passengers.\n"]}