{"name": "Turnkey Solution Definition", "@id": "https://www.investopedia.com/terms/t/turnkey_solution.asp", "related": ["https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/t/turnkeybusiness.asp", "https://www.investopedia.com/terms/t/turnkey-cost.asp", "https://www.investopedia.com/terms/e/erp.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp", "https://www.investopedia.com/terms/m/manufactured_housing.asp"], "body": ["\nA turnkey solution is a type of system built <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/end-to-end.asp\">end-to-end</a> for a customer that can be easily implemented into a current business process. It is immediately ready to use upon implementation and is designed to fulfill a certain process such as manufacturing (in part or whole), billing, website design, training, or content management.\n", "\nA turnkey solution system is different than a custom-built or designed system. When a company or business isn't looking for multiple bells and whistles, a turnkey solution may be an affordable and simple option.\n", "\nIn a turnkey solution, a corporate buyer just has to \"turn\" a \"key\" to commence a business activity in the newly built structure. \"Solution\" evolved in the turnkey concept as economies became more service-based.\n", "\nA possible drawback of this method, as opposed to designing a process in-house or a custom-built system, is that specifications that are important to a particular company may not be sufficiently integrated into the solution. In-house or custom-built versus turnkey decisions take the complexity of a business process into consideration.\n", "\nTraditionally, turnkey, as a term, is commonly applied to construction projects, such as warehouses, other purpose-built buildings, or houses. The idea is that the building contractor finishes a product that the buyer can utilize immediately.\n", "\nA turnkey property is usually a newly renovated and updated apartment building or home that is move-in ready for buyers or renters. Real estate companies, property sellers and buyers, and real estate investors often describe new buildings or homes as \"turnkey\" ready.\n", "\nA turnkey business may refer to a business that can be purchased without having to make any changes to the business model or products sold. For example, a franchise like Taco Bell is a type of turnkey business.\n", "\nA turnkey solution may be the most affordable way to construct something end-to-end that is beneficial to multiple users. However, turnkey solutions may not take into account the individual needs of a company. A turnkey solution for content management software offered by a third-party company may be cheaper to purchase, but it may not cover all the needs of the purchaser.\n", "\nA company looking to implement an online billing feature on its website can use third-party providers to process each <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\">transaction</a> and handle all the technical issues surrounding this process. The use of a turnkey solution, in this case, allows the company to avoid the headaches of programming the tool in-house and the approvals associated with developing a billing system from scratch.\n"]}