{"name": "Tweezer Definition", "@id": "https://www.investopedia.com/terms/t/tweezer.asp", "related": ["https://www.investopedia.com/terms/h/hammer.asp", "https://www.investopedia.com/terms/h/heikinashi.asp", "https://www.investopedia.com/terms/s/sushiroll.asp", "https://www.investopedia.com/terms/e/eveningstar.asp", "https://www.investopedia.com/terms/r/realbody.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp"], "body": ["\nA tweezer is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a> pattern, commonly involving two <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/candlestick.asp\">candlesticks</a>, that can signify either a market <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/atop.asp\">top</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottom.asp\">bottom</a>. Tweezer patterns are <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\">reversal</a> patterns and occur when two or more candlesticks touch the same bottom for a tweezer bottom pattern, or when two or more candlesticks touch the same top for a tweezer top pattern.\n", "\nTweezer bottoms are considered to be short-term bullish reversal patterns, whereas tweezer tops are thought to be bearish reversals. Essentially, with both formations, either buyers or sellers were not able to push the top or bottom any further. Both types of patterns require close observation and research to be interpreted and used correctly.\n", "\nAs an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/040714/tweezers-provide-precision-trend-traders.asp\">investment strategy, tweezers</a> offer traders a level of precision when seeking to take advantage of market trends. While tweezers can take on a variety of appearances, they all have a couple of traits in common: Sometimes appearing at market-turning points, these candlestick patterns can be used for analysis purposes—to simply indicate the possibility of a reversal—or they can be used within a broader context of market analysis to provide trade signals for trend traders.\n", "\nTweezers were made mainstream in Steve Nison's popular candlestick charting book <em>Japanese Candlestick Charting Techniques</em>.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> Candlestick methods are characterized by the body of a candle which is created by the difference between the open and close, while the thin \"shadows\" on either end of the candle mark the high and low over that period. A dark, or red, candle indicates the close was below the open, while a white or green candle highlights the price closing higher than it opened.\n"]}