{"name": "Two-Bin Inventory Control Definition", "@id": "https://www.investopedia.com/terms/t/two-bin-inventory-control.asp", "related": ["https://www.investopedia.com/terms/p/purchase-order-lead-time.asp", "https://www.investopedia.com/terms/j/jit.asp", "https://www.investopedia.com/terms/e/economicorderquantity.asp", "https://www.investopedia.com/terms/i/inventoryturnover.asp", "https://www.investopedia.com/terms/t/total-quality-management-tqm.asp", "https://www.investopedia.com/terms/j/jic.asp"], "body": ["\nTwo-bin inventory control is a system used to determine when items or materials used in production should be replenished. When items in the first bin have been depleted, an order is placed to refill or replace them. The second bin is then supposed to have enough items to last until the order for the first bin arrives. In short, the first bin has a minimum of working stock, and the second bin keeps reserve stock or remaining material.\n", "\nThe two-bin inventory control method is also sometimes referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/kanban.asp\" rel=\"noopener noreferrer\">kanban</a>, which is strongly associated with the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jit.asp\" rel=\"noopener noreferrer\">just-in-time </a>(JIT) method of a manufacturing process.\n", "\nEffectively managing stock levels is one of the biggest challenges that companies face. Not having enough<strong> </strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory.asp\" rel=\"noopener noreferrer\">inventory</a> can result in missing out on sales opportunities and losing out to competitors. Holding too much stock, on the other hand, increases the possibility of damage, spoilage, theft, and falling victim to shifts in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\" rel=\"noopener noreferrer\">demand</a>. It also means higher storage costs and delays recouping money from purchased goods to reinvest in the business.\n", "\nThe two-bin inventory control system is a basic technique used to ensure that companies reduce these risks and always have, more or less, the right level of stock to meet demand without overdoing it.\n", "\nIn its simplest form, the process can be broken down like this:\n", "\nThis system is broadly employed across different industries that involve manufacturing operations and is also effective for hospital inventory control. \n", "\nTwo-bin inventory control is almost always used for small or low-value items that can be easily purchased and stored in bulk. In contrast, higher value items are subject to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perpetualinventory.asp\" rel=\"noopener noreferrer\">perpetual inventory</a> system. \n", "\nMoreover, depending on historical patterns of variance in the<strong> </strong>depletion rate of the working stock (bin no. 1), the amount ordered for the reserve stock (bin no. 2) can be adjusted.\n", "\nIt is essential that the new order placed after the first bin is emptied arrives before the second bin is empty, otherwise, the process does not work as intended. The inventory approach used for both bins is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\" rel=\"noopener noreferrer\">first in, first out</a> (FIFO), given that the inventory placed in the first bin is also the inventory that is first sold.\n", "\nIn general, the following calculation is used to determine how much inventory to keep in the reserve stock bin:\n", "\n<em>(Daily usage rate * <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadtime.asp\" rel=\"noopener noreferrer\">lead time</a>) + safety stock</em>\n", "\nCompany A is a small manufacturer that goes through various types of nuts and bolts to piece together its products. Fasteners are among the many items it orders from outside suppliers. It uses roughly 800 of them per week, or 160 per day, with a lead time—the period between the beginning and completion of a production process—of three days.\n", "\nAccording to the first calculation above, company A’s reserve bin should stock at least 480 fasteners. However, management is also aware that usage levels can sometimes fluctuate by as much as 15%, so as a precautionary measure chooses to add some more fasteners to its reserve storage bin. This safety stock could come in handy if demand picks up and production rates increase, as they have in the past.\n"]}