{"name": "Tying", "@id": "https://www.investopedia.com/terms/t/tying.asp", "related": ["https://www.investopedia.com/terms/t/tiedselling.asp", "https://www.investopedia.com/terms/p/product_differentiation.asp", "https://www.investopedia.com/terms/s/sec-form-425.asp", "https://www.investopedia.com/terms/c/the-celler-kefauver-act.asp", "https://www.investopedia.com/terms/b/bundling.asp", "https://www.investopedia.com/terms/v/verticalintegration.asp"], "body": ["\nTying is an often illegal arrangement where, in order to buy one product, the consumer must also purchase another product that exists in a separate market. Tying falls under the wider legal umbrella of illegal competition that was originally censured by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sherman-antiturst-act.asp\">Sherman Antitrust Act</a> and refined in later acts. The distinction between tying (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.duhaime.org/LegalDictionary/T/TiedSelling.aspx\">illegal</a>) and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bundling.asp\">bundling</a> (legal <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.justice.gov/atr/chapter-5-antitrust-issues-tying-and-bundling-intellectual-property-rights\">within limits</a>) is an important one for businesses to understand. Tying is also referred to as \"product tying\" or \"<a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tiedselling.asp\">tied selling</a>.\"\n", "\nTying is mostly illegal when the products being linked lack a natural relation, though there are exceptions. The reasoning is based on the fact that the consumer is harmed when forced to buy an unneeded good (known as the tied good) just to earn the right to purchase a desired good (also known as the tying good). Companies that engage in tying may be able to do so because the power of their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketshare.asp\">market share</a>, overwhelming <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demand.asp\">demand</a>, or the critical nature of a product may outweigh the limiting factor of <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\">market competition</a>. In such a case, tying may prop up the production and market share of substandard products.\n", "\nTying is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.law.cornell.edu/supremecourt/text/356/1#fn4\">defined in <em>Northern Pacific Railway Co. v. United States</em></a> (1958) as \"an agreement by a party to sell one product but only on the condition that the buyer also purchases a different (or tied) product, or at least agrees that he will not purchase that product from any other supplier.\"\n", "\nTying can be divided into two distinct practices: horizontal tying and vertical tying:\n", "\nTake the example of one automaker that has bundled the tires that are sold with the manufactured automobile and a second automaker that has tied the purchase a car to the requirement of buying a specific brand of toolbox. Other makers of toolboxes would quickly point out that a separate and robust market for toolboxes already exists. The reason that tire makers cannot make this argument is that tires — no matter the brand — are necessary to marketing a car, and without cars, there is no market for tires. Lately, given the changes in business practices related to new technologies, traditional ideas around tying have been reexamined and the assumptions of the previous examples may be open to debate.\n"]}