{"name": "U.S. House Financial Services Committee", "@id": "https://www.investopedia.com/terms/u/us-house-financial-services-committee.asp", "related": ["https://www.investopedia.com/who-is-marcia-fudge-5112822", "https://www.investopedia.com/terms/o/ofheo.asp", "https://www.investopedia.com/terms/c/crapo-bill.asp", "https://www.investopedia.com/terms/f/financial-choice-act.asp", "https://www.investopedia.com/terms/d/deregulate.asp", "https://www.investopedia.com/terms/e/energy-commerce-committee.asp"], "body": ["\nThe U.S. House Financial Services Committee is the congressional committee responsible for monitoring and writing legislation for the financial services and housing-related industries in the United States. All committee members are elected members of the U.S. House of Representatives.\n", "\nMembers of the committee oversee the government’s financial aid to industry and commerce, international finance, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-industry-etf.asp\" rel=\"noopener noreferrer\">insurance industry</a>, securities and exchanges, urban development, and more.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThere are 60 congressional members on the committee, the majority of whom are republicans. The current chairwoman of the committee is Maxine Waters, a Democrat congresswoman from California. Patrick McHenry, a Republican from North Carolina, is the ranking member of the committee.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe House Financial Services Committee also has oversight over several important federal departments, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ustreasury.asp\" rel=\"noopener noreferrer\">Department of the Treasury</a> and the U.S. Department of Housing and Urban Development, the Federal Reserve and the U.S. Securities and Exchange Commission. It also has oversight over <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gse.asp\" rel=\"noopener noreferrer\">government-sponsored entities</a> (GSEs) such as Fannie Mae (Federal National Mortgage Association) and Freddie Mac (Federal Home Loan Mortgage Corporation).<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThe U.S. government created the committee in 1865 to take over responsibilities previously held by the Ways and Means Committee. At that time, it was known as the Committee on Banking and Currency. It was renamed the House Financial Services Committee in 1968.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nIn 2018, the committee has several issues at the center of its focus. One is replacing the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dodd-frank-financial-regulatory-reform-bill.asp\" rel=\"noopener noreferrer\">Dodd-Frank Act</a>. This act, signed into law by Barack Obama, brought sweeping new regulation and oversight to the banking industry in the wake of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis of 2008</a>. Statements issued by the committee call for the replacement of the bill in order to lift regulations and make it easier for Americans to procure home mortgages, start small businesses and access bank services such as free checking.\n", "\nAnother issue that the committee is focused on is bringing more oversight and transparency to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/federalreservebank.asp\" rel=\"noopener noreferrer\">Federal Reserve</a>, the central bank of the United States. The committee has finalized and introduced a bill to this effect, though it has not yet been passed into law.\n", "\nThe committee also aims to crack down on waste of tax dollars, abuse of power and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\" rel=\"noopener noreferrer\">fraud</a> within all federal programs under its jurisdiction. Toward this end, it has created an accessible way for citizens to confidentially report on any of these things directly to the committee.\n", "\nAs recently as May 2018, the committee has also held hearings focused on fighting <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/moneylaundering.asp\" rel=\"noopener noreferrer\">money laundering</a>, examining the current state of homelessness in America and studying the impact that driverless cars may have on the auto insurance industry in the U.S.\n"]}