{"name": "U-Shaped Recovery", "@id": "https://www.investopedia.com/terms/u/u-shaped-recovery.asp", "related": ["https://www.investopedia.com/terms/w/w-shaped-recovery.asp", "https://www.investopedia.com/k-shaped-recovery-5080086", "https://www.investopedia.com/terms/l/l-shaped-recession.asp", "https://www.investopedia.com/terms/v/v-shaped-recovery.asp", "https://www.investopedia.com/terms/s/stagflation.asp", "https://www.investopedia.com/terms/v/voodooeconomics.asp"], "body": ["\nA U-shaped recovery is a type of economic<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\" rel=\"noopener noreferrer\"> recession</a> and<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-recovery.asp\" rel=\"noopener noreferrer\"> recovery</a> that resembles a U shape when charted. A U-shaped recovery represents the shape of the chart of certain economic measures, such as employment, GDP, and industrial output. This shape occurs when the economy experiences a sharp decline in these metrics without a clearly defined trough but instead a period of stagnation followed by a relatively healthy rise back to its previous peak. A U-shaped recovery is similar to a V-shaped recovery except that the economy spends a longer time slogging along the bottom of the recession rather than immediately rebounding.\n", "\nA U-shaped recovery describes a type of economic recession and recovery that charts a U shape, established when certain metrics, such as employment, GDP, and industrial output sharply decline and then remain depressed typically over a period of 12 to 24 months before they bounce back again. \n", "\nSimon Johnson, former chief economist for the<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\" rel=\"noopener noreferrer\"> International Monetary Fund</a>, described a U-shaped recession like a bathtub in an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cnbc.com/id/32417053\" rel=\"noopener noreferrer\">interview with PBS</a> in 2009. “You go in. You stay in. The sides are slippery. You know, maybe there’s some bumpy stuff in the bottom, but you don’t come out of the bathtub for a long time.”\n", "\nIn April 2020, a 60% majority of CEO’s surveyed by YPO, a global association of chief executives, said they were <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-health-coronavirus-business-survey/global-ceos-see-u-shaped-recession-due-to-coronavirus-survey-idUSKCN22403M\" rel=\"noopener noreferrer\">planning for a U-shaped recovery</a> from the current recession.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ In a separate survey by Reuters, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-global-economy-poll/global-economic-contraction-to-be-steepest-on-record-recovery-u-shaped-reuters-poll-idUSKCN22600U\" rel=\"noopener noreferrer\">55% of economists agreed </a>on the prospect of a U-shaped recovery.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ If these predictions are correct, then they suggest a recession extending well into 2021. Only time will tell.\n", "\nRecession shapes are shorthand concepts used by economists to characterize various types of recessions. Any number of recession and recovery types may conceivably be charted, although the most common shapes include U-shaped, V-shaped, W-shaped, and L-shaped.\n", "\nOf the U.S. recessions charted since 1945, approximately half have been described by economists as U-shaped, including the 1973-5 recession and the 1990-91 recession.\n", "\nOne of the most notable U-shaped recessions in U.S. history was the 1973-75 recession. The economy began to shrink in early 1973 and continued to decline or show only slight growth over the next two years, with the GDP dipping 3 percent at its deepest point before finally recovering in 1975.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ The roots to this recession lay in the inflationary policies of the preceding years to simultaneously finance the Vietnam War and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-society.asp\" rel=\"noopener noreferrer\">Great Society</a> welfare state expansion under President Johnson, Keynesian deficit spending policies under President Nixon after him, and the resulting break of the last links between the U.S. dollar and gold. \n", "\nThe onset of the recession was marked by the 1973 oil crisis and increased oil prices as well as the 1973–74 stock market crash, one of the worst stock market downturns in modern history, which affected all the major stock markets in the world. The recovery was marked by persistently high unemployment and accelerating inflation that would characterize the 1970’s as the era of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stagflation.asp\" rel=\"noopener noreferrer\">stagflation</a>. \n", "\nThe deregulation of banks and savings &amp; loans in the early 1980’s kicked off a boom in commercial and residential real estate lending that really took off as the Fed loosened monetary policy and interest rates fell after the economy emerged from recession in 1982. This <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082515/how-do-asset-bubbles-cause-recessions.asp\" rel=\"noopener noreferrer\">boom would build into a debt bubble</a> of risky mortgages and shady banking practices that burst in the late 1980’s in a debacle known as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sl-crisis.asp\" rel=\"noopener noreferrer\">S&amp;L crisis</a>. The resulting massive losses, debt deflation, and bank failures across the real estate and financial sector led to recession for the broader economy in mid 1990. \n", "\nThough mild GDP growth reappeared the following year, job losses continued and unemployment rose through mid 1992, and total employment did not regain its pre-recession level until 1993.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Because of this, the recovery from the 1900–91 recession has been dubbed the Jobless Recovery, and can be considered an example of a U-shaped recovery. \n"]}