{"name": "Ultra-Short Bond Funds Definition", "@id": "https://www.investopedia.com/terms/u/ultra_short_bond_fund.asp", "related": ["https://www.investopedia.com/terms/m/moneymarket.asp", "https://www.investopedia.com/terms/m/money-marketfund.asp", "https://www.investopedia.com/terms/j/jumbocd.asp", "https://www.investopedia.com/terms/f/floating-rate-fund.asp", "https://www.investopedia.com/terms/b/barbell.asp", "https://www.investopedia.com/terms/i/incomefund.asp"], "body": ["\nAn ultra-short bond fund is a bond fund that invests only in fixed-income instruments with very short-term maturities. An ultra-short bond fund will ideally invest in instruments with maturities around one year. This investing strategy tends to offer higher yields than money market instruments, with fewer price fluctuations than a typical short-term fund.\n", "\nUltra-short bond funds give investors more significant protection against <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestraterisk.asp\">interest rate risk</a> than longer-term bond investments. Since these funds have very low durations, increases in the rate of interest will affect their value less than a medium- or long-term bond fund.\n", "\nWhile this strategy offers more protection against rising interest rates, they usually carry more risk than most money market instruments. Further, certificates of deposits (CDs) follow regulated investment guidelines, but an ultra-short bond fund has no more regulation than a standard fixed-income fund.\n", "\nThe main differences between ultra-short bond funds and other investments with relatively low risks–such as money market funds and certificates of deposit–are not widely understood.\n", "\nFor example, money market funds may only invest in high-quality, short-term investments issued by the U.S. government, U.S. corporations, and state and local governments. Conversely, ultra-short funds have more freedom and typically pursue higher yields by investing in riskier securities. Also, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\">net asset values</a> (NAV) of ultra-short bond funds fluctuate. By contrast, money market funds try to keep NAV stable at $1.00 per share. Money market funds are also subject to strict diversification and maturity standards. However, these regulations do not apply to ultra-short bond funds.\n", "\nFurthermore, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\">Federal Deposit Insurance Corporation</a> (FDIC) does not cover or guarantee ultra-short bond funds. A certificate deposit, on the other hand, is insured up to $250,000. The FDIC covers CDs, which promises a return of principal and a specified rate of interest because a bank or thrift institution holds the deposit. Also, CDs typically offer a better interest rate on deposited funds than a regular savings account.\n", "\nUltra-short bond funds that hold securities with more extended average maturity dates are also riskier than a fund with shorter average maturity dates, all other factors being equal.\n", "\nIt’s important for investors to research the types of securities an ultra-short fund invests into, because a credit downgrade or default of portfolio securities may happen. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">Credit risk</a> is less of a factor for the ultra-short bond funds. The reduced risk is because they principally invest in government securities. However, investors should be aware of ultra-short bond funds that invest in bonds of companies with lower credit ratings, derivative securities or private-label mortgage-backed securities. Those types of funds tend to be subject to higher levels of investment risk.\n", "\nIn high-interest rate environments, ultra-short bond funds of certain types may be extra susceptible to losses. It is important for prospective investors to research a fund’s “duration,” which gauges how sensitive the fund’s portfolio may be to fluctuations in interest rates.\n", "\nAny investment which promises a more significant potential for return at no additional risk should raise skepticism. Investors can learn more about an ultra-short bond fund by reading all of the fund’s available information, including its full prospectus.\n", "\nHere is a short list of some of the better performing ultra-short bond funds:\n"]}