{"name": "Unamortized Bond Premium Definition", "@id": "https://www.investopedia.com/terms/u/unamortized-bond-premium.asp", "related": ["https://www.investopedia.com/terms/p/parvalue.asp", "https://www.investopedia.com/terms/r/ratetrigger.asp", "https://www.investopedia.com/terms/b/bond.asp", "https://www.investopedia.com/terms/a/amortizable-bond-premium.asp", "https://www.investopedia.com/terms/u/unamortized-bond-discount.asp", "https://www.investopedia.com/terms/p/put-provision.asp"], "body": ["\nAn unamortized bond premium refers to the difference between a bond's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\" rel=\"noopener noreferrer\">face value</a> and its sale price. If a bond is sold at a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbond.asp\" rel=\"noopener noreferrer\">discount</a>, for instance, at 90 cents on the dollar, the issuer must still repay the full 100 cents of face value at <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/par.asp\" rel=\"noopener noreferrer\">par</a>. Since this interest amount has not yet been paid to bondholders, it is a liability for the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issuer.asp\" rel=\"noopener noreferrer\">issuer</a>.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premiumbond.asp\" rel=\"noopener noreferrer\">bond premium</a> is the excess amount that the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a> is priced at over its face value. When prevailing <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\" rel=\"noopener noreferrer\">interest rates</a> in the economy decrease, the price of bonds increase. This is because the market interest rate becomes lower than the fixed <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\" rel=\"noopener noreferrer\">coupon rate</a> on outstanding bonds.\n", "\nSince bondholders are holding higher-interest paying bonds, they require a premium as compensation in the market. The unamortized bond premium is what remains of the bond premium that the issuer has not yet <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/write-off.asp\" rel=\"noopener noreferrer\">written off</a> as an interest expense.\n", "\nFor example, let’s assume that when interest rates were 5% a bond issuer sold bonds with a 5% fixed coupon to be paid annually. After a period of time, interest rates declined to 4%. New bond issuers will issue bonds with the lower interest rate. Investors who would rather buy a bond with a higher coupon will have to pay a premium to the higher-coupon bondholders to incentivize them to sell their bonds. In this case, if the bond’s face value is $1,000 and the bond sells for $1,090 after interest rates decline, the difference between the selling price and par value is the unamortized bond premium ($90).\n", "\nThe unamortized bond premium is the part of the bond premium that will be amortized (written off) against expenses in the future. The amortized amount of this bond is credited as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestexpense.asp\" rel=\"noopener noreferrer\">interest expense</a>. If the bond pays taxable interest, the bondholder can choose to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/amortizable-bond-premium.asp\" rel=\"noopener noreferrer\">amortize the premium</a>, that is, use a part of the premium to reduce the amount of interest income included for taxes.\n", "\nThose who invest in taxable premium bonds typically benefit from amortizing the premium, because the amount amortized can be used to offset the interest income from the bond, which will reduce the amount of taxable income the investor will have to pay with respect to the bond. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costbasis.asp\" rel=\"noopener noreferrer\">cost basis</a> of the taxable bond is reduced by the amount of premium amortized each year.\n", "\nIn a case wherein the bond pays tax-exempt interest, the bond investor must amortize the bond premium. Although this amortized amount is not deductible in determining taxable income, the taxpayer must reduce his or her basis in the bond by the amortization for the year.\n", "\nAn unamortized bond premium is booked as a liability to the bond issuer. On an issuers balance sheet, this item is recorded in a special account called the Unamortized Bond Premium Account. This account recognizes the remaining amount of bond premium that the bond issuer has not yet amortized or charged off to interest expense over the life of the bond.\n", "\nTo calculate the amount to be amortized for the tax year, the bond price is multiplied by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldtomaturity.asp\" rel=\"noopener noreferrer\">yield to maturity</a> (YTM), the result of which is subtracted from the coupon rate of the bond. Using the example above, the yield to maturity is 4%.\n", "\nAssuming the bond matures in five years, you can run the same calculation for the remaining three years. For instance, the bond's cost basis in the third year will be $1,083.60 - $6.64 = $1,076.96.\n"]}