{"name": "Unclaimed Funds", "@id": "https://www.investopedia.com/terms/u/unclaimed-funds.asp", "related": ["https://www.investopedia.com/terms/a/abandoned-property.asp", "https://www.investopedia.com/terms/r/reclamation.asp", "https://www.investopedia.com/terms/b/bona-vacantia.asp", "https://www.investopedia.com/terms/f/foundmoney.asp", "https://www.investopedia.com/terms/d/dormant-account.asp", "https://www.investopedia.com/terms/e/escheat.asp"], "body": ["\nUnclaimed funds are money and other assets whose rightful owner cannot be located. Unclaimed funds are typically turned over to the government after a specific period of time has passed. To claim the funds or assets, the designated owner or beneficiary must file a claim; if belonging to an estate, it may require the claimant to prove their rights to the unclaimed property or funds.\n", "\nThere are various reasons why funds and assets go unclaimed. For example, a taxpayer may be owed a refund but the refund check became unclaimed because the taxpayer moved without updating his/her address with the tax authority. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank-failure.asp\">Bank failures</a> can create a pool of unclaimed funds when customers are unaware of its closure or do not know who to contact to retrieve their funds. Unclaimed <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pensionplan.asp\">pensions</a> are a common type of unclaimed funds, especially when a company closes and no immediate information is available about the administration of their pensions.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUnclaimed property is essentially property that has gone unclaimed beyond the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dormant-account.asp\">dormancy period</a>. The dormancy period is the amount of time between when a financial institution reports an account or asset as unclaimed and when the government deems that account or asset to be abandoned.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ For most states, the dormancy period is five years. When property is officially designated by the state as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/abandoned-property.asp\">abandoned</a> or unclaimed, it undergoes a process known as escheatment, where the state assumes ownership of that property until the rightful owner files a claim.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nTypes of unclaimed property include uncashed payroll checks, inactive stocks, court funds, dividends, checking and savings accounts, and estate proceeds. When property accounts go unclaimed, they are turned over to the state for reasons that may include the death of the account holder, a failure to register a forwarding address after changing residence, or simply forgetting about an account.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nUnclaimed property is not taxed while it is filed as unclaimed; however, when it is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reclamation.asp\">reclaimed</a>, the property may be officially recognized as taxable income. Some unclaimed funds such as investments from a 401(k) or an IRA can be reclaimed tax-free.\n", "\nConsider an example in which an individual pays estimated federal taxes over the course of a year, files his taxes, and requests any refund be mailed to his home address; before the refund is processed, he moves and fails to disclose his new address to the tax authority. The refund is later processed and mailed to his last known address. To deter fraud, correspondence and payments from tax authorities generally cannot be forwarded. Because of this policy, his undeliverable refund check was returned to the issuer and became an unclaimed fund. The onus now lies with the taxpayer to contact the government to reissue the check to the correct address.\n", "\nNew York State collected $932 million in revenue from unclaimed property in 2018.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ While this number is higher than average, the amount of revenue derived by states from misplaced accounts could total between $60 and $80 billion nationwide according to news reports<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿. Data for the state of New York indicates 70% of unclaimed accounts hold less than $100, but there is no limit to account size.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ In 2019, Texas returned more than $308 million to owners of previously unclaimed property.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Many claims are more than $100, but not many are likely to match the $32.8 million a Connecticut resident claimed in 2012, proceeds from the sale of stock, according to a 2017 article by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.pressconnects.com/story/money/consumer-outlook/2017/11/02/funds-state-ny-database-unclaimed/817293001/\" rel=\"nofollow\"><em>Press Connects</em></a>.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nGovernments offer a variety of ways to check for unclaimed funds. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\">Internal Revenue Service</a> (IRS), for example, allows taxpayers to check the status of a refund online and also offers a hotline that taxpayers can call. Because online refund portals are easier and less expensive to maintain than phone systems, governments may emphasize that customers only call if the delivery of a refund payment extends beyond a reasonable time (e.g. 21 days from receipt).<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nIn the United States, the federal government does not yet have a system available for people to check for unclaimed funds or property. It also does not maintain a centralized database for the purpose of monitoring unclaimed funds on a federal level, nor does it have information about unclaimed funds for each state. Individuals and businesses looking for unclaimed funds will likely have to contact the appropriate state agencies where unclaimed funds or property may exist.\n", "\nUnbeknownst to many individuals, most, if not all, government agencies are prohibited from contacting owners of unclaimed funds/assets by phone. Because scammers are aware of this limitation, they may attempt to defraud the public. In some instances, such as with unclaimed pensions managed by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pbgc.asp\">Pension Benefit Guaranty Corporation (PBGC)</a>, the names of individuals owed money are publicly listed. A scam artist may contact these individuals posing as a government employee and may offer to help secure the unclaimed funds for a fee. It is important to know what official agency to contact to verify funds and understand that most are prohibited from calling individuals about their property. A key indicator that someone is attempting to defraud is their request for a fee, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssn.asp\">social security number (SSN)</a>, or banking information.\n", "\nNot all unclaimed funds originate with the government. Individuals may have unused money left on gift cards, positive account balances with banks and other financial institutions, and uncollected <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">sales commissions</a> with previous employers. Also, beneficiaries of life insurance policies and other investments are common claimants to unclaimed funds. Businesses that hold onto unclaimed property are typically legally required to attempt to locate the asset owner, but if unsuccessful, may be required to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/escheat.asp\">escheat</a> it to a state or local government.\n"]}