{"name": "Uncovered Interest Arbitrage", "@id": "https://www.investopedia.com/terms/u/uncovered-interest-arbitrage.asp", "related": ["https://www.investopedia.com/terms/forex/f/forex-arbritrage.asp", "https://www.investopedia.com/terms/u/uncoveredinterestrateparity.asp", "https://www.investopedia.com/terms/c/covered-interest-arbitrage.asp", "https://www.investopedia.com/terms/i/interestrateparity.asp", "https://www.investopedia.com/terms/n/net-interest-rate-differential.asp", "https://www.investopedia.com/terms/c/covered-interest-rate-parity.asp"], "body": ["\nUncovered interest arbitrage is a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\">arbitrage</a> that involves switching from a domestic currency that carries a lower interest rate to a foreign currency that offers a higher rate of interest on deposits. There is a foreign exchange risk implicit in this transaction since the investor or speculator will need to convert the foreign currency deposit proceeds back into the domestic currency some time in the future. The term \"uncovered\" in this arbitrage refers to the fact that this foreign exchange risk is not covered through a forward or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contract</a>.\n", "\nUncovered interest arbitrage involves an unhedged exchange of currencies in an effort to earn higher returns due to an interest rate differential between the two currencies. Total returns from uncovered interest arbitrage depend considerably on currency fluctuations, since adverse currency movements can wipe out all the gains and in fact even lead to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negative-return.asp\">negative returns</a>. If the interest rate differential obtained by investing in a foreign currency is 3%, and the foreign currency appreciates against the domestic currency by 2% during the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/holdingperiod.asp\">holding period</a>, the total return from this arbitrage activity is 5%. On the other hand, if the foreign currency depreciates by 4% during the holding period, the total return is -1%.\n"]}