{"name": "Uncovered Option Definition", "@id": "https://www.investopedia.com/terms/u/uncovered-option.asp", "related": ["https://www.investopedia.com/terms/n/nakedput.asp", "https://www.investopedia.com/terms/n/naked-writer.asp", "https://www.investopedia.com/terms/n/nakedcall.asp", "https://www.investopedia.com/terms/n/nakedposition.asp", "https://www.investopedia.com/terms/c/coveredcall.asp", "https://www.investopedia.com/terms/s/seller.asp"], "body": ["\nIn option trading, the term \"uncovered\" refers to an option that does not have an offsetting position in the underlying asset. Uncovered option positions are always written options, or in other words options where the initiating action is a sell order. This is also known as selling a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nakedoption.asp\">naked option</a>.\n", "\nAny trader who sells an option has a potential obligation. That obligation is met, or covered, by having a position in the security that underlies the option. If the trader sells the option but has no position in the underlying security, then the position is said to be uncovered, or naked.\n", "\nTraders who buy a simple call or put option have no obligation to exercise that option. However those traders who sell those same options do have an obligation to provide a position in the underlying asset if the traders to whom they sold the options do actually exercise their options. This can be true for put or call options.\n", "\nAn uncovered or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nakedput.asp\">naked put</a> strategy is inherently risky because of the limited <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/upside.asp\">upside</a> profit potential, and at the same time holding a significant downside loss potential, theoretically. The risk exists because maximum profit is achievable if the underlying price closes at or above the strike price at expiration. Further increases in the cost of the underlying security will not result in any additional profit. The maximum loss is theoretically significant because the price of the underlying security can fall to zero. The higher the strike price, the higher the loss potential.\n", "\nAn uncovered or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nakedcall.asp\">naked call</a> strategy is also inherently risky, as there is limited upside profit potential and, theoretically, unlimited <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/downside.asp\">downside</a> loss potential. Maximum profit will be achieved if the underlying price falls to zero. The maximum loss is theoretically unlimited because there is no cap on how high the price of the underlying security can rise.\n", "\nAn uncovered options strategy stands in direct contrast to a covered options strategy. When investors write a covered put, they will keep a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short position</a> in the underlying security for the put option. Also, the underlying security and the puts are sold or shorted, in equal quantities. A covered put works in virtually the same way as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coveredcall.asp\">covered call</a>. The exception is that the underlying position is a short instead of a long position, and the option sold is a put rather than a call.\n", "\nHowever, in more practical terms, the seller of uncovered puts, or calls, will likely repurchase them well before the price of the underlying security moves adversely too far away from the strike price, based on their risk tolerance and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\">stop loss</a> settings.\n", "\nUncovered options are suitable only for experienced, knowledgeable investors who understand the risks and can afford substantial losses. Margin requirements are often quite high for this strategy, due to the capacity for significant losses. Investors who firmly believe the price for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-security.asp\">underlying security</a>, usually a stock, will rise, in the case of uncovered puts, or fall, in the case of uncovered calls, or stay the same may write options to earn the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premium</a>.\n", "\nWith uncovered puts, if the stock persists above the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/strikeprice.asp\">strike price</a> between the option's writing and the expiration, then the writer will keep the entire premium, minus <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commissions</a>. The writer of an uncovered call will keep the whole premium, minus commissions, if the stock persists below the strike price between writing the option and its expiration.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakevenpoint.asp\">breakeven point</a> for an uncovered put option is the strike price minus the premium. Breakeven for the uncovered call is the strike price plus the premium. This small window of opportunity would give the option seller little leeway if they were incorrect.\n", "\nWhen the price of the stock falls below the strike price before, or by, the expiration date, the buyer of the options product can demand the seller take delivery of shares of the underlying stock. The options seller must go to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/open-market.asp\">open market</a> to sell those shares at the market price loss, even though the option writer paid the strike price. For example, imagine the strike price is $60, and the open market price for the stock is $55 at the time the options contract is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exercise.asp\">exercised</a>. The options seller will incur a loss of $5 per share of stock.\n"]}