{"name": "Underpayment Penalty Defined", "@id": "https://www.investopedia.com/terms/u/underpaymentpenalty.asp", "related": ["https://www.investopedia.com/terms/t/tax-refund.asp", "https://www.investopedia.com/terms/u/underwithholding.asp", "https://www.investopedia.com/terms/w/withholding.asp", "https://www.investopedia.com/terms/e/estimated-tax.asp", "https://www.investopedia.com/terms/a/annualized-incomeinstallment-method.asp", "https://www.investopedia.com/terms/t/taxpayer.asp"], "body": ["\nA tax penalty is enacted on an individual for not paying enough of his or her total estimated tax and withholding. If an individual has an underpayment of estimated tax, they may be required to pay a penalty. Form 2210 is used to report the payment.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nTo avoid an underpayment penalty, individuals must pay either 100% of last year's tax or 90% of this year's tax, by combining estimated and withholding taxes.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nThe underpayment penalty is owed when a taxpayer underpays his or her estimated taxes or makes uneven payments during the tax year. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/forms-pubs/about-form-2210\" rel=\"noopener noreferrer\">IRS Form 2210</a> is used to calculate the amount of taxes owed, subtracting the amount already paid in estimated taxes throughout the year.\n", "\nIf the taxpayer realizes that he or she underpaid, he or she must pay the difference plus a penalty which is calculated based on the outstanding amount owed and how long the amount has been overdue.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Typically, the penalty is 0.5 percent of the amount owed, for each month of nonpayment.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nNot all underpaying taxpayers face a penalty payment, which may be waived under several scenarios, including:\n", "\nThose who do not qualify for the exception mentioned above to the underpayment penalty may nonetheless qualify for a reduced penalty in some situations. For example, an individual who shifts his or her tax filing status to or from single to married filing jointly may be afforded a reduced penalty. A reduction might also be extended to taxpayers who generate significant portions of their income late in the calendar year. One such example is an investment holding that’s sold off in December, thereby triggering a substantial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\" rel=\"noopener noreferrer\">capital gains tax</a>.\n", "\nIt should be noted that penalized taxpayers may be subjected to interest rates on the penalty. For taxpayers other than corporations, the overpayment and underpayment rate is the federal short-term rate plus three percentage points.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}