{"name": "Underwater Mortgage Defined", "@id": "https://www.investopedia.com/terms/u/underwater-mortgage.asp", "related": ["https://www.investopedia.com/terms/d/debtdeflation.asp", "https://www.investopedia.com/terms/n/noappraisal-mortgage.asp", "https://www.investopedia.com/terms/s/subprime_market.asp", "https://www.investopedia.com/terms/h/home-affordable-refinance-program-harp.asp", "https://www.investopedia.com/terms/n/negativeequity.asp", "https://www.investopedia.com/terms/r/real-estate-short-sale.asp"], "body": ["\nAn underwater mortgage is a home purchase <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loan</a> with a higher principal than the free-market value of the home. This situation can occur when property values are falling. In an underwater mortgage, the homeowner may not have any equity available for credit. An underwater mortgage can potentially prevent a borrower from refinancing or selling the home unless they have the cash to pay the loss out of pocket.\n", "\nUnderwater mortgages were a common problem among homeowners around the height of the 2008 financial crisis, which among other things, involved a substantial deflation in housing prices. While the market has greatly recovered due to support from monetary policy and <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate</a> stabilization, underwater mortgages are still a factor that property owners must follow closely when making a real estate investment.\n", "\nGenerally, a mortgage is considered underwater when the value of the home is less than the original <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgage</a> principal. Depending on the decrease in the value of the home since its purchase, the borrower may also have no equity or negative equity. Equity on a home is associated with the value of the home versus the balance paid. A borrower with a $250,000 mortgage that sees their home value decrease to $225,000 is considered to have an underwater mortgage. If the borrower has paid half of the principal on their mortgage loan resulting in a principal balance of $125,000, then they still are considered to have positive equity of $100,000 which could be utilized in a home equity loan.\n", "\nThe 2008 financial crisis had numerous effects on the U.S. economy. One such effect was a bursting <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/housing_bubble.asp\">housing bubble</a> that substantially deflated real estate property values across the market. A primary catalyst for the housing value deflation was loose lending standards for borrowers providing for broader mortgage loan approvals. This loose lending specifically to subprime borrowers led to a heightened number of defaults and foreclosures which effected real estate property values across the U.S. market. This led to a variety of uncommon situations causing losses for borrowers across the market whose mortgage loan values exceeded their home’s fair market value.\n", "\nSubsequently, monetary policy implementation from the Federal Reserve helped the U.S. economy to recover and housing prices to rebound. Lower interest rates following the crisis also helped to reduce mortgage payment burdens and increase some demand for real estate.\n", "\nGiven new market initiatives from the Dodd-Frank legislation helping to improve mortgage lending standards, it is not likely that homebuyers will again see the substantial real estate price drops that occurred in 2008. However, the 2008 financial crisis did cause a new sense of market realization and caution across real estate investing. As such lenders are now more cautious about the mortgages they approve and homeowners are generally more careful about the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/mortgage-calculator-5084794\" rel=\"noopener noreferrer\">mortgage debt they take on</a>. Even with a new outlook on the market, though, homeowners still must closely follow home values and mitigate underwater mortgage risks.\n", "\nTo maintain a good understanding of a home’s value, a homeowner may choose to have the property appraised annually. Appraisals are also done regularly to calculate property taxes. An appraisal value will be based on a number of factors which may include national market trends, recent sales by similar properties in the region and neighborhood as well as the home’s individual amenities. Homeowners can also work to maintain a high home value for their home by doing regular renovations and actively supporting positive community activities.\n"]}