{"name": "Underinsured Motorist Coverage Limits Trigger Definition", "@id": "https://www.investopedia.com/terms/u/underinsured-motorist-coverage-limits-trigger.asp", "related": ["https://www.investopedia.com/terms/u/underinsured-motorist-endorsement.asp", "https://www.investopedia.com/terms/u/underinsured-motorist-coverage.asp", "https://www.investopedia.com/terms/u/uninsured-motorist-coverage-um.asp", "https://www.investopedia.com/terms/c/combined-physical-damage-coverage.asp", "https://www.investopedia.com/terms/b/basic-reparations-benefits.asp", "https://www.investopedia.com/terms/i/insurance-coverage.asp"], "body": ["\nThe underinsured motorist coverage limits trigger is one of the two triggers that can be specified by an insured party to protect against losses caused by an accident with a driver who has insufficient insurance.\n", "\nThe underinsured motorist coverage limits trigger ensures coverage in the event of an accident caused by a driver with inadequate insurance, and when the underinsured driver's liability limit is lower than that of the insured person or policyholder. The other trigger for underinsured motorist coverage is known as the damages or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coverage-trigger.asp\" rel=\"noopener noreferrer\">coverage trigger</a>.\n", "\nDrivers purchase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auto-insurance.asp\" rel=\"noopener noreferrer\">auto insurance</a> for several reasons, such as the risk of their car becoming damaged in an accident, the risk of damaging another person’s car, or the risk of killing or injuring another person. But one risk that is sometimes neglected by drivers is the possibility that they might be injured, or have their car damaged, by another driver who has failed to take out adequate auto insurance.\n", "\nIn that instance, the policyholder might have a legitimate claim against the at-fault driver but be unable to collect damages. After all, if the at-fault driver does not have the necessary assets or insurance, they might simply declare <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a>, leaving little or nothing for the victim to collect.\n", "\nTo protect against this risk, drivers can purchase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underinsured-motorist-coverage.asp\" rel=\"noopener noreferrer\">underinsured motorist coverage</a> as part of their auto insurance policy. This supplemental insurance covers property damages, bodily injury to the policyholder, as well as injuries to insured family members or passengers. If a claim needs to be filed, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/endorsement.asp\" rel=\"noopener noreferrer\">endorsement</a> can cover the difference between the coverage paid by the at-fault driver’s insurance and the full amount owing.\n", "\nNote that underinsured motorist coverage is not the same as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uninsured-motorist-coverage-um.asp\" rel=\"noopener noreferrer\">uninsured motorist (UM) coverage</a>, which would cover a situation in which the at-fault driver did not have any insurance. However, these two types of coverage are often bundled together. Either separately or together, they are usually a relatively inexpensive add-on to an auto insurance policy but provide beneficial coverage.\n", "\nIn 2015, approximately one out of eight drivers were under-insured, according to the Insurance Research Council, which tracks data on drivers.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ In many states being uninsured is illegal. In fact, every state, with the lone exception of New Hampshire, makes it illegal to not carry some form of auto insurance.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Underinsured coverage is better than no coverage at all. \n", "\nAssume an insured person has underinsured motorist coverage up to $500,000 with a limits trigger. In the event of an accident with an at-fault driver who only has $100,000 of insurance coverage, an insurance claim of $150,000 would result in the policy holder's underinsured motorist coverage kicking in because of the limits trigger. \n"]}