{"name": "Underinsured Motorist Coverage Definition", "@id": "https://www.investopedia.com/terms/u/underinsured-motorist-coverage.asp", "related": ["https://www.investopedia.com/terms/u/uninsured-motorist-coverage-um.asp", "https://www.investopedia.com/terms/u/underinsured-motorist-coverage-limits-trigger.asp", "https://www.investopedia.com/terms/u/underinsured-motorist-endorsement.asp", "https://www.investopedia.com/terms/b/basic-reparations-benefits.asp", "https://www.investopedia.com/terms/i/insurance-coverage.asp", "https://www.investopedia.com/terms/b/business-automobile-policy-bap.asp"], "body": ["\nUnderinsured motorist coverage is an addition to your auto insurance policy. It protects you if you're in an accident involving someone who doesn't have sufficient insurance of their own. In an accident, the insurance of the at-fault person is supposed to compensate the other injured person. If the at-fault party's policy has a limit below the cost of the damages, the injured party's underinsured motorist coverage would cover the rest.\n", "\nUnderinsured coverage is not the same as uninsured coverage, which covers cases in which the at-fault driver has no insurance at all, though the two types may be bundled together. A handful of states require underinsured motorist coverage, while more require uninsured motorist coverage.\n", "\nWhen a person has an accident which is not their fault, and the other motorist does not have enough insurance to cover the damages, underinsured coverage kicks in. Once you file a claim with your provider, it will contact the other driver's insurance for payment. If the other driver did not carry enough insurance to cover your expenses adequately, the underinsured coverage would satisfy, up to the limit of your policy.\n", "\nFor example, assume you have medical and automobile damages totaling $200,000. The other driver has insurance to cover only $100,000. You can claim the balance against your insurance provider, up to the limit of your policy's coverage. You can not request more than the actual costs you had as a direct result of the accident. \n", "\nSome insurance providers will have a limit on how long you can wait before you file your underinsured claim. These limits will vary by company and can be as little as 30 days. As the insurance company settles your claim, it will want copies and billings from all medical care received and any automobile repair that resulted from the event. If the insurance provider decides that the costs submitted with the claim are unnecessary—or not related to the accident—it will deny those amounts. If the policyholder disagrees with the decision of the insurance provider, the case will usually go to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitration.asp\" rel=\"noopener noreferrer\">binding arbitration</a>.\n", "\n​​​​​​​Underinsured motorist coverage is usually a relatively inexpensive add-on to your <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auto-insurance.asp\" rel=\"noopener noreferrer\">auto insurance policy </a>cost, but can prove beneficial if you're in an accident where the driver who was found to be at fault does not have enough insurance to cover the cost of damages from the crash. This happens much more frequently than one might expect: One in every eight U. S. drivers on the road do not have insurance, reports the Insurance Research Council.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nEven if someone does have coverage, they may have only purchased the most basic state-required minimum amount, which varies by state. New Hampshire and Virginia are the only U.S. states that do not require a minimum amount of auto insurance coverage.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> However, all states have financial responsibility laws, so where there is no insurance requrement, there is a legal obligation to prove you can pay for damages if you cause an accident.<span class=\"ql-inline-citation\" data-cite=\"3\"></span>\n", "\nDifferent types of underinsured motorist coverage are available from most insurance providers. Some coverage will include bodily injury and others will be for property damage, while still others will cover both costs. \n"]}