{"name": "Underbanked Definition", "@id": "https://www.investopedia.com/terms/u/underbanked.asp", "related": ["https://www.investopedia.com/terms/u/unbanked.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/r/retailbanking.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/c/commercialbank.asp", "https://www.investopedia.com/terms/m/moneymarketaccount.asp"], "body": ["\nThe term underbanked refers to individuals or families who have a bank account but often rely on alternative financial services such as money orders, check-cashing services, and payday loans rather than on traditional loans and credit cards to manage their finances and fund purchases.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿ This may be because they lack access to convenient, affordable banking services or because they need or prefer to use alternatives to traditional financial services.\n", "\nThe majority of people use banks to conduct routine financial transactions. Banks offer the public <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/checkingaccount.asp\" rel=\"noopener noreferrer\">checking accounts</a> for everyday use to make deposits, withdrawals, and transfers, and to pay bills. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/savingsaccount.asp\" rel=\"noopener noreferrer\">Savings accounts</a> and other investment vehicles offer consumers a place to store their money and earn interest. Banks also offer consumers a variety of credit facilities such as loans and mortgages.\n", "\nPeople who have a bank account but also tap into alternative financial services such as short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payday-loans.asp\" rel=\"noopener noreferrer\">payday loans</a>, check-cashing services, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/042315/how-do-prepaid-debit-cards-work.asp\" rel=\"noopener noreferrer\">prepaid debit cards</a>, are typically referred to as the underbanked. Some households are considered <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unbanked.asp\" rel=\"noopener noreferrer\">unbanked</a> because they don't use banks or financial services at all.\n", "\nAccording to a 2019 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frb.asp\" rel=\"noopener noreferrer\">Federal Reserve</a> report on the economic well-being of U.S. households, 16% of adults in the U.S. in 2018 were underbanked, while 6% were unbanked.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿ An earlier <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://economicinclusion.gov/\" rel=\"noopener noreferrer nofollow\">survey</a> conducted by the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">Federal Deposit Insurance Corporation</a> (FDIC) in 2017 found that 18.7% of U.S. households (24.2 million) were underbanked and 6.5% were unbanked. \n", "\nWhile these two sets of numbers can't be directly compared (the Fed and the FDIC define the underbanked somewhat differently), the FDIC report showed that the percentages of underbanked and unbanked had both dropped, from 19.9% and 7.0%, respectively, in 2015.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿﻿<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿\n", "\nThe Federal Reserve report notes that both the unbanked and underbanked \"are more likely to have low income, less education, or be in a racial or ethnic minority group.\" Among the underbanked, 21% had a family income of under $40,000 (vs. 7% with incomes over $100,000) and 21% had a high school degree or less (vs. 9% with a bachelor's degree). In terms of race/ethnicity, 35% of Blacks and 23% of Latinx were underbanked vs. 11% of Whites.\n", "\nWhen it comes to applying for credit, the Federal Reserve survey showed that Americans with incomes under $40,000 per year were more likely to be denied traditional bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\" rel=\"noopener noreferrer\">credit</a> or approved for less than they had requested than those with incomes over $100,000 (37% vs. 10%, respectively). And in every income bracket, Black and Latinx individuals were more likely to experience an adverse credit outcome compared to Whites. White people were also more likely than Black and Latinx people to have at least one credit card. Having the option of borrowing on a credit card, the report notes, provides individuals with the wherewithal to deal with a financial disruption.\n", "\nThe 2017 FDIC study came to similar conclusions regarding links between the underbanked and lower income, lower education levels, less access to credit, and lower credit card usage. It also explored bill payment methods, finding that about 12% of underbanked families used bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/money-order.asp\" rel=\"noopener noreferrer\">money orders</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cashierscheck.asp\" rel=\"noopener noreferrer\">cashier’s checks</a> to pay their bills compared to 3.5% of those fully banked. And more than 24% of underbanked households also used non-bank money orders. Cash was reported as the primary method for paying monthly bills by 26.2% of underbanked families compared to only 9.8% of fully banked families.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nHouseholds with less predictable and more volatile incomes were more likely to be underbanked than those with a steady paycheck, according to the FDIC study. Those with volatile incomes were also more likely to report problems accessing funds in a bank account, with younger adults (18%) and minorities (19% of Black people and 17% of Latinx people) encountering trouble more often than older adults (8%) or Whites (11%), according to the Federal Reserve report.\n", "\nFinancial service providers could help solve problems with access to funds by making income available more quickly and the payments process more transparent so that repeated overdrafts don't result in even further delays for deposits.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿﻿﻿<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿﻿\n"]}