{"name": "Underwriting Definition", "@id": "https://www.investopedia.com/terms/u/underwriting.asp", "related": ["https://www.investopedia.com/terms/i/insurance-underwriter.asp", "https://www.investopedia.com/terms/c/composite-rate.asp", "https://www.investopedia.com/terms/u/underwriter.asp", "https://www.investopedia.com/terms/i/insurance-risk-class.asp", "https://www.investopedia.com/terms/u/underwriting-risk.asp", "https://www.investopedia.com/terms/u/underwriting-fees.asp"], "body": ["\nUnderwriting is the process through which an individual or institution takes on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialrisk.asp\">financial risk</a> for a fee. This risk most typically involves <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loans</a>, insurance, or investments. The term underwriter originated from the practice of having each risk-taker write their name under the total amount of risk they were willing to accept for a specified premium.\n", "\nAlthough the mechanics have changed over time, underwriting continues today as a key function in the financial world.\n", "\nUnderwriting involves conducting research and assessing the degree of risk each applicant or entity brings to the table before assuming that risk. This check helps to set fair borrowing rates for loans, establish appropriate premiums to adequately cover the true cost of insuring policyholders, and create a market for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/security.asp\" rel=\"noopener noreferrer\">securities</a> by accurately pricing investment risk. If the risk is deemed too high, an underwriter may refuse coverage.\n", "\nRisk is the underlying factor in all underwriting. In the case of a loan, the risk has to do with whether the borrower will repay the loan as agreed or will default. With insurance, the risk involves the likelihood that too many policyholders will file claims at once. With securities, the risk is that the underwritten investments will not be profitable.\n", "\nUnderwriters evaluate loans, particularly mortgages, to determine the likelihood that a borrower will pay as promised and that enough <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\" rel=\"noopener noreferrer\">collateral</a> is available in the event of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a>. In the case of insurance, underwriters seek to assess a policyholder's health and other factors and to spread the potential risk among as many people as possible. Underwriting securities, most often done via <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offerings (IPOs)</a>, helps to determine the underlying value of the company compared to the risk of funding its IPO.\n", "\nAs outlined above, there are basically three different types of underwriting: loans, insurance, and securities.\n", "\nAll loans undergo some form of underwriting. In many cases, underwriting is automated and involves appraising an applicant's credit history, financial records, and the value of any collateral offered, along with other factors that depend on the size and purpose of the loan. The appraisal process can take anywhere from a few minutes to a few weeks, depending on whether the appraisal requires a human being to be involved.\n", "\nThe most common type of loan underwriting that involves a human underwriter is for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortgage.asp\">mortgages</a>. This is also the type of loan underwriting that most people encounter. The underwriter assesses income, liabilities (debt), savings, credit history, credit score, and more depending on an individual's financial circumstances. Mortgage underwriting typically has a “turn time” of a week or less.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refinance.asp\">Refinancing</a> often takes longer because buyers who face deadlines get preferential treatment. Although loan applications can be approved, denied, or suspended, most are “approved with conditions,” meaning the underwriter wants clarification or additional documentation.\n", "\nWith insurance underwriting, the focus is on the potential policyholder—the person seeking health or life insurance. In the past, medical underwriting for health insurance was used to determine how much to charge an applicant based on their health and even whether to offer coverage at all, often based on the applicant’s pre-existing conditions. Beginning in 2014, under the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\">Affordable Care Act</a>, insurers were no longer allowed to deny coverage or impose limitations based on pre-existing conditions.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/102914/7-factors-affect-your-life-insurance-quote.asp\">Life insurance underwriting </a>seeks to assess the risk of insuring a potential policyholder based on their age, health, lifestyle, occupation, family medical history, hobbies, and other factors as determined by the underwriter. Life insurance underwriting can result in approval—along with a range of coverage amounts, prices, exclusions, and conditions—or outright rejection.\n", "\nSecurities underwriting, which seeks to assess risk and the appropriate price of particular securities—most often as it relates to an IPO—is performed on behalf of a potential investor, often an investment bank. Based on the results of the underwriting process, an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentbank.asp\">investment bank </a>would buy (underwrite) securities issued by the company attempting the IPO and then sell those securities in the market.\n", "\nUnderwriting ensures that the company's IPO will raise the amount of capital needed, and provides the underwriters with a premium or profit for their service. Investors benefit from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vetting.asp\">vetting </a>process that underwriting provides and the ability it gives them to make an informed investment decision.\n", "\nThis type of underwriting can involve individual stocks as well as debt securities, including government, corporate, or municipal bonds. Underwriters or their employers purchase these securities to resell them for a profit either to investors or dealers (who sell them to other buyers). When more than one underwriter or group of underwriters is involved, this is known as an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter-syndicate.asp\">underwriter syndicate</a>.\n", "\nCreating a fair and stable market for financial transactions is the chief function of an underwriter. Every <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtinstrument.asp\" rel=\"noopener noreferrer\">debt instrument</a>, insurance policy, or IPO carries a certain risk that the customer will default, file a claim, or fail—a potential loss to the insurer or lender. A big part of the underwriter's job is to weigh the known risk factors and investigate an applicant’s truthfulness to determine the minimum price for providing coverage.\n", "\nUnderwriters help to establish the true market price of risk by deciding on a case-by-case basis which transactions they are willing to cover and what rates they need to charge to make a profit. Underwriters also help to expose unacceptably risky applicants—such as unemployed people asking for expensive mortgages, those in poor health who request life insurance, or companies that attempt an IPO before they are ready—by rejecting coverage.\n", "\nThis vetting function substantially lowers the overall risk of expensive claims or defaults and allows loan officers, insurance agents, and investment banks to offer more competitive rates to those with less risky propositions.\n", "\nThe term \"underwrite\" originates in the 17th century when marine vessels would be underwritten for insurance risk for overseas voyages. The insurance company would sub-scribe (literally to write underneath, or under-write) the policy by signing their name at the bottom of the document and acknowledging consent that the policy is in force.\n", "\nUnderwriting, whether it be for an insurance policy or a loan, revaluates the riskiness of a proposed deal or agreement. For an insurer, the underwriter must determine the risk of a policyholder filing a claim that must be paid out before the policy has become profitable. For a lender, the risk is of default or non-payment. Similarly, securities underwriting by investment banks evaluates newly issued shares and bonds to determine their risk-adjusted value.\n", "\nYes, if the riskiness of a borrower or insurance policy applicant is deemed too great, the underwriter can either recommend higher rates or else deny the application entirely - so long as they are not breaking any anti-discrimination laws and are only evaluating objective risk metrics.\n", "\nWith the advent of information technology, the underwriting process for insurers and lenders has shortened from a matter of weeks or months to just a few days or even hours in some cases.\n"]}