{"name": "Underwriters Laboratories (UL)", "@id": "https://www.investopedia.com/terms/u/underwriters-laboratories-ul.asp", "related": ["https://www.investopedia.com/terms/e/economics.asp", "https://www.investopedia.com/terms/m/michael-bloomberg.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/m/mossack-fonseca.asp", "https://www.investopedia.com/terms/o/opec.asp", "https://www.investopedia.com/terms/c/creditrating.asp"], "body": ["\nUnderwriters Laboratories (UL) is a global safety science company, the largest and oldest independent testing laboratory in the United States. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.ul.com/\" rel=\"noopener noreferrer nofollow\">Underwriters Laboratories</a> tests the latest products and technologies for safety before they are marketed around the world. It tests over 19,000 different products annually, ranging from consumer electronics, alarms and security equipment, to lasers, medical devices, and robotics. \n", "\nFounded in 1894, which means that it has over 125 years of service and experience, Underwriters Laboratories offers its services in five strategic areas, from product safety, environment, life and health, university, and verification services. \n", "\nThe company employs over 14,000 people who live in 40 countries. As of 2019, those employees are led by CEO Jennifer Scanlon. In 2012, Underwriters Laboratories created a for-profit subsidiary, UL LLC.\n", "\nUnderwriters Laboratories is a non-profit organization funded by the fees it charges manufacturers of products submitted for certification. UL charges fees for the initial evaluation process, as well as ongoing maintenance fees for follow-up service. While UL is a profitable enterprise, that profit is filtered back into the business, as profit is not a stated goal of the company.\n", "\nUL's operations are global in scope, with customers in 102 countries. In 2009, 20 billion UL Marks appeared on products, while 1.5 billion consumers in Asia, Europe, and North America were reached by UL with safety messages.\n", "\nThe start of Underwriters Laboratories can be traced back to the widely-attended World’s Fair, held in Chicago in 1890. At the fair, UL’s founder, William Henry Merrill, Jr., a graduate of the MIT electrical engineering program, was working at his assigned post with the Boston Board of Fire Underwriters to assess for any fire risks with all of the new construction going on for the fairgrounds.\n", "\nAt the fair, Merrill, Jr. meets many insurance underwriters and proposes his idea to create an electrical testing laboratory. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriters</a> agree that it is a good idea and both Western Insurance Union and the Chicago Underwriters Association give Merrill, Jr. funding to form what will soon become the Underwriters Electrical Bureau.\n", "\nEventually, that first Bureau became the Electrical Bureau of the National Board of Fire Underwriters. It set its mission, even back then, on promoting safe working and living conditions for people. In 1895, the organization hired its first employees.\n", "\nThe Bureau was officially operating with three staff members and a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/budget.asp\" rel=\"noopener noreferrer\">budget</a> of $3,000 annually. In 1901, the organization officially became Underwriters Laboratories and established headquarters in Illinois.\n", "\nFounder Merrill, Jr. became the manager of UL and a new president, Henry Clay Eddy, was named. In 1903, the UL began establishing its first set of safety standards, beginning with tin-clad fire doors.\n"]}