{"name": "Underwriting Cycle Definition", "@id": "https://www.investopedia.com/terms/u/underwriting-cycle.asp", "related": ["https://www.investopedia.com/terms/c/cash-flow-underwriting.asp", "https://www.investopedia.com/terms/s/satoshi-cycle.asp", "https://www.investopedia.com/terms/b/barrierstoentry.asp", "https://www.investopedia.com/terms/m/merger-mania.asp", "https://www.investopedia.com/terms/h/human-resource-planning.asp", "https://www.investopedia.com/terms/a/adverseselection.asp"], "body": ["\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> cycle refers to fluctuations in the insurance business over a period of time. A typical underwriting cycle spans a number of years, as market conditions for the underwriting business go from boom to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bust.asp\">bust</a> and back to boom again. An underwriting cycle is also known as an \"insurance cycle.\"\n", "\nThe underwriting cycle represents the ebb and flow of business between soft and hard insurance markets. At the beginning of an underwriting cycle, business is soft due to increased competition and excess insurance capacity, as a result of which <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\">premiums</a> are low. Then, a natural disaster or other event leads to a surge in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">insurance claims</a>, which drives lesser-capitalized insurers out of business.\n", "\nDecreased competition and lower insurance capacity lead to better underwriting conditions for surviving insurers, enabling them to raise premiums and post solid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\">earnings</a> growth. As the insurance claims are paid off and the tide of new claims subsides, insurance companies slowly return to profitability. New insurance companies then enter the market, offering lower premiums and looser requirements than the existing companies. The existing companies are then compelled to loosen their requirements to stay competitive, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> cycle starts all over again.\n", "\nThe underwriting cycle perpetuates because a majority of insurance companies place short-term gains over long-term stability, selling insurance without concern for what happens when the soft market ends. The only way to effectively regulate or insulate an insurance company against the effects of the insurance cycle is to ignore short-term profitability and focus on saving capital. An insurance company may also consider establishing limits and setting money aside in a \"rainy day\" type of account. Disciplined efficiency can have a considerable effect on a firm's financial stability and long-term business prospects.\n", "\nAs with most <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/businesscycle.asp\">business cycles</a>, the underwriting cycle is a phenomenon that is very difficult to eliminate. The concept has been an understood phenomenon since at least the 1920s and has since been treated as a core concept in the industry. In 2006, insurance giant <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lloyds-london.asp\">Lloyd's of London</a> identified managing this cycle as the top challenge facing the insurance industry and published a report by surveying more than 100 underwriters about industry issues. In response to their survey, they were able to identify steps to manage the insurance cycle.\n", "\nMost insurance industry watchdog organizations believe that underwriting cycles are inevitable due to the inherent uncertainty of matching insurance prices to future losses. Unfortunately, the industry as a whole is not responding to the challenges the underwriting cycle brings. The underwriting cycle affects all types of insurance except <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life insurance</a>, where there is enough information to minimize risk and reduce the effect of the underwriting cycle.\n"]}