{"name": "Underwriter Definition", "@id": "https://www.investopedia.com/terms/u/underwriter.asp", "related": ["https://www.investopedia.com/terms/u/underwriting.asp", "https://www.investopedia.com/terms/d/debt-issue.asp", "https://www.investopedia.com/terms/n/negotiatedunderwriting.asp", "https://www.investopedia.com/terms/f/five-c-credit.asp", "https://www.investopedia.com/terms/c/credit-analyst.asp", "https://www.investopedia.com/terms/f/financial-market.asp"], "body": ["\nAn underwriter is any party that evaluates and assumes another party's risk for a fee. The fee paid to an underwriter often takes the form of a commission, premium, spread, or interest. Underwriters play a critical role in many industries in the financial world, including the mortgage industry, insurance industry, equity markets, and some common types of debt security trading. An individual in the position of a lead underwriter is sometimes called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bookrunner.asp\" rel=\"noopener noreferrer\">book runner</a>.\n", "\nThe term underwriter first emerged in the early days of marine insurance. Shipowners sought insurance for a ship and its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.referenceforbusiness.com/knowledge/Cargo.html\" rel=\"noopener noreferrer nofollow\">cargo</a> to protect themselves in the event that the ship and its contents were lost. Shipowners would prepare a document that described their ship, its contents, crew, and destination.\n", "\nBusinessmen who wished to assume some of the obligation or risk would sign their name at the bottom and indicate how much exposure they were willing to assume. An agreed-upon rate and terms were set out in the paper. These businessmen became known as underwriters.\n", "\nModern-day underwriters play a variety of roles depending on the industry they are working in. In general, underwriters are tasked with determining the level of the risk involved in a transaction or other kind of business decision. Risk is the likelihood that an outcome or investment's actual gains will differ from an expected outcome or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/roys-safety-first-criterion.asp\" rel=\"noopener noreferrer\">return</a>.\n", "\nInvestors rely on underwriters because they determine if a business risk is worth taking. Underwriters also contribute to sales-type activities; for example, in the case of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offering (IPO)</a>, the underwriter might purchase the entire IPO issue and sell it to investors. An IPO is the process whereby a company that was previously privately-owned selling shares of a previously private company on a public stock exchange for the first time.\n", "\nThe most common type of underwriter is a mortgage loan underwriter. Mortgage loans are approved based on a combination of an applicant's income, credit history, debt ratios, and overall savings.\n", "\nMortgage loan underwriters ensure that a loan applicant meets all of these requirements, and they subsequently approve or deny a loan. Underwriters also review a property's appraisal to ensure that it is accurate and the home is worth the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/purchaseprice.asp\" rel=\"noopener noreferrer\">purchase price</a> and loan amount.\n", "\nMortgage loan underwriters have final approval for all mortgage loans. Loans that are not approved can go through an appeal process, but the decision requires overwhelming evidence to be overturned.\n", "\nInsurance underwriters, much like mortgage underwriters, review applications for coverage and accept or reject an applicant based on risk analysis. Insurance brokers and other entities submit insurance applications on behalf of clients, and insurance underwriters review the application and decide whether or not to offer insurance coverage.\n", "\nAdditionally, insurance underwriters advise on risk management issues, determine available coverage for specific individuals, and review existing clients for continued coverage analysis.\n", "\nIn the equity markets, underwriters administer the public issuance and distribution of securities—in the form of common or preferred stock—from a corporation or other issuing body. Perhaps the most prominent role of an equity underwriter is in the IPO process. \n", "\nIPO underwriters are financial specialists who work closely with the issuing body to determine the initial offering price of the securities, buy the securities from the issuer, and sell the securities to investors via the underwriter's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distribution-network.asp\" rel=\"noopener noreferrer\">distribution network</a>.\n", "\nIPO underwriters are typically investment banks that have IPO specialists on staff. These investment banks work with a company to ensure that all regulatory requirements are satisfied. The IPO specialists contact a large network of investment organizations—such as mutual funds and insurance companies—to gauge investment interest. The amount of interest received by these large institutional investors helps an underwriter set the IPO price of the company's stock. The underwriter also guarantees that a specific number of shares will be sold at that initial price and will purchase any surplus.\n", "\nUnderwriters purchase debt securities—such as government bonds, corporate bonds, municipal bonds, or preferred stock—from the issuing body (usually a company or government agency) to resell them for a profit. This profit is known as the \"underwriting spread.\"\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/020915/how-do-i-become-underwriter.asp\" rel=\"noopener noreferrer\">underwriter</a> may resell debt securities either directly to the marketplace or to dealers (who will then sell them to other buyers). When the issuance of a debt security requires more than one underwriter, the resulting group of underwriters is known as an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter-syndicate.asp\" rel=\"noopener noreferrer\">underwriter syndicate</a>.\n"]}