{"name": "Understanding Affiliate Marketing", "@id": "https://www.investopedia.com/terms/a/affiliate-marketing.asp", "related": ["https://www.investopedia.com/terms/a/affiliate-fraud.asp", "https://www.investopedia.com/terms/b/btoc.asp", "https://www.investopedia.com/terms/f/four-ps.asp", "https://www.investopedia.com/terms/d/digital-marketing.asp", "https://www.investopedia.com/terms/a/affiliate-network.asp", "https://www.investopedia.com/terms/m/marketing.asp"], "body": ["\nAffiliate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing.asp\">marketing</a> is an advertising model in which a company compensates third-party publishers to generate traffic or leads to the company’s products and services. The third-party publishers are affiliates, and the commission fee incentivizes them to find ways to promote the company.\n", "\nThe Internet has increased the prominence of affiliate marketing. Amazon popularized the practice by creating an affiliate marketing program whereby websites and bloggers put links to the Amazon page for a reviewed or discussed product to receive advertising fees when a purchase is made. In this sense, affiliate marketing is essentially a pay for performance marketing program where the act of selling is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outsourcing.asp\">outsourced</a> across a vast network.\n", "\nAffiliate marketing predates the Internet, but it is the world of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-marketing.asp\">digital marketing</a>, analytics, and cookies that have made it a billion-dollar industry. A company running an affiliate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing-plan.asp\">marketing program</a> can track the links that bring in leads and, through internal analytics, see how many convert to sales.\n", "\nAn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecommerce.asp\">e-commerce</a> merchant wanting to reach a wider base of Internet users and shoppers may hire an affiliate. An affiliate could be the owner of multiple websites or email marketing lists; the more websites or email lists that an affiliate has, the wider his network. The hired affiliate then communicates and promotes the products offered on the e-commerce platform to his network. The affiliate does this by implementing <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/banneradvertising.asp\">banner ads</a>, text ads, or links on its multiple owned websites or via email to its clientele. Firms use advertisements in the form of articles, videos, and images to draw an audience’s attention to a service or product.\n", "\nAffiliates redirect visitors who click on one of these links or ads to the e-commerce site. If they purchase the product or service, the e-commerce merchant credits the affiliate’s account with the agreed-upon <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commission</a>, which could be 5% to 10% of the sales price.\n", "\nThe goal of using an affiliate marketer is to increase sales—a win-win solution for the merchant and the affiliate.\n", "\nThe advertising company sets the terms of an affiliate marketing program. Early on, companies largely paid the cost per click (traffic) or cost per mile (impressions) on banner advertisements. A technology evolved, the focus turned to commissions on actual sales or qualified leads. The early affiliate marketing programs were vulnerable to fraud because clicks could be generated by software, as could impressions.\n", "\nNow, most affiliate programs have strict terms and conditions on how to generate leads. There are also certain banned methods, such as installing adware or spyware that redirect all search queries for a product to an affiliate's page. Some affiliate marketing programs go as far as to lay out how a product or service is to be discussed in the content before an affiliate link can be validated.\n", "\nSo an effective affiliate marketing program requires some forethought. The terms and conditions must be tight, especially if the contract agreement pays for traffic rather than sales. The potential for fraud in affiliate marketing is possible.\n", "\nUnscrupulous affiliates can squat on domain names with misspellings and get a commission for the redirect. They can populate online registration forms with fake or stolen information, and they can purchase AdWords on search terms the company already ranks high on, and so on. Even if the terms and conditions are clear, an affiliate marketing program requires that someone monitor affiliates and enforce rules.\n", "\nIn exchange, however, a company can access motivated, creative people to help sell their product or services to the world.\n"]}