{"name": "Underwriter Syndicate Definition", "@id": "https://www.investopedia.com/terms/u/underwriter-syndicate.asp", "related": ["https://www.investopedia.com/terms/b/breakingthesyndicate.asp", "https://www.investopedia.com/terms/u/underwriting-group.asp", "https://www.investopedia.com/terms/l/leadunderwriter.asp", "https://www.investopedia.com/terms/s/syndicate.asp", "https://www.investopedia.com/terms/b/boughtdeal.asp", "https://www.investopedia.com/terms/d/distributing-syndicate.asp"], "body": ["\nAn underwriter <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/syndicate.asp\">syndicate</a> is a temporary group of investment banks and broker-dealers who come together to sell new offerings of equity or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtsecurity.asp\">debt securities</a> to investors. The underwriter syndicate is formed and led by the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leadunderwriter.asp\">lead underwriter</a> for a security issue.\n", "\nWhen an issue is too large for a single firm to handle, an underwriter syndicate is usually formed so that the resources of all the firms can be used to orchestrate the issuance and spread out the risk. The syndicate is compensated by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwritingspread.asp\">underwriting spread</a>, which is the difference between the price paid to the issuer and the price received from investors and other <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker-dealer.asp\">broker-dealers</a> when the issuance goes public. An underwriter syndicate is also referred to as an underwriting group, banking syndicate, and investment banking syndicate.\n", "\nDepending on the make-up of the offering, members of an underwriter syndicate are required to buy the shares from the company to sell to investors, as opposed to a company selling the shares directly to investors. This removes a significant amount of risk for the issuing company as it is paid upfront for the shares by the syndicate and is, therefore, not concerned with having to sell the inventory of shares to investors; that risk is taken on by the underwriter syndicate. The risk that an underwriter syndicate takes on is mitigated, especially for the lead underwriter, by spreading the risk out among all the participants in the syndicate.\n", "\nSince the underwriting syndicate has committed to selling the full <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issue.asp\">issue</a>, if demand for it is not as robust as anticipated, the syndicate participants may have to hold part of the issue in their own inventory, which exposes them to the risk of a price decline. In exchange for taking the lead role, the lead underwriter gets a larger proportion of the underwriting spread and other fees, while the other participants in the syndicate receive a smaller portion of the spread and fees.\n", "\nMembers of an underwriter syndicate often sign an agreement that sets forth the allotment of the stock to each participant and the management fee, in addition to other rights and obligations. The lead underwriter runs the syndicate and allocates shares to each member of the syndicate, which may not be equal among the syndicate members. The lead underwriter also determines the timing of the offering, as well as the offering price, and fulfilling any requirements with regulatory issues with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a> (SEC) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority</a> (FINRA).\n", "\nIn determining the offering price, the underwriter syndicate must obtain all the necessary financial information as well as determining the growth prospects of the firm. Typically, a closed bidding process amongst the syndicate members is held to arrive at the price of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> (IPO).\n", "\nFor popular initial public offerings, investors may exhibit a greater demand for shares than there are shares available. In this case, the IPO is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/oversubscribed.asp\">oversubscribed</a>. This kind of demand can only be met once shares begin actively trading on the exchange. This pent-up demand could lead to dramatic price swings during the first few days of trading. As such, there is significant risk associated with individual investors participating in IPOs, either receiving shares as the client of an investment bank or by buying and selling shares once they begin trading.\n"]}