{"name": "Underwriting Income Definition", "@id": "https://www.investopedia.com/terms/u/underwriting-income.asp", "related": ["https://www.investopedia.com/terms/c/calendar-year-experience.asp", "https://www.investopedia.com/terms/c/catastrophe-accumulation.asp", "https://www.investopedia.com/terms/l/loss-development.asp", "https://www.investopedia.com/terms/c/catastrophe-reinsurance.asp", "https://www.investopedia.com/terms/a/adjusted-underwriting-profit.asp", "https://www.investopedia.com/terms/i/investment-income-ratio.asp"], "body": ["\nUnderwriting income is the profit generated by an insurer's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\">underwriting</a> activity over a period of time. Underwriting income is the difference between <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\">premiums</a> collected on insurance policies by the insurer and expenses incurred and claims paid out. Huge claims and disproportionate expenses may result in an underwriting loss, rather than income, for the insurer. The level of underwriting income is an accurate measure of the efficiency of an insurer's underwriting activities.\n", "\nWhen an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> company writes an insurance policy for a new client or renews a policy for an existing client, they receive an insurance premium as payment. This is their revenue. The costs associated with an insurance company are the ordinary business costs as well as money paid out to clients when they file an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">insurance claim</a> for an accident or other such event. The difference between revenue and costs, like any business, is the income, in this case, the underwriting income.\n", "\nAn insurer's underwriting income may fluctuate from quarter to quarter, with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0311/the-financial-effects-of-a-natural-disaster.aspx\">natural and other disasters</a> such as earthquakes, hurricanes, and fires leading to huge underwriting losses. Hurricane Katrina, the largest natural catastrophe in U.S. history, caused an underwriting loss of $2.8 billion for the U.S. property/casualty insurance industry in the first nine months of 2005, compared with underwriting income of $3.4 billion in the corresponding period of 2004.\n", "\nWithstanding extreme events, such as earthquakes and hurricanes, underwriting income is an indicator of how well an insurance company is performing. If the underwriting income is consistently negative, the insurance company could not be bringing in enough new business (underwriting new policies) to generate more revenue.\n", "\nConversely, it can also indicate that the policies that it is writing are risky, resulting in claims being paid out often. This might shed light on the fact that the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting-risk.asp\">risk</a> analysis an insurance company is performing on a business or individual when underwriting a policy is not accurate.\n", "\nIt's important for an insurance company to find a balance because if it is constantly paying out claims more than it is bringing in through underwriting revenue, this could lead to the inability to pay out future claims or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insolvency.asp\">insolvency</a>.\n", "\nUnderwriting income is calculated as the difference between an insurance company's earned premiums and its expenses and claims. For example, if an insurer collects $50 million in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\">insurance premiums</a> over a year, and spends $40 million in insurance claims and associated expenses, its underwriting income is $10 million.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentincome.asp\">Investment income</a>, meanwhile, comes from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gains</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividends</a>, and other investments related to the purchase and sale of securities.  \n", "\nIt's important when analyzing an insurance company, including the company's management, that they not look at overall income or profits, but also focus on underwriting income, to determine how well the business is performing through its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coreearnings.asp\">core</a> operations.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting-cycle.asp\">underwriting cycle</a> is the periodic rise and fall of the insurance industry's underwriting income. The sources of this cycle aren't completely clear; however, since the swings in investment income are mild, fluctuations in underwriting income drive this cyclical rise and fall.\n", "\nThe number of insurance company insolvencies is proportional to the fall of underwriting income. Large drops in underwriting income can indicate that the underlying insurance policies are under-priced in the market or that the insurance companies are writing riskier policies, resulting in losses.\n", "\nInsurance companies with solidly performing underwriting income are generally stronger financially because they don't have to make up for poor performance by increasing their risks on the investment side of the business or by underwriting riskier policies.\n"]}