{"name": "Underinsurance Definition", "@id": "https://www.investopedia.com/terms/u/underinsurance.asp", "related": ["https://www.investopedia.com/terms/h/hmo.asp", "https://www.investopedia.com/health-insurance-premium-4773146", "https://www.investopedia.com/terms/c/coinsurance.asp", "https://www.investopedia.com/terms/m/medicare-supplementary-medical-insurance.asp", "https://www.investopedia.com/premium-tax-credit-2021-definition-5115090", "https://www.investopedia.com/terms/i/issue-age-policy.asp"], "body": ["\nUnderinsurance refers to an insufficient insurance policy. Although a good insurance policy won’t prevent any of life’s calamities, it should make the financial consequences easier to bear. Underinsurance, however, can leave the enrollee liable for a large financial expense if a serious event occurs. Whether it’s a home damaged by a hurricane or fire, or an insured person experiencing a serious disease or accident, insurance should ideally cover enough of the expense that the policyholder can manage the difference.\n", "\nYou can be underinsured if your policy has gaps or exclusions that leave you without coverage. Or it could be that your claim exceeds the maximum amount that can be paid out by the insurance policy. A lower-benefits policy may seem attractive because you pay lower monthly <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">insurance premiums</a>. But if the policy leaves you underinsured, the loss arising from a claim may far exceed any marginal savings in insurance premiums.\n", "\nUnderinsurance can cause a serious financial crisis, depending on the asset that is insured and the extent of the shortfall in insurance.\n", "\nInsurance costs for home and rental properties are on the upswing. On average, they’ve increased by almost 60% in the past 10 years. This partly reflects the rising costs of construction and an increase in severe weather-related damage. Higher rate increases have occurred in California, Nebraska, and Illinois, to name just three states, because of spikes in fire and storm damage claims. Civil disturbances may also result in a high number of claims and subsequent rate increases.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nUnderinsurance for your home can cause a serious financial crisis, depending on the amount of damage and the extent of the shortfall in insurance. Consider a house and its contents, for example, that are insured <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/against-all-risks.asp\" rel=\"noopener noreferrer\">against all risks</a> for $250,000 with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deductible.asp\" rel=\"noopener noreferrer\">deductible</a> of $20,000. The house is subsequently destroyed in a fire, and the cost to replace the residence and its contents comes to $350,000. That will require the homeowner to make up the difference of $100,000—plus the $20,000 deductible—from their own resources.\n", "\nThe percentage of U.S. adults with no health insurance decreased from 20% in 2010 to 12% in 2018. However, the percentage of adults who are <em>underinsured</em> increased from 16% in 2010 to 23% in 2018.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nWhen individuals and families are underinsured, they may have to take on debt to pay deductibles and medical bills. They may postpone needed care, such as not going to the doctor when sick, skipping a test or treatment recommended by a doctor, not seeing a specialist, or not filling a prescription because of the cost.\n", "\nA person is considered underinsured if their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofpocket.asp\" rel=\"noopener noreferrer\">out-of-pocket healthcare expenses</a> are between 5% and 10% of their annual income, or if their health plan deductible is more than 5% of their annual income, according to the Commonwealth Fund. One-quarter of Americans with employer-sponsored health insurance were underinsured in 2020 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"#_ftn2\" rel=\"noopener noreferrer\"><sup><span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ </sup></a>\n", "\nChoosing a health insurance plan often involves striking a balance between lower monthly premium levels (which often mean <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/051415/what-difference-between-copay-and-deductible.asp\" rel=\"noopener noreferrer\">higher deductibles and higher copays</a>) and more comprehensive coverage. This applies to choices in healthcare plans offered by an employer, plans selected at <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://healthcare.gov\" rel=\"noopener noreferrer\">healthcare.gov</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://medicaid.gov\" rel=\"noopener noreferrer\">medicaid.gov</a>, Medicare Supplemental (<a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medigap-insurance.asp\" rel=\"noopener noreferrer\">Medigap</a>) policies, and <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicarepartd.asp\" rel=\"noopener noreferrer\">Medicare Part D</a> prescription drug coverage.\n", "\nIn a lower-premium bronze plan at healthcare.gov, for example, you are responsible for 40% of your healthcare costs, and the insurer pays about 60%. In the highest premium platinum plans, you pay 10% and the insurer pays 90% of your healthcare costs.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nShort term health plans were traditionally marketed to people who experience temporary gaps in coverage. These plans are less costly than the lowest level plans at healthcare.gov and can deny or restrict coverage for preexisting conditions. In 2017 the Trump Administration changed the regulations so that anyone can sign up for a short term plan and expanded the length of time these plans could be renewed.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nShort term health plans are not required to cover the package of 10 essential benefits found in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affordable-care-act.asp\" rel=\"noopener noreferrer\">Affordable Care Act (ACA)</a>.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ These plans don’t cover maternity care and many do not cover substance abuse treatment, outpatient prescription drugs, or mental health services.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nPeople in short term health care plans are more likely to have coverage gaps. When services are covered, cost-sharing may be very high. A May 2020 Commonwealth Fund study, for example, calculated the out-of-pocket costs for COVID-19 patients with short term plans in Georgia, Louisiana, and Ohio. For patients with a moderate case of the virus, patient costs ranged from $14,600 to $17,750. For a severe case of COVID, patient costs ranged from $28,600 to $35,000.<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"#_ftn6\" rel=\"noopener noreferrer\"><sup><span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ </sup></a>\n"]}