{"name": "Unemployment Compensation Definition", "@id": "https://www.investopedia.com/terms/u/unemployment-compensation.asp", "related": ["https://www.investopedia.com/terms/u/unemployment-insurance.asp", "https://www.investopedia.com/pandemic-unemployment-assistance-pua-definition-4802064", "https://www.investopedia.com/federal-pandemic-unemployment-compensation-fpuc-definition-4802039", "https://www.investopedia.com/pandemic-emergency-unemployment-compensation-peuc-definition-4802046", "https://www.investopedia.com/terms/u/unemployment-claim.asp", "https://www.investopedia.com/terms/u/unemployment-income.asp"], "body": ["\nUnemployment compensation is paid by the state to unemployed workers who have <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/121515/7-effective-ways-prepare-layoff.asp\" rel=\"noopener noreferrer\">lost their jobs due to layoffs</a> or retrenchment. It is meant to provide a source of income for jobless workers until they can find employment. In order to be eligible for it, certain criteria must be satisfied, such as having worked for a minimum stipulated period and actively looking for employment.\n", "\nUnemployment compensation, generally provided by an unemployment check or a direct deposit, provides partial income replacement for a defined length of time or until the worker finds employment, whichever comes first. It is also known as “unemployment benefits” or “unemployment insurance.”<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nUnemployment compensation is paid by many developed nations and some developing economies. In the United States, the unemployment compensation system is jointly managed by the federal government and each individual state government. Benefits are based on a percentage of a worker’s average pay over a recent 52-week period, and their calculation can vary by state.\n", "\nBenefits are generally paid by state governments, funded in large part by state and federal payroll taxes paid by employers. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/080114/help-my-unemployment-benefits-are-running-out.asp\" rel=\"noopener noreferrer\">Most states provide benefits for 26 weeks</a>, though this varies by state and can go as low as 12 and as high as 30.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ Extensions are possible during periods of high unemployment.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nAs noted above, both the federal government and the individual states manage unemployment insurance in the U.S.\n", "\nRequirements vary by state in terms of how benefits are determined. To be eligible in New York, for example, you must have worked and been paid wages in two calendar quarters, been paid at least $2,600 in one calendar quarter, and the total wages paid to you must be at least 1.5 times the amount paid to you in your high quarter. The minimum benefit is $104 per week, and the maximum benefit is $504 per week.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nNew York and many other states waived the seven-day waiting period for benefits for people who are out of work due to coronavirus (COVID-19) closures or quarantines.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nOn March 27, 2020, President Trump signed into law a $2 trillion coronavirus emergency stimulus package called the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\" rel=\"noopener noreferrer\">Coronavirus Aid, Relief, and Economic Security (CARES) Act</a>.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿ It temporarily expanded unemployment insurance benefits through three initiatives:\n", "\nHere is a quick summary of how they compare:\n", "\nPresident Joe Biden signed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/american-rescue-plan-definition-5095694\" rel=\"noopener noreferrer\">American Rescue Plan</a>, a stimulus package worth $1.9 trillion on March 11, 2021, which provided additional benefits to Americans because of the COVID-19 pandemic.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ The bill extended unemployment benefits for those who lost their jobs because of the pandemic from March 14, 2021, to Sept. 6, 2021.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿ The new law extended the PUA by an additional 29 weeks from 50 to 79 weeks.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿ It also pushed PEUC benefits from a total of 24 to 53 weeks.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nThe first unemployment compensation system was introduced in the United Kingdom with the National Insurance Act of 1911 under the Liberal Party government of H.H. Asquith. The measures were intended to counteract the increasing footprint of the Labour Party among the country’s working-class population.\n", "\nThe National Insurance Act gave the British working classes a contributory system of insurance against illness and unemployment; however, it only applied to wage earners. The families of wage earners and those earning non-wage income had to rely on other sources of support. Communists—who thought such insurance would prevent workers from starting a revolution—criticized the benefit, but employers and Tories saw it as a “necessary evil.”\n", "\nThe British unemployment compensation scheme was based on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/actuarial-science.asp\" rel=\"noopener noreferrer\">actuarial</a> principles, and it was funded by a fixed amount contributed by workers, employers, and taxpayers. However, the benefits were restricted to particular industries that tended to have more-volatile employment requirements, such as shipbuilding, and it did not make provision for any dependents.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ After one week of unemployment, the worker was eligible to receive seven shillings per week for up to 15 weeks in a year.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ By 1913, about 2.5 million people were insured under the British scheme for unemployment benefits.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nIn the United States, unemployment compensation began at the state level when Wisconsin enacted it in 1932 to assuage the effect of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a>. In 1935, President Franklin D. Roosevelt signed the Social Security Act and established it nationwide. Initially, employers of fewer than eight employees were exempt from having the coverage. That number dropped to four in 1954 and was reduced to one in 1970.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nIn Canada, the system is called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employment-insurance.asp\" rel=\"noopener noreferrer\">Employment Insurance</a> (EI) and is funded by premiums paid by both employers and employees. Canada’s first national system of unemployment was established in 1940 by the Unemployment Insurance Act, also prompted by the effects of the Great Depression. The law was expanded and liberalized in 1971 and finally replaced in 1996 by the Employment Insurance Act, which changed the program’s name to emphasize that it intends to promote employment rather than just support unemployment.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}