{"name": "Unemployment Claim Definition", "@id": "https://www.investopedia.com/terms/u/unemployment-claim.asp", "related": ["https://www.investopedia.com/terms/u/unemployment-insurance.asp", "https://www.investopedia.com/pandemic-unemployment-assistance-pua-definition-4802064", "https://www.investopedia.com/federal-pandemic-unemployment-compensation-fpuc-definition-4802039", "https://www.investopedia.com/pandemic-emergency-unemployment-compensation-peuc-definition-4802046", "https://www.investopedia.com/terms/u/unemployment-income.asp", "https://www.investopedia.com/lost-wages-assistance-lwa-program-definition-5076976"], "body": ["\nAn unemployment claim is a request for cash benefits after <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/121515/7-effective-ways-prepare-layoff.asp\" rel=\"noopener noreferrer\">getting laid off</a> from a job. An individual makes an unemployment claim to the government of the state in which they worked to receive temporary payments after losing a job through no fault of their own. An unemployment claim is also known as an \"unemployment insurance claim\" or an \"unemployment compensation claim.\"\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/012117/what-does-us-secretary-labor-do.asp\" rel=\"noopener noreferrer\">United States Department of Labor</a> (DOL) keeps track of the number of weekly unemployment claims. It provides both seasonally adjusted and seasonally unadjusted claims numbers and also lists which states had an increase or decrease of 1,000 or more claims.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ This data is reported in the media as an indication of national and state economic health.\n", "\nUnemployment claims are paid from state funds that are collected from employers in the form of an unemployment insurance tax. Unemployment benefits are payable for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/080114/help-my-unemployment-benefits-are-running-out.asp\">limited number of weeks</a>—most states provide up to 26 weeks of benefits—and are designed to replace about half of a worker's previous wages.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nYou <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/how-to-apply-for-unemployment-insurance-now-4800548\">must file an unemployment claim with the UI program</a> in the state where you worked. Depending on the state, you can file a claim in person, online, or over the phone. When you file a claim, you must provide your Social Security number, contact information, and details about your former employment.\n", "\nIn addition, a worker must meet certain criteria. Workers who receive unemployment benefits, for example, must be actively seeking employment (and be able to prove it), and they must have been laid off rather than having quit or been fired.\n", "\nThe initial date of an unemployment claim determines the benefit year during which a claimant may file weekly claims—as well as the base period<em> </em>of the claim. The base period determines the wages that will be used to compute the claimant's weekly and maximum benefit amounts and for which employers will have potential chargeback or reimbursement liability for any benefits paid to the claimant. Only base period employers are part of an unemployment claim. Non-base period employers have no such liability.\n", "\nOn March 27, 2020, former President Donald Trump signed into law the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/coronavirus-aid-relief-and-economic-security-cares-act-4800707\">Coronavirus Aid, Relief, and Economic Security (CARES) Act</a>, a $2 trillion <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/what-s-in-the-usd2-trillion-coronavirus-stimulus-bill-4800882\">coronavirus emergency stimulus package</a>. It expanded states' ability to provide UI to many workers affected by COVID-19, including people who weren't ordinarily eligible for unemployment benefits. The CARES Act included three specific programs to help Americans out of work due to the coronavirus.\n", "\nCertain aspects of these programs expired in July 2020 but have been restarted and modified following the passage of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/your-guide-to-the-paycheck-protection-program-ppp-and-how-to-apply-4802195\">Consolidated Appropriations Act</a> (CAA), signed into law by former President Trump on Dec. 27, 2020. Here is a look at the different programs and how they have been impacted by the CAA Act.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nOn March 11, 2021, President Joe Biden signed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/american-rescue-plan-definition-5095694\">American Rescue Plan</a>, extending the existing $300 per week federal unemployment supplement until September 6, 2021. This applies to the FPUC, PUA, and PEUC programs. A Senate amendment also made $10,200 ($20,400 for married couples filing jointly) of unemployment compensation paid in 2020 tax-free at the federal level for anyone earning less than $150,000.<span class=\"ql-inline-citation\" data-cite=\"6\"></span> Keep in mind that states may not conform to these rules. Be sure to review your state return after clicking <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.hrblock.com/tax-center/wp-content/uploads/2021/03/state-unemployment-income-exclusion.pdf\" rel=\"nofollow\">this link</a> to see your state's rules.\n", "\nThe IRS announced it would automatically adjust the tax returns of anyone who filed early and declared all of their unemployment income for the 2020 tax year.<span class=\"ql-inline-citation\" data-cite=\"7\"></span>\n", "\nTo find out the rules in your state, check with your state's unemployment insurance program. Most states recommend that you make an unemployment claim online, but be aware that in the first months of the pandemic, many states' websites crashed or were very slow. If you have delays in the filing, be aware that the benefits are available retroactively and the states will backdate claims to the date you first became unemployed.\n", "\nWhen you file an unemployment claim is very important. Consider, for example, an employer that hires an employee in March and lets that individual go after 30 days.\n", "\nIf the claimant files an initial claim before April 1, the base period would not include the first quarter of that year (the quarter in progress), nor the fourth quarter of the preceding year (the lag quarter). It actually consists of the fourth quarter of the year before the year preceding the current year, and the first three quarters of the year preceding the current year. However, since the employer did not report wages during that base period, it will have no financial involvement in the claim.\n", "\nThe same would apply if the claimant waited until April, May, or June to file the initial claim—in that case, the base period would omit the second quarter of the current year, the first quarter of the current year, and consist of the four quarters of the preceding year. If the ex-employee files an initial claim after June 30 of the current year, then the employer could be a base period employer, but its chargeback liability would be limited due to having paid only 30 days' worth of wages.\n"]}