{"name": "Unfair Trade Practice Definition", "@id": "https://www.investopedia.com/terms/u/unfair-trade-practice.asp", "related": ["https://www.investopedia.com/terms/u/unfair-claims-practice.asp", "https://www.investopedia.com/terms/r/regulation-aa.asp", "https://www.investopedia.com/terms/r/regulation-n.asp", "https://www.investopedia.com/terms/r/racketeering.asp", "https://www.investopedia.com/terms/t/trade-act-of-1974.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp"], "body": ["\nUnfair trade practices refer to the use of various deceptive, fraudulent, or unethical methods to obtain business. Unfair business practices include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/misrepresentation.asp\">misrepresentation</a>, false advertising or representation of a good or service, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tiedselling.asp\">tied selling</a>, false free prize or gift offers, deceptive pricing, and noncompliance with manufacturing standards. Such acts are considered unlawful by statute through the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/10/know-your-consumer-protection-laws.asp\">Consumer Protection Law</a>, which opens up recourse for consumers by way of compensatory or punitive damages. An unfair trade practice is sometimes referred to as “deceptive trade practices” or “unfair business practices.”\n", "\nUnfair trade practices are commonly seen in the purchase of goods and services by consumers, tenancy, insurance claims and settlements, and debt collection. Most states’ unfair trade practices statutes were originally enacted between the 1960s and 1970s. Since then, many states have adopted these laws to prevent unfair trade practices. Consumers who have been victimized should examine the unfair trade practice statute in their state to determine whether they have a cause of action.\n", "\nIn the United States, unfair trade practices are addressed in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/boarddocs/supmanual/cch/ftca.pdf\">Section 5(a)</a> of the Federal Trade Commission Act, which prohibits “unfair or deceptive acts or practices in or affecting commerce.” It applies to all individuals engaged in commerce, including banks, and sets the legal standard for unfair trade practices, which may be deemed unfair, deceptive, or both. Below are lists of unfair and deceptive practices as per the rule:\n", "\nAn act is unfair when it meets the following criteria:\n", "\nAn act or practice is deceptive when it meets the following criteria:\n", "\nUnfair trade practices can happen in any industry but are significant enough to prompt the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nainsurancec.asp\">National Association of Insurance Commissioners (NAIC)</a> to issue <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.naic.org/store/free/MDL-880.pdf\">guidance related to the sale of insurance products</a>. The NAIC defines unfair trade practices in the following ways:\n", "\nThe NAIC considers a deceptive trade practice to be any of the above acts coupled with the conditions below:\n"]}