{"name": "Unified Payment Interface (UPI) Definition", "@id": "https://www.investopedia.com/terms/u/unified-payment-interface-upi.asp", "related": ["https://www.investopedia.com/terms/h/hawala.asp", "https://www.investopedia.com/terms/s/social-payment.asp", "https://www.investopedia.com/terms/d/directdeposit.asp", "https://www.investopedia.com/terms/m/mpesa.asp", "https://www.investopedia.com/terms/b/blockchain.asp", "https://www.investopedia.com/terms/c/contactless-payment.asp"], "body": ["\nA Unified Payment Interface (UPI) is a smartphone application that allows users to transfer money between bank accounts. It is a single-window mobile payment system developed by the National Payments Corporation of India (NPCI). It eliminates the need to enter <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bank.asp\" rel=\"noopener noreferrer\">bank</a> details or other sensitive information each time a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer.asp\" rel=\"noopener noreferrer\">customer</a> initiates a transaction.\n", "\nThe Unified Payment Interface is a real-time payment system. It is designed to enable peer-to-peer inter-bank <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transfer.asp\" rel=\"noopener noreferrer\">transfers</a> through a single two-click factor authentication process. The interface is regulated by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rbi.asp\" rel=\"noopener noreferrer\">Reserve Bank of India (RBI)</a>, India's central bank. It works by transferring money between two bank accounts along with a mobile platform.\n", "\nThe system is said to be a safe and secure method of transferring money between two parties and eliminates the need to transact with physical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash.asp\" rel=\"noopener noreferrer\">cash</a> or through a bank. The pilot system was launched in India on April 11, 2016. Banks across the country started to upload their interface in August 2016. \n", "\nUPI uses existing systems, such as Immediate Payment Service (IMPS) and Aadhaar Enabled Payment System (AEPS), to ensure seamless settlement across accounts. It facilitates push (pay) and pull (receive) transactions and even works for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/otc.asp\" rel=\"noopener noreferrer\">over-the-counter</a> or barcode payments, as well as for multiple recurring payments such as utility bills, school fees, and other subscriptions.\n", "\nOnce a single identifier is established, the system allows mobile payments to be delivered without the use of credit or debit cards, net banking, or any need to enter account details. This would not just ensure greater safety of sensitive information, but connect people who have bank accounts via <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smartphone.asp\" rel=\"noopener noreferrer\">smartphones</a> to carry out hassle-free transactions.\n", "\nOverall, UPI implies fewer cash transactions and potentially reduces the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unbanked.asp\" rel=\"noopener noreferrer\">unbanked</a> population.\n", "\nSending money on the UPI is called a \"push.\" In order to send money, the user logs into the interface and selects the Send Money/Payment option. After entering the recipient's virtual ID and the amount desired, he chooses the account from which the money will be debited. The user then enters a special <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personal-identification-number.asp\" rel=\"noopener noreferrer\">personal identification number (PIN)</a> and receives a confirmation.\n", "\nReceiving money through the system is called a \"pull.\" Once the user has logged in to the system, she selects the option to collect money. The user then needs to enter the virtual ID for the remitter, the amount to be collected, and the account in which she will deposit the funds. A message then goes to the payer with the request to pay. If he decides to make the payment, he enters his UPI PIN to authorize the transaction.\n", "\nOnce the transfer has been completed, both the sender and the recipient receive a confirmation by text message to their smartphones.\n", "\nA number of key features are offered by UPI. Users can access balances and transaction histories along with sending and receiving money. To send money, users need an account number, the Indian Financial System Code (or IFSC, which is an alphanumeric code that facilitates electronic transfers), the mobile number of the recipient, and a virtual ID or Aadhaar number (which is like a Social Security number).\n"]}