{"name": "Uniform Bank Performance Report (UBPR) Definition", "@id": "https://www.investopedia.com/terms/u/uniform-bank-perf.asp", "related": ["https://www.investopedia.com/terms/b/bankrun.asp", "https://www.investopedia.com/terms/c/checkingaccount.asp", "https://www.investopedia.com/terms/c/callreport.asp", "https://www.investopedia.com/terms/t/tier-1-leverage-ratio.asp", "https://www.investopedia.com/terms/m/masternote.asp", "https://www.investopedia.com/terms/k/key-ratio.asp"], "body": ["\nThe Uniform Bank Performance Report (UBPR) is an analytical tool created by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ffiec.asp\" rel=\"noopener noreferrer\">Federal Financial Institutions Examination Council </a>(FFIEC) to help supervise and examine financial institutions. The UBPR serves as an analysis of the impact that management and economic conditions can have on a bank's balance sheet. It examines <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>, adequacy of capital and earnings, and other factors that could damage the stability of the bank.\n", "\nThe Uniform Bank Performance Report summarizes the effect of economic conditions and management decisions on the performance of a given bank and the composition of that bank’s balance sheet. The data therein can be used to evaluate whether the bank is earning enough money and has enough liquid assets. It can also be used to manage the bank’s growth, assets, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a>. The UBPR is a valuable tool for bankers and bank examiners seeking to understand the financial health of a given bank, and as such, can be used to maintain the financial health of a bank or to restore it to health.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nBanks traditionally rely heavily on short-term deposits to fund long-term loans to consumers and businesses. This reliance makes a bank susceptible to major problems if conditions turn against it, or it sees a sudden mass withdrawal of deposits. It is why the FFIEC tries to monitor banks' stability with the UBPR.\n", "\nA given bank’s UBPR will usually be published within 24 hours of filing the associated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/callreport.asp\" rel=\"noopener noreferrer\">Call Report</a> with the Central Data Repository. However, if there are errors in the associated Call Report, then the UBPR won’t be published until those errors are rectified.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe data in a given bank’s UBPR is updated on a continuous basis. Data for the current quarter’s UBPR is recalculated each night and published each morning. Data for the current quarter and the four consecutive previous quarters is recalculated every Friday night and published the next Saturday morning. A 21-period recalculation is done once per quarter. It occurs two weeks before banks start submitting their new Call Reports. The recalculated data is published within a three-day period.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nOnce most banks have filed their Call Reports, and UBPR data has been calculated, peer group average data is published. Peer group averages for all peer groups but 1 and 2 are published 30 days after the date a Call Report is filed, or on the due date of the Call Report. Peer group average data for groups 1 and 2 is published 35 days after the date a Call Report is filed, or on the date the Call Report is due.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n"]}