{"name": "Uniform Commercial Code (UCC) Definition", "@id": "https://www.investopedia.com/terms/u/uniform-commercial-code.asp", "related": ["https://www.investopedia.com/terms/a/article-9.asp", "https://www.investopedia.com/terms/u/uniform-consumer-credit-code.asp", "https://www.investopedia.com/terms/s/statute-of-frauds.asp", "https://www.investopedia.com/terms/p/postdated.asp", "https://www.investopedia.com/terms/p/pay-to-order.asp", "https://www.investopedia.com/terms/a/adhesion-contract.asp"], "body": ["\nThe Uniform Commercial Code (UCC) is a <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/standardization.asp\">standardized</a> set of laws and regulations for transacting business. Then UCC code was established because it was becoming increasingly difficult for companies to transact business across state lines given the various state laws.\n", "\nThe Uniform Commercial Code (UCC) is important since it helps companies in different states to transact with each other by providing a standard legal and contractual framework. The UCC laws have been fully adopted by most states in the U.S. Although there are some slight variations from state-to-state, the UCC code consists of nine separate articles. The UCC articles govern various types of transactions, including banking and loans.\n", "\nUniform Commercial Code (UCC) laws regulate sales of personal property and various other transactions. If you’ve ever purchased a business or a vehicle in the past, chances are you signed a UCC-1 statement. The title remains in the lender’s possession until the loan is paid off.\n", "\nThe policies instituted under the Uniform Commercial Code (UCC) are largely focused on the activities of small businesses and <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/entrepreneur.asp\">entrepreneurs</a>. Part of the intent is to clear up confusion over how each state might separately regulate such operations.\n", "\nThe UCC code imposes standards for processing checks and other types of commercial paper. Often it is applied to the property secured by a bank where the title is held until the borrower pays off the balance of the financing. Companies that conduct business transactions outside of their home state must comply with the applicable UCC law, including when <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\">leasing</a> equipment, selling goods, borrowing money, and establishing contracts.\n", "\nBelow is an outline of what the nine different articles in the Uniform Commercial Code (UCC) address:\n", "\nThe Uniform Commercial Code (UCC) undergoes frequent revisions that address specific articles. For example, a recent addition to the code covers corporate<strong> </strong>electronic payments.\n", "\nThe Uniform Commercial Code (UCC) was not established through <a class=\"CMY_Link CMY_Valid\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/congress.asp\">Congress</a>. It was created by private organizations that include the National Conference of Commissioners on Uniform State Laws (NCCUSL) and the American Law Institute (ALI).\n", "\nThe Uniform Commercial Code (UCC) was drawn up and ratified by most states in the 1950s. Louisiana is now the only state that has not fully ratified the code, although it has adopted part of it.\n", "\nEach state has the option of adopting the code as it was written and amended or adopting and modifying provisions of it.\n", "\nLouisiana did not adopt Article 2 of the Uniform Commercial Code (UCC) as written. The state also did not adopt Article 2A, which covers the lease and rental of personal property that is not regarded as real estate. California has made some modifications, too, implementing its own version of the UCC laws.\n"]}