{"name": "Uniform Partnership Act (UPA) Definition", "@id": "https://www.investopedia.com/terms/u/uniform-partnership-act-upa.asp", "related": ["https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/p/partnership.asp", "https://www.investopedia.com/terms/v/volcker-rule.asp", "https://www.investopedia.com/terms/s/schedule-k-1.asp", "https://www.investopedia.com/terms/u/uniform-simultaneous-death-act.asp", "https://www.investopedia.com/terms/f/fiduciary.asp"], "body": ["\nThe Uniform Partnership Act (UPA) provides governance for business <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/partnership.asp\">partnerships</a> in several U.S. states. The UPA also offers regulations governing the dissolution of a partnership when a partner dissociates.\n", "\nThe implementation of the UPA operates as a statute, which is a rule passed by legislators as opposed to government agencies. The Uniform Partnership Act was created in 1914 by the National Conference of Commissioners on Uniform State Laws (NCCUSL). As of the latest iteration of the act, 37 states in the U.S. abide by it. The Uniform Partnership Act only applies to general liabilities and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090214/limited-liability-partnership-llp-basics.asp\">limited liability partnerships</a> (LLPs). It does not apply to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitedpartnership.asp\">limited partnerships</a> (LPs).\n", "\nThe intended goal of the Uniform Partnership Act is to provide guidance to various business relationships. This typically applies to small businesses and loose partnerships as larger businesses have detailed agreements in place that govern any changes in a business. The act governs how a partnership is created, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\">fiduciary</a> duties of the partnership and its partners, and defines partnership assets and liabilities.\n", "\nOne of the most important aspects of the UPA states that when one partner in a business leaves, a majority interest of the remaining partners can agree to continue the partnership within 90 days of the dissociation. The Uniform Partnership Act effectively saved partnerships from dissolution following a partner's dissociation.\n", "\nSince the first Uniform Partnership Act was drafted in 1914, it has been revised many times, most recently in 1997. Amendments in 2011 and 2013 were added to the act to provide clarification to some of the language in the 1997 version.\n", "\nIn 1996, the Limited Liability Partnership Amendments were promulgated and combined into the Uniform Partnership Act. In addition to the rule stating that when a partner leaves a partnership, the remaining partners have 90 days to determine if the partnership should continue or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/windingup.asp\">dissolve</a>, the Uniform Partnership Act includes the following features:\n"]}