{"name": "Uniform Prudent Investor Act (UPIA)", "@id": "https://www.investopedia.com/terms/u/uniform-prudent-investor-act.asp", "related": ["https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/p/prudent-investor-rule.asp", "https://www.investopedia.com/terms/p/prudent-investment.asp", "https://www.investopedia.com/terms/u/utma.asp", "https://www.investopedia.com/terms/a/aaf.asp", "https://www.investopedia.com/terms/i/investing.asp"], "body": ["\nThe Uniform Prudent Investor Act (UPIA) is a uniform statute that sets out guidelines for trustees to follow when investing trust assets. It is an update to the previous prudent man standards intended to reflect the changes that have occurred in investment practice since the late 1960s. Specifically, the Uniform Prudent Investor Act reflects a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modernportfoliotheory.asp\">modern portfolio theory (MPT)</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totalreturn.asp\">total return</a> approach to the exercise of fiduciary investment discretion.\n", "\nThe Uniform Prudent Investor Act was adopted in 1992 by the American Law Institute’s Third Restatement of the Law of Trusts. It was an update to the previously accepted Prudent Man Rule. By taking the total portfolio approach and eliminating category restrictions on different types of investments, the Uniform Prudent Investor Act fostered a greater degree of diversification in investment portfolios. It also made it possible for trustees to include in their portfolios investments such as derivatives, commodities, and futures. While these investments individually have a relatively higher degree of risk, they could theoretically reduce overall portfolio risk and boost returns when considered in a total portfolio context.\n", "\nThe Prudent Man Rule was based on Massachusetts common law written in 1830 and revised in 1959. It stated that a trust fiduciary was required to invest trust assets as a “prudent man” would invest his own assets, with the following in mind:\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prudent-investment.asp\">prudent investment</a> will not always turn out to be a highly profitable investment; in addition, no one can predict with certainty what will happen with any investment decision.\n", "\nMore recently, the prudent man rule has been renamed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prudentmanrule.asp\">prudent person rule</a>. This set of guidelines can also be applied outside of trustee domains, where it is referred to as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prudent-investor-rule.asp\">prudent investor rule</a>.\n", "\nThe Uniform Prudent Investor Act made four main changes to the previous Prudent Man Rule standard:\n", "\nThe Uniform Prudent Investor Act’s most important change was that the standard of prudence would henceforth be applied to any investment in the context of the total portfolio, rather than to individual investments.\n"]}