{"name": "Unilateral Transfer Definition", "@id": "https://www.investopedia.com/terms/u/unilateral-transfers.asp", "related": ["https://www.investopedia.com/terms/r/remittance.asp", "https://www.investopedia.com/terms/f/foreign-aid.asp", "https://www.investopedia.com/terms/w/wiretransfer.asp", "https://www.investopedia.com/terms/f/fdi.asp", "https://www.investopedia.com/terms/i/inward-investment.asp", "https://www.investopedia.com/terms/b/brexit.asp"], "body": ["\nA unilateral transfer is a one-way transfer of money, goods, or services from one party to another. It is often used to describe payments made by a government to their citizens, or from one country to another country in the form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-aid.asp\" rel=\"noopener noreferrer\">foreign aid</a>. In these cases, the supplier of funds receives nothing in return from the recipient. A unilateral transfer differs from a bilateral transfer, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bilateral-trade.asp\" rel=\"noopener noreferrer\">bilateral trade</a>, which involves reciprocal economic benefit for both parties to a transaction.\n", "\nUnilateral transfers occur frequently as gifts in everyday life. This can be contrasted with bilateral transfers, a mutual exchange of goods, money, or services. A birthday gift or wedding present are examples where nothing is expected in return.\n", "\nDonations to charities or other forms of philanthropy can also be construed as a unilateral transfer, although some such donations may receive tax benefits. Governments may hand out unilateral transfers in the form of economic stimulus, for instance, in the checks sent to American families during the COVID-19 pandemic in early 2020.\n", "\nUnilateral transfers sent by governments are included in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/currentaccount.asp\" rel=\"noopener noreferrer\">current account</a> of a nation's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bop.asp\" rel=\"noopener noreferrer\">balance of payments</a>. They are distinct from trade transactions, which are bilateral in that both parties receive something. Unilateral transfers encompass things such as humanitarian aid and payments made by immigrants to their native countries.\n", "\nUnilateral transfers are thus often involved in instances of direct foreign aid. Unilateral aid occurs when one government directly transfers money or other assets to a recipient country. Critics have argued, however, that direct foreign aid can be problematic and lead to negative unintended consequences.\n", "\nFor instance, direct cash sent to Africa has been \"an unmitigated economic, political, and humanitarian disaster,\" as written by Zambian-born economist and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/world-bank-definition/\" rel=\"noopener noreferrer\">World Bank</a> consultant Dambisa Moyo in her book <em>Dead Aid: Why Aid Is Not Working and How There Is a Better Way to Help Africa</em>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Foreign governments are often corrupt and use foreign aid money to bolster their military control or to create propaganda-style education programs instead of using it to help their population.\n", "\nA United Nations shipment of food aid to North Korea to help feed its population is an example of a unilateral transfer of goods. The government of North Korea sends nothing back to the UN. By contrast, a bilateral transfer or trade would involve the North Korean government paying for the food, or exporting some other goods in return.\n"]}