{"name": "United Nations (UN) Definition", "@id": "https://www.investopedia.com/terms/u/united-nations-un.asp", "related": ["https://www.investopedia.com/terms/i/international-labour-organization.asp", "https://www.investopedia.com/terms/t/trilateralcommission.asp", "https://www.investopedia.com/terms/o/opec.asp", "https://www.investopedia.com/terms/g/g8.asp", "https://www.investopedia.com/terms/e/embargo.asp", "https://www.investopedia.com/terms/i/international-organization-for-standardization-iso.asp"], "body": ["\nThe United Nations, commonly referred to by its initial: UN, is an international nonprofit organization formed in 1945 to increase political and economic cooperation among its member countries. \n", "\nThe United Nations was formed in 1945 in the wake of World War II as a way to reduce international tensions, promote human rights, and reduce the possibility of other large-scale conflicts. It is a successor to the League of Nations, a body devoted to international cooperation that was formed in 1920 after World War I, but found itself unable to prevent the outbreak of war in Europe and Asia in the 1930s. The U.S. never joined the League of Nations.\n", "\nToday, almost every country in the world is represented in the UN, including the United States (the UN headquarters is located in New York City). A few autonomous states lack UN membership despite exercising de facto sovereignty, either because most of the international community does not recognize them as independent (e.g. North Cyprus, Somaliland, Abkhazia), or because one or more powerful member states have blocked their admittance (e.g. Taiwan, Kosovo).\n", "\nThe UN is made up of five principal organs: the UN General Assembly, the UN Secretariat, the International Court of Justice, the UN Security Council, and the UN Economic and Social Council. A sixth, the UN Trusteeship Council, has been inactive since 1994. \n", "\nThis is the UN's main deliberative body, where all members have equal representation. It is headquartered in New York City, and its responsibilities include setting the UN's budget, appointing rotating members to the Security Council, and passing non-binding resolutions that express the opinions of the international community. \n", "\nThe UN Secretariat is the executive wing of the UN, charged with implementing policies set by its deliberative bodies. Its head, the Secretary-General, is the UN's top official. The Secretariat, which is based in New York City, includes the Department of Peacekeeping Operations, which dispatches UN soldiers–known as \"blue helmets\"–on missions authorized by the Security Council.\n", "\nThe International Court of Justice is based in The Hague and has two main functions: to settle disputes submitted by member states according to international law and to issue advisory opinions on legal questions submitted by UN agencies.\n", "\nThe U.S., Russia, and China have not joined the court, so their citizens are not subject to its decisions unless the Security Council votes to make them. Since all three countries have veto power on the Security Council, that is all but impossible. Most of the court's high-profile cases have focused on African heads of state, leading several African states to pull out of its jurisdiction or threaten to do so.\n", "\nThe UN Security Council is charged with maintaining international security. It authorizes peacekeeping missions, accepts new UN members, and approves changes to the UN charter. The Security Council's structure allows a few powerful member states to dominate the UN: Russia, the UK, France, China, and the U.S. hold permanent seats on the council and enjoy veto power. The Security Council's other 10 seats rotate on a staggered two-year schedule; as of 2019 they are occupied by Belgium, Côte d´Ivoire, Dominican Republic, Equatorial Guinea, Germany, Indonesia, Kuwait, Peru, Poland, and South Africa.\n", "\nThe UN Economic and Social Council<strong> </strong>coordinates the activities of the UN's 15 specialized agencies. These include the Food and Agriculture Organization, which leads efforts to improve food security; the International Atomic Energy Agency, which attempts to ensure compliance with nuclear nonproliferation agreements; the International Labour Organization, which promotes workers' interests; and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/worldbank.asp\">World Bank</a> and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\">International Monetary Fund</a>, two of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/brettonwoodsagreement.asp\">Bretton Woods</a> institutions, which were founded to shore up international financial stability.\n"]}