{"name": "Unitranche Debt Definition", "@id": "https://www.investopedia.com/terms/u/unitranchedebt.asp", "related": ["https://www.investopedia.com/terms/a/asset-backedsecurity.asp", "https://www.investopedia.com/terms/s/secured-creditor.asp", "https://www.investopedia.com/terms/p/pro-rata_tranche.asp", "https://www.investopedia.com/terms/d/debt-issue.asp", "https://www.investopedia.com/terms/s/seniordebt.asp", "https://www.investopedia.com/terms/d/debtrestructuring.asp"], "body": ["\nUnitranche debt or financing represents a hybrid loan structure that combines senior debt and subordinated debt into one loan, allowing banks to compete better against private debt funds. The borrower of this kind of debt typically pays an interest rate that falls in between the interest rates that each type of loan would command individually.\n", "\nUnitranche <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debt.asp\" rel=\"noopener noreferrer\">debt</a> is typically used in institutional funding deals. It lets the borrower get funding from multiple parties, which can result in decreased costs from multiple issuances, allow for greater fundraising through a single deal process, and facilitate a faster acquisition in a buyout.\n", "\nUnitranche debt deals can be structured in several ways. The primary focus is on priority repayment levels for the borrowers. Levels of risk can vary substantially in a structured unitranche debt deal, with borrowers agreeing to various priority levels for repayment in the case of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\" rel=\"noopener noreferrer\">default</a>.\n", "\nUnitranche debt may also be compared to syndicated debt. Both types of debt are structured under an overarching issuance agreement that provides an average cost of debt to the issuer.\n", "\nStructured unitranche debt will divide pieces of the structured debt vehicle into tranches, each of which has its own class designation. The issuer of the debt typically works with a large investment bank, or group of investment banks, to provide the structuring of the debt in an underwriting process. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriter.asp\" rel=\"noopener noreferrer\">underwriters</a> will determine and document all of the terms of each tranche including details on its interest payments, interest rate, duration, and seniority.\n", "\nSeniority is typically the primary factor influencing the terms of each <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tranches.asp\" rel=\"noopener noreferrer\">tranche</a> level. The tranches of the debt can be a dividend and represented by class level names, such as the year of issuance followed by a letter. For example, a unitranche vehicle with four tranches could be structured as 2019-A, 2019-B, 2019-C, and 2019-D, providing an identifier for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lender.asp\" rel=\"noopener noreferrer\">lenders</a> who want to invest in the vehicle.\n", "\nUnderwriters structure the tranches by seniority with the lowest risk tranches having the highest seniority for repayment in the case of default. These tranches are also known as secured tranches. Each tranche will have differing levels of seniority if the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/issuer.asp\" rel=\"noopener noreferrer\">issuer</a> defaults.\n", "\nSome unitranche vehicles may also rate various tranches to support the marketing and disclosure of tranche sales. Underwriters can also structure each tranche with varying terms. Individual tranches can thus be customized and created with different provisions that are favorable for the issuer. Provisions may include call rights, full repayment at the principal with no coupon and floating versus fixed rates.\n", "\nIn some cases, a syndicated loan may also be considered a type of unitranche debt. A syndicated loan is similar to a unitranche loan in that it involves multiple lenders making an investment. Syndicated loans also involve underwriters and an extensive underwriting process. In a syndicated loan the lenders all typically agree to similar terms, however, some syndicated loans may include individual loan portions to each lender considered as tranches. Overall, syndicated loans are typically less complex in their structuring than unitranche debt.\n"]}