{"name": "United States Department of Agriculture (USDA) Definition", "@id": "https://www.investopedia.com/terms/u/usda.asp", "related": ["https://www.investopedia.com/terms/f/farmermac.asp", "https://www.investopedia.com/terms/c/commodity-credit-corporation.asp", "https://www.investopedia.com/terms/b/banks-for-cooperatives.asp", "https://www.investopedia.com/terms/f/farm-credit-system.asp", "https://www.investopedia.com/terms/a/agroforestry.asp", "https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp"], "body": ["\nThe United States Department of Agriculture (USDA) is the federal agency that proposes programs and implements policies and regulations related to American farming, forestry, ranching, food quality, and nutrition.\n", "\nPresident Abraham Lincoln founded the USDA in 1862, when about half of all Americans lived on farms. The department now has 29 agencies with wide-ranging responsibilities from food safety inspections to economic development for rural communities.\n", "\nThe head of the USDA is the Secretary of Agriculture. Second in charge is the Deputy Secretary of Agriculture, who oversees the department’s daily operations and budget. Seven undersecretaries oversee the divisions for rural development, food safety, and other areas, with nearly 100,000 employees who serve the American people at more than 4,500 locations across the country and abroad. The USDA is made up of 29 agencies and offices, which include valuable resources like the Forest Service, the Center for Nutrition Policy and Promotion, and the National Agricultural Library. \n", "\nThe USDA’s programs help provide the following services, among others: broadband access in rural areas; disaster assistance to farmers, ranchers, and rural residents; soil, water, and other natural resource conservation to landowners; wildfire prevention; and agricultural research and statistics. The USDA also is responsible for several <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/social-welfare-system.asp\">social welfare</a> programs, including: school meal nutrition; nutrition education; organic food standards; food assistance for women, infants and children (WIC); and the food stamp program (Supplemental Nutrition Assistance Program, or SNAP).\n", "\nThe USDA is vital in helping to keep America's farmers and ranchers in business and making sure that the nation's commercial supply of meat, poultry, and egg products is safe, wholesome and properly labeled. It also helps to support and ensure the health and care of animals and plants and the health of the land through sustainable management. In addition, the USDA works to improve the economy and quality of life in all of rural America.\n", "\nOne of the USDA's main tasks is in the area of rural development, especially rural housing. The USDA provides financial assistance for purchasing and refinancing rural homes through the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/farmers-home-administration-fmha.asp\">Farmers Home Administration</a>. It provides direct loans to very-low-income borrowers who want to purchase a rural home, guaranteed loans to moderate-income home buyers, and loans and grants for rural home improvements and repairs.\n", "\nThe Farmers Home Administration provides credit and technical assistance to rural families and communities through four major programs: a housing program, utility program, business program, and community development program. The agency has about 1,900 county and district loans offices nationwide.\n"]}