{"name": "United Nations Commission on International Trade Law (UNCITRAL) Definition", "@id": "https://www.investopedia.com/terms/u/united-nations-commission-on-international-trade-law-uncitral.asp", "related": ["https://www.investopedia.com/terms/t/trilateralcommission.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp", "https://www.investopedia.com/terms/g/g8.asp", "https://www.investopedia.com/terms/f/food-agriculture-organization-fao.asp", "https://www.investopedia.com/terms/t/trade-act-of-1974.asp"], "body": ["\nThe United Nations Commission on International Trade Law (UNCITRAL) was established as a subsidiary body of the U.N. General Assembly (UNGA) in 1966. It is the core legal body of the U.N,'s system in the field of international trade law. The official function of the UNCITRAL is the modernization and harmonization of rules on international business. The organization is responsible for helping to facilitate international trade and investment.\n", "\nThe annual sessions of UNCITRAL are held alternately in New York City and Vienna, where it is headquartered.\n", "\nWith the proliferation of global trade in the 1960s, national governments realized there was a need for a harmonized global set of standards to replace the various national and regional <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/laws-and-regulations-4427769\" rel=\"noopener noreferrer\">regulations</a> which, until then, had largely governed international trade.\n", "\nIn response to this, the United Nations established the United Nations Commission on International Trade Law (UNCITRAL) in 1966. According to the UNICTRAL, much of the complex network of international legal rules and agreements that affect today's commercial arrangements have been reached through long and detailed consultations and negotiations organized by the organization.\n", "\nUNCITRAL operates from the premise that international trade has global benefits to its participants. With increasing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/globalization.asp\" rel=\"noopener noreferrer\">economic interdependence</a> globally, UNCITRAL seeks to help expand and facilitate global trade through the progressive harmonization and modernization of the law of international trade.\n", "\nThrough the salient areas of commercial law. its mandate covers include dispute resolution, international contract practices, transport, insolvency, electronic commerce, international payments, secured transactions, procurement and sale of goods. UNCITRAL aims to formulate modern, fair, and harmonized rules on such commercial transactions. Its work includes conventions, model laws, and rules which are acceptable worldwide; legal and legislative guides, and practical recommendations; updated information on case law and enactments of uniform commercial law; technical assistance in law reform projects; and regional and national seminars on uniform commercial law.\n", "\nMembership of UNCITRAL is determined by the U.N. General Assembly. The original membership comprised 29 member states of the U.N.; this was expanded to 36 in 1973, and then expanded again in 2002, to 60 states. States represent a variety of legal traditions and levels of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economicgrowth.asp\" rel=\"noopener noreferrer\">economic development</a>.\n", "\nMember states are deliberately chosen to be globally representative, and the 60 states, therefore, comprise 14 African states, 14 Asian states, eight Eastern European states, 10 Latin American and Caribbean states and 14 Western European and other states. The UN General Assembly elects members for terms of six years; every three years the terms of half of the members expire. In this way, no country or bloc should be able to dominate.\n", "\nPart of UNCITRAL's mandate is also to coordinate the work of other bodies active in international trade, both within and outside of the UN, to enhance cooperation, consistency, and efficiencies and avoid duplication.\n"]}