{"name": "Unlawful Loan Definition", "@id": "https://www.investopedia.com/terms/u/unlawful-loan.asp", "related": ["https://www.investopedia.com/terms/p/payday-loans.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/d/defaultpremium.asp", "https://www.investopedia.com/terms/u/usury-laws.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/u/uniform-consumer-credit-code.asp"], "body": ["\nAn unlawful loan is a loan that fails to comply with—or contravenes—any provision of prevailing lending laws. Examples of unlawful loans include loans or credit accounts with excessively high interest rates or that exceed the legal size limits that a lender is permitted to extend.\n", "\nAn unlawful loan may also be some form of credit or loan that disguises its true cost or fails to disclose relevant terms regarding the debt or information about the lender. This sort of loan is in violation of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tila.asp\" rel=\"noopener noreferrer\">Truth in Lending Act (TILA)</a>.\n", "\nThe term \"unlawful loan\" is a broad one, as a number of different laws and legislation can apply to borrowing and borrowers. Basically, though, an unlawful loan violates the laws of a geographic jurisdiction, an industry, or a government authority or agency.\n", "\nFor example, the Federal Direct Loan Program, administered by the Department of Education, offers government-backed loans to postsecondary students. It sets limits on how much can be borrowed each year, based on what the student's college or university identifies as educational expenses. Should an institution attempt to falsify that figure to get the student more money, the loan would be unlawful. The government also sets the loans' interest rates and a grace period before repayment begins. Should a lender or loan servicer try to alter those terms—or charge the student for filling out the Free Application for Federal Student Aid (FAFSA)—that would also make for an unlawful loan.\n", "\nThe Truth in Lending Act applies to most types of credit, whether it be closed-end credit (such as an auto loan or mortgage) or open-ended credit (such as a credit card). The Act regulates what companies can advertise and say about the benefits of their loans or services.\n", "\nThe Act requires lenders to disclose the cost of the loan to enable consumers to do comparison shopping. The Act also provides for a three-day period in which the consumer may rescind the loan agreement without a financial loss. This provision is intended to protect consumers against unscrupulous lending tactics.\n", "\nThe Act doesn't dictate who can receive or be denied credit (other than general discrimination standards of race, sex, creed, etc). Nor does it regulate the interest rates a lender may charge.\n", "\nInterest rates fall under the provision and definition of local usury laws. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usury-laws.asp\" rel=\"noopener noreferrer\">Usury laws</a> govern the amount of interest that can be charged on a loan by a lender based in a certain area. In the U.S., each state sets its own usury laws and usurious rates. So a loan or line of credit is deemed unlawful if the interest rate on it exceeds the amount mandated by state law.\n", "\nUsury laws are designed to protect consumers. However, the laws that apply are those of the state in which is lender is incorporated, not the state where the borrower lives.\n", "\nUnlawful loans are often seen as the province of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/predatory_lending.asp\" rel=\"noopener noreferrer\">predatory lending</a>, a practice that imposes unfair or abusive loan terms on a borrower, or convinces a borrower to accept unfair terms or unwarranted debt through deceptive, coercive, or other unscrupulous methods. Interestingly, however, a predatory loan may not technically be an unlawful loan.\n", "\nCase in point: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payday-loans.asp\" rel=\"noopener noreferrer\">payday loans</a>, a type of short-term personal loan that charges an amount that can equal 300% to 500% of the borrowed sum. Often used by people with poor credit and few savings, payday loans could certainly be considered predatory, taking advantage of those who can't pay urgent bills any other way. But unless the lender's state or municipality expressly sets a cap below such amounts on loan interest or loan fees, the payday loan isn't actually illegal.\n", "\nIf you're considering a payday loan, it might be worth first using a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-loan-calculator-5082130\" rel=\"noopener noreferrer\">personal loan calculator</a> to determine what the total interest paid will be at the end of the loan to ensure it's within your means to repay it.\n", "\nIn May 2016, a North Carolina superior court banned an online <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/car-title-loan.asp\" rel=\"noopener noreferrer\">car title lender</a> from operating in the state. The North Carolina Attorney General had filed suit against the lender, which did business under several names, for unlawful loans. Its loans qualified as unlawful on several counts: interest rates of 161% to 575% (vs. North Carolina's cap of 30% on such debt); final balloon payments larger than the loan principal; seizure of the collateral cars after a late or missed payment; and the fact that these terms or details were often withheld or not made clear to borrowers. In addition, borrowers never received written loan agreements.\n"]}