{"name": "Unlevered Cost of Capital Definition", "@id": "https://www.investopedia.com/terms/u/unleveredcostofcapital.asp", "related": ["https://www.investopedia.com/terms/c/costofcapital.asp", "https://www.investopedia.com/terms/w/wacc.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/w/william-f-sharpe.asp", "https://www.investopedia.com/terms/c/country-risk-premium.asp", "https://www.investopedia.com/terms/h/hurdlerate.asp"], "body": ["\nThe unlevered cost of capital is an analysis using either a hypothetical or an actual debt-free scenario to measure a company's cost to implement a particular capital project (and in some cases used to assess an entire company). The unlevered cost of capital compares the cost of capital of the project using zero debt as an alternative to a levered cost of capital investment, which means using debt as a portion of the total capital required.\n", "\nThe unlevered cost of capital is generally higher than the levered cost of capital because the cost of debt is lower than the cost of equity. This is true given the tax benefit related to the interest expense paid on the debt. There are costs associated with levered projects including underwriting costs, brokerage fees, and coupon payments, however.\n", "\nNevertheless, over the life of the capital project or the firm's ongoing business operations, these costs are marginal compared to the benefits from the lower cost of debt compared to the cost of equity.\n", "\nThe unlevered cost of capital represents the cost of a company financing the project itself without incurring debt.<strong> </strong>It provides an implied <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rateofreturn.asp\">rate of return</a>, which helps investors make informed decisions on whether to invest. If a company fails to meet the anticipated unlevered returns, investors may reject the investment.\n", "\nSeveral factors are necessary to calculate the unlevered cost of capital, which includes <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unleveredbeta.asp\">unlevered beta</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketriskpremium.asp\">market risk premium</a>, and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\">risk-free rate of return</a>. This calculation can be used as a standard for measuring the soundness of the investment.\n", "\nThe unlevered beta represents an investment's volatility as compared to the market. The unlevered beta, also known as asset beta, is determined by comparing the company to similar companies with known levered betas, often by using an average of multiple betas to derive an estimate. The calculation of market risk premium is the difference between expected market returns and the risk-free rate of return.\n", "\nOnce all variables are known, the unlevered cost of capital can be calculated with the formula, Unlevered Cost of Capital = Risk-Free Rate + Unlevered Beta (Market Risk Premium)\n", "\nIf the result of the calculation produces an unlevered cost of capital of 10%, and the company's return falls below that amount, then it may not be a wise investment. Comparison of the result to the current cost of company-held debt can determine the actual returns.\n"]}