{"name": "Unlimited Liability Definition", "@id": "https://www.investopedia.com/terms/u/unlimited-liability.asp", "related": ["https://www.investopedia.com/terms/u/ulc.asp", "https://www.investopedia.com/terms/l/limitedpartnership.asp", "https://www.investopedia.com/terms/g/generalpartner.asp", "https://www.investopedia.com/terms/p/partnership.asp", "https://www.investopedia.com/terms/l/llc.asp", "https://www.investopedia.com/terms/t/tenancy_in_common.asp"], "body": ["\nUnlimited liability refers to the full legal responsibility that business owners and partners assume for all business debts. This <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liability</a> is not capped, and obligations can be paid through the seizure and sale of owners’ personal assets, which is different than the popular limited liability business structure.\n", "\nUnlimited liability typically exists in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/generalpartnership.asp\" rel=\"noopener noreferrer\">general partnerships</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/soleproprietorship.asp\" rel=\"noopener noreferrer\">sole proprietorships</a>. It indicates that whatever debt accrues within a business—whether the company is unable to repay or defaults on its debt—each business owner is equally responsible, and their personal wealth could reasonably be seized to cover the balance owed. For this reason, most companies opt to form limited partnerships, where one (or more) business partner is liable only up to the amount of money that a partner invested in the company.\n", "\nConsider, for example, four individuals working as partners, and each invests $35,000 into the new business they own jointly. Over one year, the company accrues $225,000 in liabilities. If the company cannot repay these debts, or if the company defaults on the debts, all four partners are equally liable for repayment. This means that in addition to the initial investment of $35,000, all owners would also be required to come up with $56,250 to alleviate $225,000 in debt.\n", "\nUnlimited liability companies are most typical in jurisdictions where company law stems from English law. In the United Kingdom specifically, unlimited liability companies are incorporated or formed through registration under the Companies Act of 2006.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Other areas where these companies are formed under English law include Australia, New Zealand, Ireland, India, and Pakistan.\n", "\nGermany, France, the Czech Republic, and two jurisdictions in Canada are also areas where unlimited liability companies are commonly formed; however, in Canada, they are referred to as unlimited liability corporations.\n", "\nDespite the number of companies and countries in which unlimited companies exist, they are an uncommon form of company incorporation due to the burden placed on owners to cover a company's debt, specifically when the company faces liquidation.\n", "\nOne of the benefits of forming an unlimited liability subsidiary may be nondisclosure. Etsy, an online crafts marketplace, created an Irish subsidiary in 2015 that is classified as an unlimited liability company, meaning that public reports on money the company moves through Ireland—or tax payment amounts—are no longer required.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿\n", "\nIn the United States, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jointstockcompany.asp\" rel=\"noopener noreferrer\">joint-stock company (JSC</a>) is similar to an unlimited liability company, as shareholders have unlimited liability for company debts. Among other states, JSCs operate under associations in New York and Texas, under the Texas Joint-Stock Company/Revocable Living Trust model.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nThis model has basic differences from a general partnership, including a lack of limited liability for shareholders, formation through a private contract that creates a separate entity, and the fact that one shareholder cannot bind another shareholder regarding liability as each is equally responsible.\n"]}