{"name": "Up/Down Gap Side-by-Side White Lines Definition and Example", "@id": "https://www.investopedia.com/terms/u/updown-gap-sidebyside-white-lines.asp", "related": ["https://www.investopedia.com/terms/d/downside-tasuki-gap.asp", "https://www.investopedia.com/terms/t/three-inside-updown.asp", "https://www.investopedia.com/terms/u/upside-gap-two-crows.asp", "https://www.investopedia.com/terms/m/matching-low.asp", "https://www.investopedia.com/terms/b/bullishengulfingpattern.asp", "https://www.investopedia.com/terms/u/upsidedownside-gap-three-methods.asp"], "body": ["\nThe side-by-side white lines pattern is a three-candle <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/continuationpattern.asp\">continuation</a> pattern that occurs on candlestick charts. The up version is a large up (white or green) candle followed by a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gap.asp\">gap</a> and then two more white candles of similar size to each other. The down version is a large down (black or red) candle followed by two white candles of similar size. When the pattern occurs, which is rare, it is expected that the price will continue moving in the current trend direction, down or up, as the case may be.\n", "\nThe up gap side-by-side white lines is a bullish continuation pattern with the following characteristics:\n", "\nThe down gap side-by-side white lines is a bearish continuation pattern with the following characteristics:\n", "\nThe side-by-side white lines pattern is moderately accurate in predicting a continuation of the current trend, but it is somewhat uncommon. A continuation occurs 66% of the time. The pattern doesn't always produce large price moves. A little over 60% of the patterns produced a 6% average move in 10 days, and those patterns occurred in downtrends with a downside breakout from the pattern (downtrend continuation). Patterns occurring in other contexts didn't have as large of price moves, according to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/090916/top-5-books-learn-technical-analysis.asp\">Thomas Bulkowski's</a> candlestick research.\n", "\nUse other chart patterns or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalindicator.asp\">technical indicators</a> to confirm the candlestick pattern to maximize the odds of success.\n", "\nMany traders opt to wait for confirmation from the pattern. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/confirmation.asp\">Confirmation</a> is price movement that confirms the expectation of the pattern. For example, following an up gap side-by-side white lines pattern, a trader may wait for the price to move above the highs of the pattern before initiating a long position. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stop-lossorder.asp\">stop loss</a> could then be placed below the low of the second or third candle or even the first candle in order to give the trade more room.\n", "\nSuppose the security is engaged in an uptrend, with confident bulls expecting higher prices. The first candle shows a rally with a large real body and a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\">close</a> higher than the open. Bull confidence increases further on the second candle, with an up gap and positive intraday price action that holds a higher high into the closing bell.\n", "\nBullish resolve is tested on the third candle, which opens with an initial drop into the opening price of the second candle. However, the decline fails to gain traction and buyers lift the security back to the high of the second candle by the close. This reveals diminishing bear power, raising odds for a rally and new high on the next candle.  \n", "\nSuppose the security is engaged in a downtrend, with confident <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bear.asp\">bears</a> expecting lower prices. The first candle posts a sell-off bar with a large real body and a close lower than the open. Bear confidence is shaken on the second candle, with a down gap and strong intraday price action that holds below the gap into the closing bell. Bearish resolve grows on the third candle, which opens with a down gap into the opening price of the second candle. Once again strong intraday price action fails to pierce gap resistance. This reveals diminishing bull power, raising odds for a decline and new low on the next candle.\n", "\nThe Apple Inc. (AAPL) daily chart shows an example of the up gap version of the candlestick pattern.\n", "\nComing off a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/swinglow.asp\">swing low</a>, the price has a large up candle followed by a gap and then two additional side-by-side up candles. The next day (fourth candle), the price continued to rally, moving above the high of candles two and three. This provided confirmation that the uptrend was continuing. The rally lasted a few more days before drifting sideways.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/three-outside-updown.asp\">three outside up/down</a> candlestick pattern is a reversal pattern, not a continuation pattern like the up/down gap side-by-side white lines pattern. In the outside up pattern, a black candlestick is followed by two white candles. In the outside down pattern, a white candle is followed by two black candles.\n", "\nThe pattern is rare, which means finding it and opportunities to use it will be limited. The pattern has moderate reliability. This means that ideally the candlestick pattern should be coupled with other forms of analysis and confirmed by other trade signals. The pattern that tended to produce large price moves, following the pattern, was the down gap version occurring in a downtrend. The pattern served to act as a downtrend continuation pattern.\n", "\nThis pattern, and candlestick patterns in general, don't provide a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pricetarget.asp\">price target</a>. It is up to the trader to determine when they will exit a profitable trade. Waiting for price confirmation following the pattern is recommended.\n"]}