{"name": "Upfront Pricing Definition", "@id": "https://www.investopedia.com/terms/u/upfront-pricing.asp", "related": ["https://www.investopedia.com/terms/r/riskbased-pricing.asp", "https://www.investopedia.com/terms/c/credit_scoring.asp", "https://www.investopedia.com/terms/r/risk-based_mortgage_pricing.asp", "https://www.investopedia.com/terms/c/consumer-credit-protection-act-of-1968.asp", "https://www.investopedia.com/terms/s/subprime_rates.asp", "https://www.investopedia.com/secured-loans-5076025"], "body": ["\nUpfront pricing refers to the interest rates and limits established for a borrower in a credit card’s underwriting and issuance.\n", "\nIn credit card <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underwriting.asp\" rel=\"noopener noreferrer\">underwriting</a>, a creditor will use automated technology to establish all of the pricing terms at the onset of the relationship.\n", "\nUpfront pricing terms are generated from customized <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskbased-pricing.asp\" rel=\"noopener noreferrer\">risk-based pricing</a> methodologies that take into account a borrower’s credit profile and debt-to-income. Using these inputs the creditor will establish credit card pricing terms upfront for the credit agreement. Pricing terms generally focus on the borrower’s interest rate and credit limit.\n", "\nUpfront pricing is a method used for credit cards that is based on risk-based pricing methodology. Risk-based pricing methodology has historically been used in the credit market for establishing all types of pricing for various loan products.\n", "\nCredit card companies use a modified version of this methodology to arrive at terms generated through underwriting systems that analyze information from a credit card borrower’s credit application.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\" rel=\"noopener noreferrer\">Credit cards</a> have their own pricing systems which can vary from non-revolving debt. However, both will use risk-based pricing as the primary underwriting methodology for establishing terms. Credit card pricing is typically generated immediately upon application submission with terms provided to a borrower in real-time actions.\n", "\nMost credit cards will have variable rates that assign a borrower a margin based on their credit profile and debt-to-income ratio. Credit card companies typically provide base rates of estimated interest for their pricing terms as a marketing tool for borrowers. Borrowers researching credit cards can find a lender’s standardized rates on a lender’s website typically found under taglines such as “pricing and terms,” “pricing information” or “rates, rewards, and other info.”\n", "\nA lender’s marketed rates will serve as a base for the establishment of upfront pricing terms in the underwriting process. Since most credit cards have variable rates, they will typically be based on the lender’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indexed_rate.asp\" rel=\"noopener noreferrer\">indexed rate</a> plus a margin.\n", "\nThis requires the credit card underwriting technology to generate a specific margin for each borrower. In the underwriting process, a lender will also establish a credit limit. Lenders base the account’s credit limit on a borrower’s application information.\n", "\nCredit limits will typically vary for each borrower. For most credit cards the interest rate and credit limit are the two key upfront pricing variables. These variables are typically established instantaneously with credit approval which also produces a credit card agreement that the borrower must sign to open the account.\n", "\nCredit cards usually provide an immediate decision on a new credit card account. This action requires the creditor to rely heavily on the automated underwriting technology that processes an automated application and immediately provides a borrower with their upfront pricing terms in a credit card agreement.\n", "\nThe credit card agreement also details other important factors for the borrower such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fee.asp\" rel=\"noopener noreferrer\">fees</a>. Generally, fees will be constant across all accounts for a specific credit card product. Credit card fees may include late fees, monthly account maintenance fees, and annual fees.\n", "\nA borrower can rely on the credit card agreement to provide all of the information about the account. The credit card agreement serves as a loan contract. It will include the product’s policies for late payments, delinquencies, and defaults. It will also include all of the product’s procedures, specifically detailing how the product will charge <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest.asp\" rel=\"noopener noreferrer\">interest</a>.\n"]}