{"name": "Usual, Customary and Reasonable Fees", "@id": "https://www.investopedia.com/terms/u/usual-customary-and-reasonable-fees.asp", "related": ["https://www.investopedia.com/terms/h/hmo.asp", "https://www.investopedia.com/terms/m/medicare-advantage.asp", "https://www.investopedia.com/terms/o/outofpocket.asp", "https://www.investopedia.com/terms/p/preferred-provider-organization.asp", "https://www.investopedia.com/terms/r/reimbursement.asp", "https://www.investopedia.com/terms/m/medicare-supplementary-medical-insurance.asp"], "body": ["\nUsual, customary and reasonable (UCR) fees are out-of-pocket fees that a health insurance policyholder must pay for services. UCR fees are based on the services provided to policyholders, as well as the area of the country where the services are being provided.\n", "\nA fee is considered usual, customary and reasonable if:\n", "\nUCR fees are monitored by the insurance company, which determines whether they make sense when compared to what doctors in the area are charging. If a doctor charges more than what the insurance company determines to be usual, customary and reasonable, the policyholder may be responsible for the difference between the amount charged for the service and the amount covered by the insurance company.\n", "\nThe amount of usual, customary and reasonable fees that are charged for services depends on a variety of factors, and the conditions under which a UCR fee is charged are outlined in the policy. Many medical insurance policies, for example, break providers into “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferred-provider-organization.asp\" rel=\"noopener noreferrer\">network</a>” and “out of network” groupings. Using an in-network provider may result in no UCR fees being charged, but using an out-of-network doctor may result in the policyholder is responsible for some or even all of the service costs.\n", "\nMany policyholders only think about the cost of medical services after the service is provided, and can be caught off guard when their insurance doesn’t cover all expenses. In order to mitigate the possibility of a big bill, policyholders should check whether a doctor is in the insurer’s network, talk to the doctor about the cost of any service before the service is provided, and ask the insurer how much of the fee will be covered.\n", "\nMedicare UCR charges are not regulated by state or federal agencies, but Medicare does publish its UCR fee schedule. This is commonly referred to as \"Medicare Allowable\" charges. Providers who participate with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\" rel=\"noopener noreferrer\">Medicare</a> agree to accept the Medicare allowable charge as full payment. Patients are still responsible for their co-insurance and deductible.\n", "\n Medicare providers may choose not to bill the patient for amounts above the Medicare allowable fee schedule. It is important to verify that a provider \"Accepts Medicare Assignment\" or is a \"Medicare Provider\" to avoid unexpected and potentially large out-of-pocket expenses.\n"]}