{"name": "Usury Definition", "@id": "https://www.investopedia.com/terms/u/usury.asp", "related": ["https://www.investopedia.com/terms/p/predatory_lending.asp", "https://www.investopedia.com/terms/p/payday-loans.asp", "https://www.investopedia.com/terms/u/usury-rate.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/u/uniform-consumer-credit-code.asp", "https://www.investopedia.com/terms/s/subprimeloan.asp"], "body": ["\nUsury is the act of lending money at an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rate</a> that is considered unreasonably high or that is higher than the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/legal-rate-of-interest.asp\">rate permitted by law</a>. Usury first became common in England under King Henry VIII and originally pertained to charging any amount of interest on loaned funds. Over time it evolved to mean charging excess interest, but in some religions and parts of the world charging any interest is considered illegal.\n", "\nCharging interest on loans is not a new concept, but in 16th-century England, limitations were put on the amount of interest that one could legally charge on a loan. However, throughout history, certain religions have abstained from usury altogether as charging interest went against their core principles. Given that early lending was done between individuals and small groups, in contrast with the modern banking system used today, setting firm social standards for lending terms was deemed essential.\n", "\nSpecifically, Judaism, Christianity, and Islam (the three Abrahamic faiths) take a very strong stance against usury. Several passages in the Old Testament condemn the practice of usury, especially when lending to less wealthy individuals without access to more secure means of financing. In the Jewish community, this created the rule of lending money at interest only to outsiders. The Old Testament’s condemnation of usury also led to the Christian tradition against money lending. Some Christians believe that those who lend should not expect anything in return. The Protestant Reformation in the 16th century brought about a distinction between usury (charging high-interest rates) and the more acceptable lending of money at low-interest rates. Islam, on the other hand, has historically not made this distinction.\n", "\nToday, usury laws help protect investors from predatory lenders.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/predatory_lending.asp\">Predatory lending</a> is broadly defined by the FDIC as “imposing unfair and abusive loan terms on borrowers.\" Predatory lending often targets groups with less access to and understanding of more traditional forms of financing. Predatory lenders can charge unreasonably high-interest rates and require significant collateral in the likely event a borrower defaults.\n", "\nPredatory lending is also affiliated with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payday-loans.asp\">payday loans</a>, also termed payday advances or small-dollar loans, among other names. Payday loans are small-sum, short-term unsecured loans, which can appear to carry substantial risk to the lender. To prevent usury, some jurisdictions limit the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/apr.asp\">annual percentage rate</a> (APR) that a payday lender can charge, while others outlaw the practice entirely.\n"]}