{"name": "Usury Laws Definition", "@id": "https://www.investopedia.com/terms/u/usury-laws.asp", "related": ["https://www.investopedia.com/terms/l/legal-rate-of-interest.asp", "https://www.investopedia.com/terms/d/delaware-corporation.asp", "https://www.investopedia.com/terms/u/unlawful-loan.asp", "https://www.investopedia.com/terms/d/domestic-corporation.asp", "https://www.investopedia.com/terms/p/payday-loans.asp", "https://www.investopedia.com/terms/u/uniform-consumer-credit-code.asp"], "body": ["\nUsury laws are regulations governing the amount of interest that can be charged on a loan. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/usury.asp\" rel=\"noopener noreferrer\">Usury</a> laws specifically target the practice of charging excessively high rates on loans by setting caps on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/legal-rate-of-interest.asp\" rel=\"noopener noreferrer\">the maximum amount of interest that can be levied</a>. These laws are designed to protect consumers.\n", "\nIn the United States, individual states are responsible for setting their own usury laws.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Though this type of financial activity could fall under the Constitution's commerce clause, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/congress.asp\" rel=\"noopener noreferrer\">Congress</a> has not traditionally focused on usury. The government does consider the collection of usury through violent means a federal offense.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nCredit card companies typically have the benefit of being able to charge interest rates that are allowed by the state where the company was incorporated rather than follow the usury laws that apply in the states where borrowers live. Nationally chartered banks similarly can apply the highest interest allowed by the state where the institution was incorporated. By incorporating in states such as Delaware or South Dakota, such lenders have historically benefited from greater leeway allowed by those states’ relaxed usury laws.\n", "\nDelaware, in particular, is frequently chosen as the state of incorporation for many financial institutions because of the freedom allowed regarding the charging of interest rates. About <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.forbes.com/sites/clairetsosie/2017/04/14/why-so-many-credit-cards-are-from-delaware/?sh=3e112ab51119\" rel=\"noopener noreferrer\">half of the domestic credit business</a> in the U.S. market is conducted by companies that incorporated in Delaware, though they may maintain their operational headquarters in other states.\n", "\nThere is some debate on the effectiveness of usury laws after decisions by the U.S. Supreme Court and legislation gave financial institutions the capacity to circumvent the limits. The high court’s decisions in the case of Marquette National Bank v. First of Omaha Corp. allowed credit companies to charge customers who were out of state at the same interest rates the companies could charge in the states where they were incorporated.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nDelaware’s introduction of the <em><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"http://www.djcl.org/wp-content/uploads/2014/07/Legislation-Vol.6-1-1.pdf\" rel=\"noopener noreferrer nofollow\">Financial Center Development Act</a>,</em> which largely eliminated limits in the state on fees and interest that can be charged on consumer lending, further amplified the desire among financial institutions to move there.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ Banks simply had to establish subsidiaries or meet other terms for incorporation in the state to benefit from the law and thereby circumvent usury laws in other states. In response to this activity, some other states changed their usury laws to grant locally-based financial institutions the ability to charge interest rates on a par with out-of-state lenders.\n"]}