{"name": "Utility Definition", "@id": "https://www.investopedia.com/terms/u/utility.asp", "related": ["https://www.investopedia.com/terms/t/totalutility.asp", "https://www.investopedia.com/terms/m/marginalutility.asp", "https://www.investopedia.com/terms/l/lawofdemand.asp", "https://www.investopedia.com/terms/l/lawofdiminishingutility.asp", "https://www.investopedia.com/terms/c/consumer_surplus.asp", "https://www.investopedia.com/terms/w/welfare_economics.asp"], "body": ["\nUtility is a term in economics that refers to the total satisfaction received from consuming a good or service. Economic theories based on rational choice usually assume that consumers will strive to maximize their utility. The economic utility of a good or service is important to understand, because it directly influences the demand, and therefore price, of that good or service. In practice, a consumer's utility is impossible to measure and quantify. However, some economists believe that they can indirectly estimate what is the utility for an economic good or service by employing various models.\n", "\nThe utility definition in economics is derived from the concept of usefulness. An economic good yields utility to the extent to which it's useful for satisfying a consumer’s want or need. Various schools of thought differ as to how to model economic utility and measure the usefulness of a good or service. Utility in economics was first coined by the noted 18th-century Swiss mathematician Daniel Bernoulli. Since then, economic theory has progressed, leading to various types of economic utility.\n", "\nEarly economists of the Spanish Scholastic tradition of the 1300s and 1400s described the economic value of goods as deriving directly from this property of usefulness and based their theories of prices and monetary exchanges. This conception of utility was not quantified, but a qualitative property of an economic good. Later economists, particularly those of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/austrian_school.asp\" rel=\"noopener noreferrer\">Austrian School</a>, developed this idea into an ordinal theory of utility, or the idea that individuals could order or rank the usefulness of various discrete units of economic goods. \n", "\nAustrian economist Carl Menger, in a discovery known as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalutility.asp\" rel=\"noopener noreferrer\">marginal revolution</a>, used this type of framework to help him resolve the diamond-water paradox that had vexed many previous economists. Because the first available units of any economic good will be put to the most highly valued uses, and subsequent units go to lower-valued uses, this ordinal theory of utility is useful for explaining the law of diminishing marginal utility and fundamental economic <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/law-of-supply-demand.asp\" rel=\"noopener noreferrer\">laws of supply and demand</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿     \n", "\nTo Bernoulli and other economists, utility is modeled as a quantifiable or cardinal property of the economic goods that a person consumes. To help with this quantitative measurement of satisfaction, economists assume a unit known as a “util” to represent the amount of psychological satisfaction a specific good or service generates for a subset of people in various situations. The concept of a measurable util makes it possible to treat economic theory and relationships using mathematical symbols and calculations.\n", "\nHowever, it separates the theory of economic utility from actual observation and experience, since “utils” cannot actually be observed, measured, or compared between different economic goods or between individuals. \n", "\nIf, for example, an individual judges that a piece of pizza will yield 10 utils and that a bowl of pasta will yield 12 utils, that individual will know that eating the pasta will be more satisfying. For the producers of pizza and pasta, knowing that the average bowl of pasta will yield two additional utils will help them price pasta slightly higher than pizza.\n", "\nAdditionally, utils can decrease as the number of products or services consumed increases. The first slice of pizza may yield 10 utils, but as more pizza is consumed, the utils may decrease as people become full. This process will help consumers understand how to maximize their utility by allocating their money between multiple types of goods and services as well as help companies understand how to structure tiered pricing.\n", "\nIf utility in economics is cardinal and measurable, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totalutility.asp\" rel=\"noopener noreferrer\">total utility (TU)</a> is defined as the sum of the satisfaction that a person can receive from the consumption of all units of a specific product or service. Using the example above, if a person can only consume three slices of pizza and the first slice of pizza consumed yields ten utils, the second slice of pizza consumed yields eight utils, and the third slice yields two utils, the total utility of pizza would be twenty utils.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginalutility.asp\" rel=\"noopener noreferrer\">Marginal utility (MU)</a> is defined as the additional (cardinal) utility gained from the consumption of one additional unit of a good or service or the additional (ordinal) use that a person has for an additional unit. Using the same example, if the economic utility of the first slice of pizza is ten utils and the utility of the second slice is eight utils, the MU of eating the second slice is eight utils. If the utility of a third slice is two utils, the MU of eating that third slice is two utils. In ordinal utility terms, a person might eat the first slice of pizza, share the second slice with their roommate, save the third slice for breakfast, and use the fourth slice as a doorstop.\n"]}