{"name": "Utilization Fee Definition", "@id": "https://www.investopedia.com/terms/u/utilization-fee.asp", "related": ["https://www.investopedia.com/terms/r/revolvingcredit.asp", "https://www.investopedia.com/terms/r/revolving-account.asp", "https://www.investopedia.com/terms/r/revolving-loan-facility.asp", "https://www.investopedia.com/terms/r/residualinterest.asp", "https://www.investopedia.com/terms/a/acceleratedpayments.asp", "https://www.investopedia.com/terms/l/loan-strip.asp"], "body": ["\nA utilization fee is a regular, periodic fee assessed by a lender against a borrower. The fee is based on the amount of credit actually used by a borrower in a revolving line of credit or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termloan.asp\">term loan</a>.\n", "\nThe fee is based on the actual amount of funds that is used from a line of credit or term loan. The borrower must pay the utilization fee, in addition to other fees, as part of the terms of the line of credit or term loan. Utilization fees may be charged by lenders especially when borrowers access large portions of their line of credit or loan because of the capital demands such activity puts on the borrower.\n", "\nIf all borrowers <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit-utilization-rate.asp\">used nearly the full amount of the balance</a> available to them, lenders could be strained to meet demand consistently. By charging utilization fees, a lender can create streams of capital to sustain their operations, while also giving borrowers an incentive to reduce or eliminate their outstanding balances in order to avoid paying these costs.\n", "\nThe terms of a utilization fee can vary by lender and the type of credit or loan being used. For example, a utilization fee clause may require the borrower to pay an amount based on the average aggregate outstanding sum if that outstanding balance is greater than a certain percentage of the daily average of the total commitment.\n", "\nSome clauses set the threshold for the outstanding balance at 33.3% of the total commitment, others may set it at 50% before utilization fees are triggered. Utilization fees can even be charged against the outstanding balance regardless of the percentage compared with the full scope of the credit line or loan.\n", "\nThe payment could be annual, but the fee could be based on a quarterly or even daily assessment of the outstanding amount. The fee might be calculated by charging the borrower for a stated interval that the outstanding balance was larger than a set threshold compared with the entire line of credit.\n", "\nSo if a borrower has a $2 million line of credit with a utilization fee clause with a 50% threshold, and for three days the outstanding balance exceeded $1 million, they would owe a utilization fee based on that period. If the outstanding balance remained below that threshold, the borrower might not owe a utilization fee, at least at that same rate.\n"]}