{"name": "Utilitarianism Defined", "@id": "https://www.investopedia.com/terms/u/utilitarianism.asp", "related": ["https://www.investopedia.com/terms/p/political-economy.asp", "https://www.investopedia.com/terms/e/equityefficiencytradeoff.asp", "https://www.investopedia.com/terms/d/david-ricardo.asp", "https://www.investopedia.com/terms/j/john-stuart-mill.asp", "https://www.investopedia.com/terms/f/first-amendment.asp", "https://www.investopedia.com/terms/s/socionomics.asp"], "body": ["\nUtilitarianism is a theory of morality, which advocates actions that foster happiness or pleasure and opposes actions that cause unhappiness or harm. When directed toward making social, economic, or political decisions, a utilitarian philosophy would aim for the betterment of society as a whole. Utilitarianism would say that an action is right if it results in the happiness of the greatest number of people in a society or a group.\n", "\nUtilitarianism is a tradition of ethical philosophy that is associated with Jeremy Bentham and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/john-stuart-mill.asp\">John Stuart Mill</a>, two late 18th- and 19th-century British philosophers, economists, and political thinkers. Utilitarianism holds that an action is right if it tends to promote happiness and wrong if it tends to produce sadness, or the reverse of happiness—not just the happiness of the actor but that of everyone affected by it. At work, you display utilitarianism when you take actions to ensure that the office is a positive environment for your co-workers to be in, and then make it so for yourself.\n", "\nJeremy Bentham describes his \"greatest happiness principle\" in <em>Introduction to the Principles of Morals and Legislation, </em>a 1789 publication in which he writes: \"Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do.\"\n", "\nJohn Stuart Mill had many years to absorb and reflect on Jeremy Bentham's thoughts on utilitarianism by the time he published his own work, <em>Utilitarianism</em>, in 1863. The key passage from this book: \"The creed which accepts as the foundation of morals utility, or the greatest happiness principle, holds that actions are right in proportion as they tend to promote happiness, wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure, and the absence of pain; by unhappiness, pain, and the privation of pleasure.\"\n", "\nIn liberal democracies throughout the centuries, the progenitors of utilitarianism spawned variants and extensions of its core principles. Some of the questions they wrestled with include: What constitutes \"the greatest amount of good\"? How is happiness defined? How is justice accommodated?\n", "\nIn today's Western democracies, policymakers are generally proponents of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/freemarket.asp\">free markets</a> and some base level of government interference in the private lives of citizens so as to assure safety and security. Although the appropriate amount of regulation and laws will always be a subject of debate, political and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/031615/what-impact-does-economics-have-government-policy.asp\">economic policies</a> are geared primarily toward fostering as much well-being for as many people as possible, or at least they should be. Where there are disadvantaged groups who suffer income inequality or other negative consequences because of a utilitarian-based policy or action, most politicians would try to find a remedy.\n", "\nUtilitarianism holds that the most ethical choice is the one that will produce the greatest good for the greatest number. As such, it is the only moral framework that can justify military force or war. Moreover, utilitarianism is the most common approach to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-ethics.asp\">business ethics</a> because of the way that it accounts for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cost-benefitanalysis.asp\">costs and benefits</a>.\n", "\nThe theory asserts that there are two types of utilitarian ethics practiced in the business world, \"rule\" utilitarianism and \"act\" utilitarianism.\n", "\nAn example of rule utilitarianism in business is tiered pricing for a product or service for different types of customers. In the airline industry, for example, many planes offer first-, business-, and economy-class seats. Customers who fly in first or business class pay a much higher rate than those in economy seats, but they also get more amenities—simultaneously, people who cannot afford upper-class seats benefit from the economy rates. This practice produces the highest good for the greatest number of people.\n", "\nAnd the airline benefits, too. The more expensive upper-class seats help to ease the financial burden that the airline created by making room for economy-class seats.\n", "\nAn example of act utilitarianism could be when pharmaceutical companies release drugs that have been governmentally approved, but with known minor side effects because the drug is able to help more people than are bothered by the side effects. Act utilitarianism often demonstrates the concept that “the end justifies the means”—or it's worth it.\n", "\nMost companies have a formal or informal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/code-of-ethics.asp\">code of ethics</a>, which is shaped by their corporate culture, values, and regional laws. Today, having a formalized code of business ethics is more important than ever. For a business to grow, it not only needs to increase its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bottomline.asp\">bottom line</a>, but it also must create a reputation for being <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corp-social-responsibility.asp\">socially responsible</a>. Companies also must endeavor to keep their promises and put ethics at least on par with profits. Consumers are looking for companies that they can trust, and employees work better when there is a solid model of ethics in place.\n", "\nOn an individual level, if you make morally correct decisions at work, then everyone's happiness will increase. However, if you choose to do something morally wrong—even if legal—then your happiness and that of your colleagues, will decrease.\n", "\nIn the workplace, though, utilitarian ethics are difficult to achieve. These ethics also can be challenging to maintain in our business culture, where a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalism.asp\">capitalistic economy</a> often teaches people to focus on themselves at the expense of others. Similarly, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/monopolisticmarket.asp\">monopolistic competition</a> teaches one business to flourish at the expense of others.\n", "\nSo, although utilitarianism is surely a reason-based approach to determining right and wrong, it has obvious limitations.\n"]}