{"name": "Valuation Definition", "@id": "https://www.investopedia.com/terms/v/valuation.asp", "related": ["https://www.investopedia.com/terms/m/multistageddm.asp", "https://www.investopedia.com/terms/r/relative-value.asp", "https://www.investopedia.com/terms/m/multiplesapproach.asp", "https://www.investopedia.com/terms/i/intrinsicvalue.asp", "https://www.investopedia.com/terms/m/multiple.asp", "https://www.investopedia.com/terms/t/terminalvalue.asp"], "body": ["\nValuation is the analytical process of determining the current (or projected) worth of an asset or a company. There are many techniques used for doing a valuation. An analyst placing a value on a company looks at the business's management, the composition of its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalstructure.asp\" rel=\"noopener noreferrer\">capital structure</a>, the prospect of future earnings, and the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\" rel=\"noopener noreferrer\">market value</a> of its assets, among other metrics.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentalanalysis.asp\" rel=\"noopener noreferrer\">Fundamental analysis</a> is often employed in valuation, although several other methods may be employed such as the capital asset pricing model (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\" rel=\"noopener noreferrer\">CAPM</a>) or the dividend discount model (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/ddm.asp\" rel=\"noopener noreferrer\">DDM</a>).\n", "\nA valuation can be useful when trying to determine the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fairvalue.asp\" rel=\"noopener noreferrer\">fair value</a> of a security, which is determined by what a buyer is willing to pay a seller, assuming both parties enter the transaction willingly. When a security trades on an exchange, buyers and sellers determine the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/111414/whats-difference-between-enterprise-value-and-market-capitalization.asp\" rel=\"noopener noreferrer\">market value</a> of a stock or bond.\n", "\nThe concept of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a>, however, refers to the perceived value of a security based on future earnings or some other company attribute unrelated to the market price of a security. That's where valuation comes into play. Analysts do a valuation to determine whether a company or asset is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/101316/how-tell-if-stock-overvalued-or-undervalued.asp\" rel=\"noopener noreferrer\">overvalued or undervalued by the market</a>.\n", "\n<strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/absolute-value.asp\" rel=\"noopener noreferrer\">Absolute valuation</a> models </strong>attempt to find the intrinsic or \"true\" value of an investment based only on fundamentals. Looking at fundamentals simply means you would only focus on such things as dividends, cash flow, and the growth rate for a single company, and not worry about any other companies. Valuation models that fall into this category include the dividend discount model, discounted cash flow model, residual income model, and asset-based model.\n", "\n<strong><a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/relative-valuation-model.asp\" rel=\"noopener noreferrer\">Relative valuation</a> models,</strong> in contrast, operate by comparing the company in question to other similar companies. These methods involve calculating multiples and ratios, such as the price-to-earnings multiple, and comparing them to the multiples of similar companies.\n", "\nFor example, if the P/E of a company is lower than the P/E multiple of a comparable company, the original company might be considered undervalued. Typically, the relative valuation model is a lot easier and quicker to calculate than the absolute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/fundamental-analysis/09/elements-stock-value.asp\" rel=\"noopener noreferrer\">valuation</a> model, which is why many investors and analysts begin their analysis with this model.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eps.asp\" rel=\"noopener noreferrer\">earnings per share</a> (EPS) formula is stated as earnings available to common shareholders divided by the number of common stock shares outstanding. EPS is an indicator of company profit because the more earnings a company can generate per share, the more valuable each share is to investors.\n", "\nAnalysts also use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/price-earningsratio.asp\" rel=\"noopener noreferrer\">price-to-earnings</a> (P/E) ratio for stock valuation, which is calculated as market price per share divided by EPS. The P/E ratio calculates how expensive a stock price is relative to the earnings produced per share.\n", "\nFor example, if the P/E ratio of a stock is 20 times earnings, an analyst compares that P/E ratio with other companies in the same industry and with the ratio for the broader market. In equity analysis, using ratios like the P/E to value a company is called a multiples-based, or multiples approach, valuation. Other multiples, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ebitda-ev-multiple.asp\" rel=\"noopener noreferrer\">EV/EBITDA</a>, are compared with similar companies and historical multiples to calculate intrinsic value.\n", "\nThere are various ways to do a valuation. The discounted cash flow analysis mentioned above is one method, which calculates the value of a business or asset based on its earnings potential. Other methods include looking at past and similar transactions of company or asset purchases, or comparing a company with similar businesses and their valuations. \n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/comparable-company-analysis-cca.asp\" rel=\"noopener noreferrer\">comparable company analysis</a> is a method that looks at similar companies, in size and industry, and how they trade to determine a fair value for a company or asset. The past transaction method looks at past transactions of similar companies to determine an appropriate value. There's also the asset-based valuation method, which adds up all the company's asset values, assuming they were sold at fair market value, to get the intrinsic value.\n", "\nSometimes doing all of these and then weighing each is appropriate to calculate intrinsic value. Meanwhile, some methods are more appropriate for certain industries and not others. For example, you wouldn't use an asset-based valuation approach to valuing a consulting company that has few assets; instead, an earnings-based approach like the DCF would be more appropriate.\n", "\nAnalysts also place a value on an asset or investment using the cash inflows and outflows generated by the asset, called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dcf.asp\" rel=\"noopener noreferrer\">discounted cash flow</a> (DCF) analysis. These cash flows are discounted into a current value using a discount rate, which is an assumption about interest rates or a minimum rate of return assumed by the investor.\n", "\nIf a company is buying a piece of machinery, the firm analyzes the cash outflow for the purchase and the additional cash inflows generated by the new asset. All the cash flows are discounted to a present value, and the business determines the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/npv.asp\" rel=\"noopener noreferrer\">net present value</a> (NPV). If the NPV is a positive number, the company should make the investment and buy the asset.\n", "\nWhen deciding which valuation method to use to value a stock for the first time, it's easy to become overwhelmed by the number of valuation techniques available to investors. There are valuation methods that are fairly straightforward while others are more involved and complicated.\n", "\nUnfortunately, there's no one method that's best suited for every situation. Each stock is different, and each industry or sector has unique characteristics that may require multiple valuation methods. At the same time, different valuation methods will produce different values for the same underlying asset or company which may lead analysts to employ the technique that provides the most favorable output.\n"]}