{"name": "Value of Risk (VOR) Definition", "@id": "https://www.investopedia.com/terms/v/value-risk-vor.asp", "related": ["https://www.investopedia.com/terms/c/captive-value-added-cva.asp", "https://www.investopedia.com/terms/c/cost-accounting.asp", "https://www.investopedia.com/terms/c/contingency.asp", "https://www.investopedia.com/terms/e/enterprise-risk-management.asp", "https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nValue of risk (VOR) is the financial benefit that a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk.asp\" rel=\"noopener noreferrer\">risk</a>-taking activity will bring to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stakeholder.asp\" rel=\"noopener noreferrer\">stakeholders</a> of an organization. It requires the organization to determine whether an activity will help to move it closer to completing its objectives.\n", "\nIn financial theory, corporations don’t have any risk preferences, but their stakeholders do. The goal is generally to make money without being reckless.\n", "\nCompany management knows that if they put the resources available to good use, they stand a decent chance of keeping their jobs and boosting the wealth of investors. Sitting idly means missing out on opportunities or, as some are keen to point out, taking <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\" rel=\"noopener noreferrer\">profits</a> and setting fire to them. The problem is that gain seldom comes without an element of pain. Every decision is accompanied by risk and, therefore, needs to be scrutinized carefully before pursuing.\n", "\nAll activities that a company may undertake, from entering a new market to developing a new product, carry risk. How much depends on the type of activity and the likelihood that the company will not be able to recoup costs. At the same time, there’s also the recognition that spending money on one endeavor carries with it an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/opportunitycost.asp\" rel=\"noopener noreferrer\">opportunity cost</a>: the potential benefits a business misses out on when choosing one alternative over another.\n", "\nValue of risk (VOR) requires a company to examine the various components of the cost of risk. They include the actual costs for losses incurred; the cost of bonds, insurance, or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reinsurance.asp\" rel=\"noopener noreferrer\">reinsurance</a> to fund losses; the costs of mitigating the risks that could cause the company to experience a loss; and the cost of administering a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">risk management</a> and loss mitigation program.\n", "\nValue of risk (VOR) treats each component of the cost of risk as an investment option. Just as with a stock or a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bond</a>, the components must show a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\" rel=\"noopener noreferrer\">return on investment</a> (ROI).\n", "\nA company that starts a risk management department is incurring a substantial personnel expense. The department is expected to shrink the company’s loss exposure by managing insurance and reinsurance <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portfolio.asp\" rel=\"noopener noreferrer\">portfolios</a>, identifying potential threats, and developing methods for reducing risk exposure.\n", "\nShould the risk management department be unable to do this, then it’s not contributing to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder-value.asp\" rel=\"noopener noreferrer\">shareholder value</a>. If, on the other hand, a company's expected <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/earnings.asp\" rel=\"noopener noreferrer\">earnings</a> are higher than the cost incurred to reduce risk, then the risk reduction investment can be considered a positive one.\n", "\nElsewhere, another company that got into the smart luggage business—making baggage with embedded microchips and batteries that track location and more—bet that the airlines and regulatory agencies would have no problem with customers checking in these bags. It bet wrong: the smart bags were banned in the U.S. amid fears about battery fires, causing the company to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidate.asp\" rel=\"noopener noreferrer\">liquidate</a>.\n", "\nEverything was at risk on that one factor. This begs the question of whether the baggage manufacturer, and its peers, assessed the possibility of rejection at a high percentage of probability. If they had done so, they likely would have never entered this line of business in the first place.\n", "\nMany businesses, especially financial ones, calculate a value of risk (VOR) for nearly all their activities, along with estimated confidence levels that the risk taken will be worth the reward. This task sounds relatively straightforward but is actually riddled with complications.\n", "\nCalculations are often based on subjective assumptions, prone to oversight, and subject to change. In an ideal world, potential errors of judgment should be accounted for and every angle covered as objectively as possible by relying on more than one source.\n"]}