{"name": "Value Chain Definition", "@id": "https://www.investopedia.com/terms/v/valuechain.asp", "related": ["https://www.investopedia.com/terms/s/scm.asp", "https://www.investopedia.com/terms/s/swot.asp", "https://www.investopedia.com/terms/b/backwardintegration.asp", "https://www.investopedia.com/terms/d/distribution-management.asp", "https://www.investopedia.com/terms/i/intellectualproperty.asp", "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"], "body": ["\nA value chain is a business model that describes the full range of activities needed to create a product or service. For companies that produce goods, a value chain comprises the steps that involve bringing a product from conception to distribution, and everything in between—such as procuring raw materials, manufacturing functions, and marketing activities.\n", "\nA company conducts a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/111014/basics-value-chain-analysis.asp\" rel=\"noopener noreferrer\">value-chain analysis</a> by evaluating the detailed procedures involved in each step of its business. The purpose of a value-chain analysis is to increase production efficiency so that a company can deliver maximum value for the least possible cost.\n", "\nBecause of ever-increasing competition for unbeatable prices, exceptional products, and customer loyalty, companies must continually examine the value they create in order to retain their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitive_advantage.asp\" rel=\"noopener noreferrer\">competitive advantage</a>. A value chain can help a company to discern areas of its business that are inefficient, then implement strategies that will optimize its procedures for maximum efficiency and profitability.\n", "\nIn addition to ensuring that production mechanics are seamless and efficient, it's critical that businesses keep customers feeling confident and secure enough to remain loyal. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/061115/what-are-some-advantages-and-disadvantages-value-chain-analysis.asp\" rel=\"noopener noreferrer\">Value-chain analyses can help</a> with this, too.\n", "\nMichael E. Porter, of Harvard Business School, introduced the concept of a value chain in his book, <em>Competitive Advantage: Creating and Sustaining Superior Performance</em>. He wrote: \"Competitive advantage cannot be understood by looking at a firm as a whole. It stems from the many discrete activities a firm performs in designing, producing, marketing, delivering, and supporting its product.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIn other words, it's important to maximize value at each specific point in a firm's processes.\n", "\nIn his concept of a value chain, Porter splits a business's activities into two categories, \"primary\" and \"support,\" whose sample activities we list below.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Specific activities in each category will vary according to the industry.\n", "\nPrimary activities consist of five components, and all are essential for adding value and creating competitive advantage:\n", "\nThe role of support activities is to help make the primary activities more efficient. When you increase the efficiency of any of the four support activities, it benefits at least one of the five primary activities. These support activities are generally denoted as overhead costs on a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incomestatement.asp\" rel=\"noopener noreferrer\">income statement</a>:\n", "\nStarbucks <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=sbux\" rel=\"noopener noreferrer\">(SBUX)</a> offers one of the most popular examples of a company that understands and successfully implements the value-chain concept. There are numerous articles about how <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/103114/starbucks-example-value-chain-model.asp\" rel=\"noopener noreferrer\">Starbucks incorporates the value chain</a> into its business model.\n", "\nAnother example is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/video/play/explaining-publicly-and-privately-held-companies/\" rel=\"noopener noreferrer\">privately held</a> grocery store <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/insights/050716/warren-buffetts-moat-how-sustainable-trader-joes-competitive-advantage.asp\" rel=\"noopener noreferrer\">Trader Joe's</a>, which also has received much press about its tremendous value and competitive edge. Because the company is private, there are many aspects of its strategy that we don't know. However, when you enter a Trader Joe's store, you can readily observe instances of Trader Joe's business that reflect the five primary activities of the value chain.\n", "\n<strong>1. Inbound logistics.</strong> Unlike traditional supermarkets, Trader Joe's does all of its receiving, shelving, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://freakonomics.com/podcast/trader-joes/\" rel=\"noopener noreferrer\">inventory-taking during regular store hours</a>. Although potentially maddening for shoppers, this system creates a ton of cost savings in terms of employee wages alone. Moreover, the logistics of having this work take place while customers are still shopping sends the strategic message that \"we're all in this together.\"\n", "\n<strong>2. Operations.</strong> Here's an example of how a company could apply the value chain creatively. In primary activity number two above, \"converting raw materials into finished product\" is cited as an \"operations\" activity. However, because converting raw materials is not an aspect of the supermarket industry, we can use operations to mean any other regular grocery store function. So, let's substitute \"product development,\" as that operation is critical for Trader Joe's.\n", "\nThe company selects its products carefully, featuring items that you generally can't find elsewhere. Its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/private-brand.asp\" rel=\"noopener noreferrer\">private-label</a> products account for more than 80 percent of its offerings, which often have the highest <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profitmargin.asp\" rel=\"noopener noreferrer\">profit margins</a>, too, as Trader Joe's can source them efficiently in volume.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ Another vital piece of product development for Trader Joe's is its taste-testing and chef-partnership programs, which ensure high quality and continuous product refinement.\n", "\n<strong>3. Outbound logistics.</strong> Many supermarkets offer home delivery, but Trader Joe's does not. Yet here, we can apply the activity of outbound logistics to mean the range of amenities that shoppers encounter once they are inside a Trader Joe's store. The company has thought carefully about the kind of experience it wants us to have when we visit its stores.\n", "\nAmong Trader Joe's many tactical logistics are its in-store tastings. Usually, there are a few product tastings happening simultaneously, which create a lively atmosphere, and often coincide with the seasons and holidays. The tasting stations feature both new and familiar items that are prepared and served by staff.\n", "\n<strong>4. Marketing and sales.</strong> Compared to its competitors, Trader Joe's barely does any traditional marketing. However, its entire in-store experience is a form of marketing. The company's copywriters craft product labels to appeal specifically to its customer base. Trader Joe's' unique branding and innovative culture indicate that the company knows its customers well—which it should, as the firm has actually chosen the type of customers it prefers and has not deviated from that model.\n", "\nVia this indirect marketing of style and image, Trader Joe's has succeeded in differentiating itself in the marketplace, thus sharpening its competitive edge.\n", "\n<strong>5. Service.</strong> Customer service is paramount for Trader Joe's. Generally, you see twice as many employees as shoppers in their stores. Whatever work they are doing at the moment, the friendly, knowledgeable, and articulate staff are there primarily for <em>you</em>. Employees welcome shoppers' interruptions and will instantly rush to find your item or answer your question. In addition, the company has always employed a no-questions-asked refund program. You don't like it, you get your money back—period.\n", "\nThis list could go on and on before ever reaching the four support activities cited above, as Trader Joe's is a wildly successful example of applying value-chain theory to its business.\n"]}