{"name": "Vanishing Premium Definition", "@id": "https://www.investopedia.com/terms/v/vanishing-premium.asp", "related": ["https://www.investopedia.com/terms/v/vanishing-premium-policy.asp", "https://www.investopedia.com/terms/a/accumulation-option.asp", "https://www.investopedia.com/terms/a/annual-dividend.asp", "https://www.investopedia.com/terms/a/amount-at-risk.asp", "https://www.investopedia.com/terms/a/adjustedpremium.asp", "https://www.investopedia.com/terms/t/termlife.asp"], "body": ["\nA vanishing premium is a fee paid for an insurance policy until the cash value of the policy grows enough to cover the fee.\n", "\nA vanishing premium provides a holder of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a> policy with an option to pay <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premiums</a> from the cash accrued in the policy rather than via payments made by the insured. The premium only vanishes in the sense that the policyholder no longer has to pay it out of pocket after a period of time.\n", "\nThe funds for the premiums simply come out of the dividends thrown off by the cash accrued in the investment. This allows the policyholder to put cash otherwise needed for premiums to some other, more lucrative use. It also guarantees the insurance coverage will not lapse, as the premium payments get made automatically.\n", "\nConsumers interested in policies with vanishing premiums should pay close attention to the math used to justify the date the premiums will vanish. In order to eliminate premiums, the underlying investments in the policy must maintain interest or dividend rates sufficient to make payments.\n", "\nHistorically, vanishing premiums have been implicated in insurance fraud schemes in which insurers used misleading sales illustrations to fool potential clients into believing their premiums would vanish much sooner than they actually did.\n", "\nUnrealistic assumptions about interest rates and investment returns can make a big difference when an investor attempts to accrue enough principal to throw off dividends at a defined threshold, which essentially describes the case of a vanishing premium.\n", "\nFor example, consider a whole-life insurance policy with a $5,000 premium. In order for the premium to vanish, the accrued cash value of the policy must throw off an annual dividend of $5,000. At an interest rate of 5 percent, the cash value of the policy would need to reach $100,000 to get rid of the premium.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wholelife.asp\" rel=\"noopener noreferrer\">Whole-life policies</a> typically provide a minimum annual growth number alongside an expected growth number that depends upon the performance of the insurance company's investment portfolio. The minimum growth rate could require significantly more time to reach the threshold needed to make premiums vanish, and that would only work if the interest rate remained high enough to keep the threshold amount of principal in place.\n", "\nGiven that premiums do not vanish so much as they decrease dividend payouts, savvy investors will calculate the total cost of a whole-life investment with vanishing premiums and set it against cheaper options such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\" rel=\"noopener noreferrer\">term life</a>, calculating potential upside from investing the difference between those two premium prices in another investment vehicle.\n"]}