{"name": "Variable Cost-Plus Pricing Definition", "@id": "https://www.investopedia.com/terms/v/variable-cost-plus-pricing.asp", "related": ["https://www.investopedia.com/terms/v/variablecost.asp", "https://www.investopedia.com/terms/m/marginalcostofproduction.asp", "https://www.investopedia.com/terms/f/fixedcost.asp", "https://www.investopedia.com/terms/b/breakeven-price.asp", "https://www.investopedia.com/terms/b/breakevenpoint.asp", "https://www.investopedia.com/terms/b/breakevenanalysis.asp"], "body": ["\nVariable cost-plus pricing is a pricing method whereby the selling price is established by adding a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/markup.asp\">markup</a> to total <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variablecost.asp\">variable costs</a>. The expectation is that the markup will contribute to meeting all or a part of the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedcost.asp\">fixed costs</a> and yield some level of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a>. Variable cost-plus pricing is particularly useful in competitive scenarios, such as <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/competitivebid.asp\">contract bidding</a>, but it is not suitable in situations where fixed costs are a major component of total costs.\n", "\nVariable costs include direct labor, direct materials, and other expenses that change in proportion to production output. A firm employing the variable cost-plus pricing method would first calculate the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/stocks/06/opleverage.asp\">variable costs</a> per unit, then add a mark-up to cover fixed costs per unit and generate a targeted profit margin.\n", "\nFor example, assume that total variable costs for manufacturing one unit of a product are $10. The firm estimates that fixed costs per unit are $4. To cover the fixed costs and leave a profit per unit of $1, the firm would price the unit at $15.\n", "\nThis method of pricing can be suitable for a company when a high proportion of total costs are variable. A company can be confident that its markup will cover fixed costs per unit. If the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/variable-cost-ratio.asp\">ratio of variable costs</a> to fixed costs is low, meaning that there are considerable fixed costs that go up as more units are produced, the pricing of a product may end up being inaccurate and unsustainable for the company to make a profit.\n", "\nVariable cost-plus pricing may also be suitable for companies that have excess capacity. In other words, a company that would not incur additional fixed costs per unit by incrementally increasing production. Variable costs, in this case, would compose most of the total costs (e.g., no additional factory space would need to be rented for extra production), and adding a markup on the variable costs would provide a profit margin.\n", "\nThe major shortcoming of this pricing method is that it fails to take into account how the market views the product in terms of value or the prices of similar products sold by competitors.\n"]}