{"name": "Variable-Rate Certificate of Deposit (CD) Definition", "@id": "https://www.investopedia.com/terms/v/variable-rate-certificate-of-deposit.asp", "related": ["https://www.investopedia.com/terms/f/fixed-rate-certificate-of-deposit.asp", "https://www.investopedia.com/terms/j/jumbocd.asp", "https://www.investopedia.com/terms/p/promotional-cd-rate-bonus-cd-rate.asp", "https://www.investopedia.com/terms/c/callable-certificate-of-deposit.asp", "https://www.investopedia.com/terms/c/certificateofdeposit.asp", "https://www.investopedia.com/terms/b/brokered-cd.asp"], "body": ["\nA variable-rate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\" rel=\"noopener noreferrer\">certificate of deposit (CD)</a> is a product offered by banks and credit unions that has a fixed term but a fluctuating interest rate. Several factors determine this CD's rate, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/primerate.asp\" rel=\"noopener noreferrer\">prime rate</a>, the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumerpriceindex.asp\" rel=\"noopener noreferrer\">consumer price index (CPI)</a>, treasury bills, or a market index. The <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basis-value.asp\" rel=\"noopener noreferrer\">basis</a> for the amount paid out is on a percentage difference between the beginning index and the final index. The <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fdic.asp\" rel=\"noopener noreferrer\">Federal Deposit Insurance Corporation (FDIC)</a> protects variable-rate and other CDs.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA variable-rate CD allows investors to put their money into a secure, protected account where it will earn a relatively modest amount of interest over the life of its term. The earned interest is usually inaccessible to the account holder until the CD matures. Some issuers do offer a penalty-free CD that allows for the early withdrawal of funds. However, the interest rate is likely to be lower than CDs that do not provide this option.\n", "\nA variable-rate CD pays an interest rate that can go up and down throughout the life of the security. The exact factors that will determine the interest rate of a variable-rate CD will vary depending on the institution. In contrast, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixed-rate-certificate-of-deposit.asp\" rel=\"noopener noreferrer\">fixed-rate CD</a> has a “locked in” interest rate with a basis from CD origination. This means the rate remains the same throughout the entire term.\n", "\nA CD is generally considered to be <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cd-ladder.asp\" rel=\"noopener noreferrer\">one of the safer ways to invest your money</a>, especially as the FDIC protection backs most of them.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ CDs overall are among the most reliable, low-risk investment options available. They appeal to conservative, risk-averse savers and investors. Investing in CDs is also an excellent way to diversify the risk of your portfolio. For new or cautious investors, a fixed-rate CD may be the preferable place to start, but those who are comfortable increasing the risk just a little bit may want to consider a variable-rate CD.\n", "\nWhen considering a CD with a variable interest rate, there are a few things you will want to keep in mind. First, remember that these <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-cd-rates-4770214\" rel=\"noopener noreferrer\">CDs generally have the most significant profit potential </a>during times of low interest rates. If you buy a variable-rate CD when interest rates are low, there is a good chance the rate will rise over the course of the term. By contrast, if interest rates are high when the CD is opened, it’s likely they could go down soon after.\n", "\nAlso, consider what features are most important to you. A variable-rate CD that has a steep penalty for early withdrawal may not be as appealing as a fixed-rate product that has a more relaxed early-withdrawal policy.\n", "\nAs attractive as they sound, variable-rate CDs also come with certain pitfalls. Prolonged low interest rates, for example, can adversely affect your returns, even if the rates increase later. In contrast, fixed-rate CDs are more profitable during such times.\n", "\nVariable-rate CD returns are also susceptible to inflation. This is especially the case during times of high inflation. A CD essentially locks in your funds for a certain period of time. If inflation shoots up during that time period and your returns do not keep pace with it, the value of your holdings declines on an overall basis.\n", "\nSuppose a CD is based on the prime rate, which is the rate that commercial banks charge their most creditworthy customers. The CD is issued for a three-year term, with a guarantee of principal repayment. During this time the prime rate decreases from 4% to 1%. The difference in prime rate between the time of issue and maturity (-3% in this case) is the amount due to the holder. If the prime rate moves in the opposite direction, increasing from 1% to 4%, the holder profits from the CD.\n"]}