{"name": "Variable Death Benefit Definition", "@id": "https://www.investopedia.com/terms/v/variabledeathbenefit.asp", "related": ["https://www.investopedia.com/terms/m/mirrorfund.asp", "https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/e/equity-indexed-universal-life-insurance.asp", "https://www.investopedia.com/terms/v/variable-survivorship-life-insurance.asp", "https://www.investopedia.com/terms/p/permanentlife.asp"], "body": ["\nVariable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\" rel=\"noopener noreferrer\">death benefit</a> refers to the amount paid to a decedent's beneficiary that is based on the performance of an investment account within a variable universal life insurance policy, a financial product that functions as both insurance and an investment. This variable amount is in addition to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/guaranteeddeathbenefit.asp\" rel=\"noopener noreferrer\">guaranteed death benefit</a>, which is constant.\n", "\nA variable universal life policyholder can choose among several investment options their insurer offers, including investments in equity and fixed-income mutual funds. The variable amount, or the policy's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cash-value-life-insurance.asp\" rel=\"noopener noreferrer\">cash value</a>, along with guaranteed death benefit, known as its face value, together form the total death benefit.\n", "\nA variable death benefit is one of three main options available with variable universal life insurance policies, the others being a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/level-death-benefit.asp\" rel=\"noopener noreferrer\">level death benefit</a> and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/return-of-premium.asp\" rel=\"noopener noreferrer\">return of premium benefit</a>. Each of these three benefit types is not taxable to the beneficiary, and if the policyholder borrows against the policy, the death benefit lowers.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe variable death benefit is also sometimes called an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/wealth-management/032516/life-insurance-increasing-death-benefit.asp\" rel=\"noopener noreferrer\">increasing benefit</a>. This is somewhat of a misnomer because the cash value can either increase or decrease depending on investment performance.\n", "\nTypically, investors are offered options of a set of securities and funds associated with the life insurance company. These options can range from stocks to bonds to money market funds and each of them has associated management and administrative fees. Variable life insurance policies transfer a portion of the premium paid to cash value accounts that are used to invest in these equity instruments.\n", "\nAmong variable universal life policies, a variable death benefit that invests mainly in stocks or equity mutual funds may be attractive to younger investors who are seeking to also use the insurance as a long-term investment vehicle. For older investors, bonds may be more appropriate.\n", "\nOf note, most variable death benefits include the ability to change the underlying investments over time. Returns are not capped, so policyholders receive the full return of the underlying investment, minus fees.\n", "\nA variable death benefit can cost less over time than a return of premium benefit. They also offer tax benefits because the gains accruing from investments are eligible for deferred tax as long as they remain within the account until the death benefit is claimed.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nHowever, a variable death benefit typically is more expensive than a level death benefit and may include more embedded costs overall. In general, the higher the death benefit, the greater the premiums. There is also the danger that your policy may lapse if you do not maintain sufficient funds in your account to cover the administrative costs of such policies.\n", "\nThese cost differences can be important considerations, as the total premiums associated with the three main types of variable universal life benefits can differ by thousands of dollars over the life of a policy.\n", "\nConsumers may also want to carefully evaluate the pros and cons of variable universal life in the first place. This type of insurance has attractive features to some investors, in that coverage does not expire as long as policyholders keep making the payments. Also, as the name suggests, variable universal life offers flexible premiums. That said, the total cost of variable universal life is usually notably higher than term insurance, which does not offer an investment component and, of course, covers only a specific span of time. While this is seemingly a drawback, it also is possible to simply <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/093015/life-insurance-vs-annuity.asp\" rel=\"noopener noreferrer\">buy term at the lower price and invest the rest</a>.\n", "\nShinzo has invested in a variable life insurance policy with an annual premium payment of $50,000. He specifies that he wants $30,000 of that amount invested in an equity mutual fund and the remaining in a bond fund. In the next year, the mutual fund and bond fund provide returns of 5% bringing the total value of his account to $32,500. The annual administrative fee for his account is $2,000. This means that his beneficiary is eligible for a total death benefit of $30,500 at the end of that year.\n"]}