{"name": "Variation Margin Definition", "@id": "https://www.investopedia.com/terms/v/variationmargin.asp", "related": ["https://www.investopedia.com/terms/o/open-trade-equity-ote.asp", "https://www.investopedia.com/terms/m/margin.asp", "https://www.investopedia.com/terms/f/futures.asp", "https://www.investopedia.com/terms/b/buying-on-margin.asp", "https://www.investopedia.com/terms/m/margin_debt.asp", "https://www.investopedia.com/terms/m/margincall.asp"], "body": ["\nThe variation <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margin.asp\">margin</a> is a variable margin payment made by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/memberfirm.asp\">clearing members</a>, such as a futures broker, to their respective <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\">clearing houses</a> based on adverse price movements of the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\">futures contracts</a> these members hold. Variation margin is paid by clearing members on a daily or intraday basis to reduce the exposure created by carrying high risk positions. By demanding variation margin from their members, clearing houses are able to maintain a suitable level of risk which allows for the orderly payment and receipt of funds for all traders using that clearing house. \n", "\nVariation margin is used to bring the capital in an account up to the margin level. This margin, and the associated initial and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/maintenancemargin.asp\">maintenance margin</a>, must be sustained by liquid funds allowing it to function as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> against any losses that may result from trades underway. \n", "\nFor example, if a trader buys one futures contract, the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/initialmargin.asp\">initial margin</a> on that contract may be $3,000. This is the amount of capital they need to have in their account to take the trade. The maintenance margin may be $2,500. This means if the money in the account drops below $2,500 the trader is required to top up the account to $3,000 again, as they have lost $500 on their position(s) which reduces the buffer in their account to an unacceptable level. The amount needed to bring the account to an acceptable level in order to ensure future trades is known as variation margin.\n", "\nNow, imagine that a broker has thousands of traders, all in different positions and both making and losing money. The broker, or clearing member, must take all these positions into account, and then submit funds to the clearing houses which covers the risk taken by all their trades.\n", "\nThe amount of variation margin varies depending on the exact market conditions and price movement experienced over the course of the day. The variation margin payment of additional funds may be deemed necessary by a broker when the equity account balance falls below the maintenance margin or initial margin requirement. This request for funds is referred to as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\">margin call</a>.\n", "\nA margin call is when a broker requires an investor to contribute additional funds to meet the required minimum margin amount. It is enacted when the account losses money, or additional positions are taken, causing the equity balance to fall below the required minimum for holding those positions. If the investor is not able to meet the margin call, the brokerage can then sell the securities in the account until the amount is met or risk is reduced to an acceptable level.\n", "\nMaintenance margin is an important factor to consider while calculating variation margin. It refers to the amount of money an investor must keep in his <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaccount.asp\">margin account</a> when trading stocks. It is generally less than the initial margin required to make trades. This requirement gives the investor the ability to borrow from a brokerage. This margin functions as collateral against the amount borrowed by the investor.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/finra.asp\">Financial Industry Regulatory Authority (FINRA)</a> requires the maintenance margin to be set at a minimum of 25% for stocks. Other brokerages can set higher minimums, such as 50%, depending on the level of risk and the investor involved.\n", "\nWhen trading futures, maintenance margin means something different. It is the level at which an investor is required to top up their account to the initial margin amount. \n", "\nLet's say a trader buys 100 shares of stock ABC for $10 each. The initial margin set by the broker for purchase is 50%. This means that the broker must have $500 in his account at all times to make trades. Also assume that the maintenance margin is $300.\n", "\nIf the price of ABC falls to $7, then the $300 in losses in the trade are deducted from the initial margin account. This means that initial margin account balance is now $200, which is below the $300 maintenance margin amount specified earlier. The new initial margin amount is $350 (50% of $700). The trader would need to top up their account with $150 in order to continue trading.\n"]}