{"name": "VeChain Definition", "@id": "https://www.investopedia.com/terms/v/vechain.asp", "related": ["https://www.investopedia.com/terms/o/onchain-governance.asp", "https://www.investopedia.com/terms/g/gas-ethereum.asp", "https://www.investopedia.com/terms/h/hyperledger.asp", "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp", "https://www.investopedia.com/terms/b/blockchain-operating-system.asp", "https://www.investopedia.com/terms/h/hard-fork.asp"], "body": ["\nVeChain is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/083115/blockchain-technology-revolutionize-traditional-banking.asp\">blockchain platform</a> designed to enhance supply chain management and business processes. Its goal is to streamline these processes and information flow for complex supply chains through the use of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/distributed-ledger-technology-dlt.asp\">distributed ledger technology</a> (DLT).\n", "\nThe Vechain platform contains two distinct tokens: VeChain Token (VET) and VeChainThor Energy (VTHO). The former is used to transfer value across VeChain’s network, and the latter is used as energy or \"gas\" to power <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smart-contracts.asp\">smart contract</a> transactions.\n", "\nVeChain states that its goal is “to build a trust-free and distributed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-ecosystem.asp\">business ecosystem</a> platform to enable transparent information flow, efficient collaboration, and high-speed value transfers.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/supplychain.asp\">Supply chain</a> data for business processes are currently compartmentalized in silos among multiple stakeholders. This affects information flow, which is again divided among <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/11/upside-downside-of-ipos.asp\">stakeholders</a>.\n", "\nAccording to VeChain’s white paper, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/082914/basics-buying-and-investing-bitcoin.asp\">blockchain technology</a> can break “this asymmetric information problem and allow ownership of data to return to and empower its owner.” The VeChain platform claims to provide a 360-degree view of necessary information linked to a product and its business processes—such as storage, transportation, and supply—to authorized stakeholders and create greater market transparency.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nFor example, the platform can be used to track quality, authenticity, storage temperature, transportation medium, and last-mile delivery of a medicine pack or an alcohol bottle right from the manufacturing facility through to the final delivery to the end customer. To accomplish this goal, VeChain uses smart chips or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/radio-frequency-identification-rfid.asp\">Radio Frequency Identification</a> (RFID) tags and sensors that broadcast key information onto the blockchain network that can be accessed in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real_time.asp\">real-time</a> by authorized stakeholders.\n", "\nThe application of sensors means that all parameters related to the product can be constantly monitored and problems, if any, can be communicated back to the relevant stakeholders. Manufacturers and customers are informed if a drug packet is stored outside a prescribed temperature range, allowing for service improvements and better quality control.\n", "\nIn another example, the VeChain platform can enable automobile owners to own their data and use it to negotiate better terms and policies with their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> companies.\n", "\nVeChain was founded in 2015 by Sunny Lu, the former <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cio.asp\">chief information officer</a> (CIO) of Louis Vuitton China. It started as a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subsidiary.asp\">subsidiary</a> of Bitse, one of China’s largest blockchain companies, and is among the few blockchains that already have a substantial customer base among established companies.\n", "\nInitially, the VEN token functioned on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">Ethereum</a> blockchain. VeChain transitioned onto its own blockchain and rebranded itself in 2018. As part of the rebrand, the VEN blockchain became the VeChainThor (VET) blockchain.\n", "\nGoals for the VeChain blockchain platform are outlined in its white paper. Its initial target was to disrupt the supply chain industry by making data actionable and transparent. It also plans to be a leader in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/decentralized-applications-dapps.asp\">dApps</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/initial-coin-offering-ico.asp\">initial coin offerings</a> (ICOs) made using VeChain as well as being an <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/internet-things.asp\">Internet of Things</a> (IoT) intermediary.\n", "\nVeChain has inked <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://vechaininsider.com/partnerships/a-complete-list-of-vechain-partnerships/\" rel=\"nofollow\">strategic partnerships</a> over the years with several companies in order to help achieve this goal. Among them is an agreement with PricewaterhouseCoopers (PwC) for VeChain's blockchain-powered solutions to be used by the accounting firm's client base to improve product verification and traceability.\n", "\nVeChain has also partnered with Renault, creating, in conjunction with Microsoft and Viseo, a digital car maintenance book that cannot be tampered with and is the government <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://cdn.vechain.com/vechain_national_government_partnership_guian_release.pdf\" rel=\"nofollow\">technology partner for</a> Gui’an, an economic development zone for the Central Chinese Government.\n", "\nThe VeChainThor blockchain platform is a public blockchain intended for “mass business adoption.” It has two tokens: VET and VTHO. VET is the VeChain token that is used to carry value or “smart money” from smart contracts. In other words, transactions on decentralized applications occurring on VeChain’s blockchain will use VET. It is available for investing by the general public.\n", "\nThe VTHO token stands for VeChainThor Energy and is also known as VeThor Energy. It is used to power transactions on VeChain and is equal to the cost of conducting transactions on its blockchain.\n", "\nThe concept is similar to that of Ethereum’s ether and NEO’s \"gas\" in that developers need to budget for a certain number of underlying tokens (which are not exposed to the public) in order to conduct transactions for their decentralized applications. Per VeChain’s white paper, the two-token system was devised for effective governance and to have a predictable economic model for decentralized applications developers.\n", "\nIn its current form, Ethereum lacks such a model because the price of ether, its native gas token, is volatile. As such, developers have to estimate the amount of ether required for a transaction. The transaction fails if their estimate turns out to be incorrect. VeChain’s white paper outlines several technical enhancements that its platform has made to overcome this problem.\n", "\nFor example, the VET blockchain allows <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/proof-work.asp\">Proof of Work</a> (PoW) to be conducted for every transaction. This means that the people conducting a transaction can <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mining.asp\">mine</a> more VTHO if their initial estimate was wrong. \n", "\nThe VeChainThor blockchain uses Proof of Authority as a consensus protocol. Per this protocol, votes are disbursed based on VET holdings and disclosure. VET holders without <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/knowyourclient.asp\">know-your customer</a> (KYC) credentials and with 1 million tokens in their account are assigned 20% of all votes while VET holders with KYC and the same amount in their accounts are responsible for 30%.\n", "\nThere are 101 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/master-node-cryptocurrency.asp\">master nodes</a> responsible for reaching consensus on transactions in VeChain’s blockchain. This system is different from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">Bitcoin</a>, which requires all nodes to vote on a transaction before reaching consensus.\n", "\nAnonymous nodes are not allowed, and disclosure of identity is an essential pre-requisite to becoming an authority master node. According to VeChain’s white paper, this system uses less power and does not require a minimum number of validators to reach consensus. \n", "\nThe other type of master node in VeChain is the economic master node. These do not produce blocks or ledger records and are used as a check on power. This is done by allocating a certain number of votes to each economic master node based on their VET holdings. Each 10,000 VET held by an economic master node gets it a single vote.\n", "\nThe system of master nodes centralizes voting rights in a decentralized system. But the founders of VeChain have said that their aim in designing this protocol is to achieve a balance between centralization and decentralization.\n"]}