{"name": "Vehicle-to-Everything (V2X) Definition", "@id": "https://www.investopedia.com/terms/v/v2x-vehicletovehicle-or-vehicletoinfrastructure.asp", "related": ["https://www.investopedia.com/terms/n/nafta.asp", "https://www.investopedia.com/terms/s/smart-home.asp", "https://www.investopedia.com/terms/i/internet-energy-ioe.asp", "https://www.investopedia.com/terms/l/limited-government.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nVehicle-to-everything (V2X) is a technology that allows vehicles to communicate with moving parts of the traffic system around them. Also known as connected-vehicle-to-everything communication, it has several components.\n", "\nOne component of this technology is called vehicle-to-vehicle (V2V) which allows vehicles to communicate with one another. Another component is vehicle to infrastructure (V2I) which allows vehicles to communicate with external systems such as street lights, buildings, and even cyclists or pedestrians. As this technology becomes more sophisticated in the future, what it is capable of will expand.\n", "\nV2X communications systems are mainly used for the purpose of increasing safety and preventing collisions. In a traditional vehicle, V2X systems can convey important information to the driver regarding inclement weather, nearby accidents, road conditions, and the dangerous activities of nearby vehicles. In autonomous vehicles, V2X provides extra information to vehicle's existing navigation system.\n", "\nV2X uses a short-range wireless signal to communicate with compatible systems, and this signal is resistant to interference and inclement weather.\n", "\nIn addition to safety benefits, V2X technology serves other purposes like integrating automatic payments for tolls, parking, and similar fees.\n", "\nFrom an economic standpoint, the market potential for V2X technology is huge. Since 2016, production has risen exponentially.\n", "\nThe V2X market is relatively nascent, and many of the system's benefits will not be fully realized until the market expands. In order for a V2X vehicle to communicate with another vehicle or roadside object, that object must also use V2X technology. Many traffic systems don't have V2X systems in place, which means that vehicles that do have the technology cannot communicate with them. However, as V2X systems become more common, vehicles are expected to be able to communicate not only with traffic systems but also with cyclists and even pedestrians who carry V2X devices.\n", "\nVehicle-to-everything technology is expected to grow significantly over the next 20 years, as many top V2X suppliers, such as Delphi, Denso, Qualcomm, and Continental, have large-scale integration plans. Many new car models use some form of V2X technology, especially luxury brands. Vehicle-to-everything systems are expected to eventually be added to lower-priced vehicles as well.\n", "\nVehicle-to-everything technology will be particularly prominent in autonomous vehicles, which scan the immediate environment for risks and make decision based on this data. Vehicle-to-everything systems also transcend harsh weather conditions that impact autonomous vehicles.\n", "\nThe 5G Automotive Association<strong> </strong>(5GAA) is an international organization of companies from the automotive, technology, and telecommunications industries devoted to developing V2X technology. It was founded in 2016 by eight corporations: AUDI AG, BMW Group, Daimler AG, Ericsson, Huawei, Intel, Nokia, and Qualcomm Incorporated. It now has over 100 member companies around the world.\n"]}