{"name": "Venture Capitalist (VC) Definition", "@id": "https://www.investopedia.com/terms/v/venturecapitalist.asp", "related": ["https://www.investopedia.com/terms/v/vcfund.asp", "https://www.investopedia.com/terms/s/seriesa.asp", "https://www.investopedia.com/terms/e/equity.asp", "https://www.investopedia.com/terms/v/venturecapital.asp", "https://www.investopedia.com/terms/e/equity-coinvestment.asp", "https://www.investopedia.com/terms/c/capitalmarkets.asp"], "body": ["\nA venture capitalist (VC) is a private equity investor that provides capital to companies exhibiting high growth potential in exchange for an equity stake. This could be funding <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/startup.asp\">startup</a> ventures or supporting small companies that wish to expand but do not have access to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equitymarket.asp\">equities markets</a>. Venture capitalists are willing to risk investing in such companies because they can earn a massive return on their investments if these companies are a success. VCs experience high rates of failure due to the uncertainty that is involved with new and unproven companies.\n", "\nVenture capitalists are usually formed as limited partnerships (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limitedpartnership.asp\">LP</a>) where the partners invest in the VC fund. The fund normally has a committee that is tasked with making investment decisions. Once promising emerging growth companies have been identified, the pooled investor capital is deployed to fund these firms in exchange for a sizable stake of equity.\n", "\nContrary to public opinion. VCs do not normally fund startups from the onset. Rather, they seek to target firms that are at the stage where they are looking to commercialize their idea. The VC fund will buy a stake in these firms, nurture their growth and look to cash out with a substantial <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/returnoninvestment.asp\">return on investment</a> (ROI).\n", "\nWell-known venture capitalists include Jim Breyer, an early Facebook (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=fb\">FB</a>) investor, Peter Fenton, an investor in Twitter (<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=twtr\">TWTR</a>), Peter Theil, the co-founder of PayPal (<a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=pypl\">PYPL</a>) and Facebook's first investor, Jeremy Levine, the largest investor in Pinterest, and Chris Sacca, an early investor in Twitter and ride-share company Uber.\n", "\nVenture capitalists look for a strong management team, a large potential market and a unique product or service with a strong competitive advantage. They also look for opportunities in industries that they are familiar with, and the chance to own a large percentage of the company so that they can influence its direction.\n", "\nSome of the first venture capital firms in the U.S. started in the early to mid-1900s. Georges Doriot, a Frenchman who moved to the U.S. to get a business degree, became an instructor at Harvard’s business school and worked at an investment bank. He went on to found what would be the first publicly owned venture capital firm, American Research, and Development Corporation (ARDC). What made ARDC remarkable was that for the first time a startup could raise money from private sources other than from wealthy families. For a long time in the U.S., wealthy families such as the Rockefellers or Vanderbilts were the ones to fund startups or provide capital for growth. ARDC had millions in its account from educational institutions and insurers. \n", "\nFirms such as Morgan Holland Ventures and Greylock Ventures were founded by ARDC alums, and still, other firms such as J.H. Whitney &amp; Company popped up around the mid-twentieth century. Venture capital began to resemble the industry it is known as today after the Investment Act of 1958 was passed. The act made it so <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/smallbusinessinvestmentcompanysbic.asp\">small business investment companies</a> could be licensed by the Small Business Association that had been established five years earlier by then-President Eisenhower. Those licenses “qualified private equity fund managers and provide(d)s them with access to low-cost, government-guaranteed capital to make investments in U.S. small businesses.”\n", "\nVenture capital, by its nature, invests in new businesses with high potential for growth but also an amount of risk substantial enough to scare off banks. So it is not too surprising that Fairchild Semiconductor (FCS), one of the first and most successful semiconductor companies, was the first venture capital-backed startup, setting a pattern for venture capital's close relationship with emerging technologies in the Bay Area of San Francisco. \n", "\nPrivate equity firms in that region and time also set the standards of practice used today, setting up limited partnerships to hold investments where professionals would act as general partners, and those supplying the capital would serve as passive partners with more limited control. Numbers of independent venture capital firms increased throughout the 1960s and 1970s, prompting the founding of the National Venture Capital Association in the early 1970s.\n", "\nVenture capital firms began posting some of their first losses in the mid-1980s after the industry had become flush with competition from firms both in and outside the U.S. looking for the next Apple (AAPL) or Genentech. As IPOs from VC-backed companies were looking increasingly unremarkable, venture capital funding of companies slowed. It wasn’t until about the mid-1990s that venture capital investments started back with any real vigor, only to take a hit in the early 2000s when so many tech companies fell apart prompting venture capital investors to sell off what investments they had at a substantial loss. Since then, venture capital has made a substantial comeback, with $47 billion dollars invested into startups as of 2014.\n", "\nWealthy individuals, insurance companies, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing-strategy/090916/how-do-pension-funds-work.asp\">pension funds</a>, foundations, and corporate pension funds may pool money together into a fund to be controlled by a VC firm. All partners have part ownership over the fund, but it is the VC firm that controls where the fund is invested, usually into businesses or ventures that most banks or capital markets would consider too risky for investment. The venture capital firm is the general partner, while the pension funds, insurance companies, etc. are limited partners.\n", "\nPayment is made to the venture capital fund managers in the form of management fees and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/carriedinterest.asp\">carried interest</a>. Depending on the firm, roughly 20% of the profits are paid to the company managing the private equity fund, while the rest goes to the limited partners who invested in the fund. General partners are usually also due to an additional 2% fee.\n", "\nThe general structure of the roles within a venture capital firm vary from firm to firm, but they can be broken down to roughly three positions: \n", "\nTim Draper is an example of a venture capitalist who built a large fortune by investing in early and risky companies. During <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.entrepreneur.com/video/334897\">an interview with <em>The Entrepreneur</em></a>, Draper states he bases his decisions on investing in these early companies by imaging what might happen to the firm if they succeed. Draper was an early investor in modern tech and social media giants including Twitter, Skype, and Ring and is also an early Bitcoin investor.\n"]}