{"name": "Vertical Analysis: Overview", "@id": "https://www.investopedia.com/terms/v/vertical_analysis.asp", "related": ["https://www.investopedia.com/terms/f/financial-statement-analysis.asp", "https://www.investopedia.com/terms/c/commonsizeincomestatement.asp", "https://www.investopedia.com/terms/h/horizontalanalysis.asp", "https://www.investopedia.com/terms/a/account-analysis.asp", "https://www.investopedia.com/terms/c/commonsizefinancialstatement.asp", "https://www.investopedia.com/terms/v/valueinvesting.asp"], "body": ["\nVertical analysis is a method of financial statement analysis in which each line item is listed as a percentage of a base figure within the statement. Thus, line items on an income statement can be stated as a percentage of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grosssales.asp\" rel=\"noopener noreferrer\">gross sales</a>, while line items on a balance sheet can be stated as a percentage of total assets or liabilities, and vertical analysis of a cash flow statement shows each cash inflow or outflow as a percentage of the total cash inflows.\n", "\nVertical analysis makes it much easier to compare the financial statements of one company with another, and across industries. This is because one can see the relative proportions of account balances. It also makes it easier to compare previous periods for time series analysis, in which quarterly and annual figures are compared over a number of years, in order to gain a picture of whether performance metrics are improving or deteriorating.\n", "\nFor example, by showing the various expense line items in the income statement as a percentage of sales, one can see how these are contributing to profit margins and whether profitability is improving over time. It thus becomes easier to compare the profitability of a company with its peers.\n", "\nFinancial statements that include vertical analysis clearly show line item percentages in a separate column. These types of financial statements, including detailed vertical analysis, are also known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commonsizefinancialstatement.asp\" rel=\"noopener noreferrer\">common-size financial statements</a> and are used by many companies to provide greater detail on a company’s financial position.\n", "\nCommon-size financial statements often incorporate comparative financial statements that include columns comparing each line item to a previously reported period.\n", "\nAnother form of financial statement analysis used in ratio analysis is horizontal analysis or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trendanalysis.asp\" rel=\"noopener noreferrer\">trend analysis</a>. This is where ratios or line items in a company's financial statements are compared over a certain period of time by choosing one year's worth of entries as a baseline, while every other year represents percentage differences in terms of changes to that baseline.\n", "\nFor example, the amount of cash reported on the balance sheet on December 31 of 2018, 2017, 2016, 2015, and 2014 will be expressed as a percentage of the December 31, 2014, amount. Instead of dollar amounts, you might see 141, 135, 126, 118, and 100.\n", "\nThis shows that the amount of cash at the end of 2018 is 141% of the amount it was at the end of 2014. By doing the same analysis for each item on the balance sheet and income statement, one can see how each item has changed in relationship to the other items.\n", "\nFor example, suppose XYZ Corporation has gross sales of $5 million and cost of goods sold of $1 million and general and administrative expenses of $2 million and a 25% tax rate, its income statement will look like this if vertical analysis is used:\n"]}