{"name": "Vertical Line Charting Definition and Example", "@id": "https://www.investopedia.com/terms/v/vertical-line-charting.asp", "related": ["https://www.investopedia.com/terms/b/barchart.asp", "https://www.investopedia.com/terms/o/ohlcchart.asp", "https://www.investopedia.com/terms/b/bar-graph.asp", "https://www.investopedia.com/terms/l/linechart.asp", "https://www.investopedia.com/terms/r/red-candlestick.asp", "https://www.investopedia.com/terms/forex/f/forex-charting-software.asp"], "body": ["\nVertical line charting is a technique used by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\" rel=\"noopener noreferrer\">technical traders</a> and market technicians to track the price moves of a security. In vertical line charting, the price action over a specified period is summarized by a vertical bar. The security's high and low prices for the period are denoted by the top and bottom of the line, respectively, while its opening and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\" rel=\"noopener noreferrer\">closing prices</a> are indicated by short horizontal bars to the left and right of the vertical bar, respectively.\n", "\nVertical line charts are more commonly called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barchart.asp\" rel=\"noopener noreferrer\">bar charts</a>.\n", "\nA vertical line chart provides information via its high and low points and small horizontal lines to the left and right of the line. When all these prices are shown for each period, it is typically called a bar chart.\n", "\nA trader could also opt to only see the high and low, or only the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openingprice.asp\" rel=\"noopener noreferrer\">open</a> or close, or any combination of the four data points.\n", "\nIf the vertical bar is long, it signifies strong movement. There was a large difference between the high and low. If the close (line on right) and open (line on left) were similar, the buyers and sellers were in balance or are indecisive.\n", "\nIf there is a large difference between the open and close, it signals that the buyers or sellers overpowered the other. If the close is well below the open, sellers dominated the time period. If the close is way above the open, buyers dominated the period.\n", "\nIf the price moved only a small amount during the period, it is possible that there was little interest in the security, or that buyers and sellers were evenly matched but not aggressive in their trades.\n", "\nCharting platforms often allow traders to color code the vertical line depending on whether the price rose or declined over the period.\n", "\nMore advanced forms of analyzing price charts including looking for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/support-and-resistance-basics/\" rel=\"noopener noreferrer\">support and resistance</a> levels, and highlighting <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/112601.asp\" rel=\"noopener noreferrer\">chart patterns</a> which may present trading opportunities.\n", "\nThe following chart of Alphabet (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=goog\" rel=\"noopener noreferrer\">GOOG</a>) shows daily vertical lines. Since the lines include information on the low, high, open and close, this would typically be called a bar chart or a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/ohlcchart.asp\" rel=\"noopener noreferrer\">OHLC chart</a>.\n", "\nThe chart shows an overall upward ascent of the price over this three month period. This is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uptrend.asp\">uptrend</a>, even though there were days or sequences of days where the price dropped temporarily.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/linechart.asp\">line chart</a> only marks the close for each period. Then, the closing prices for the period is connected to the prior closing prices, and then it is connects to the next closing price. The price appears as a line oscillating up and down over time.\n", "\nTraders have the option of customizing the type of information the vertical line shows. It can include the high, open, low, close. Including more of these data points provides more information on how the price moved over the period. Most single time periods are not important in and of themselves. It's how the price moves over multiple time periods that matters.\n", "\nFor some traders more information is better, while for others less is better.\n", "\nVertical line charts show the historical record of how an asset moved. Interpretations of the chart are subjective and should be thoroughly tested for validity before attempting to rely on historical price movements to forecast future movements.\n", "\nTrading only based on the price is chart is called price action trading. Many traders also opt to include technical indicators and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fundamentals.asp\">fundamental analysis</a> into their trading.\n"]}