{"name": "Veterans Group Life Insurance (VGLI)", "@id": "https://www.investopedia.com/terms/v/veterans-group-life-insurance-vgli.asp", "related": ["https://www.investopedia.com/terms/g/group-life-insurance.asp", "https://www.investopedia.com/terms/g/guaranteed-issue-life-insurance.asp", "https://www.investopedia.com/terms/u/united-states-government-life-insurance-usgli.asp", "https://www.investopedia.com/terms/p/post911-gi-bill.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/v/veterans-administration.asp"], "body": ["\nVeterans <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/group-life-insurance.asp\" rel=\"noopener noreferrer\">group life</a> insurance pays cash to the beneficiaries of a deceased member of the armed forces who had completed their service. Veterans Group Life Insurance (VGLI) is for service members who have completed their service and wish to continue to have <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a> coverage carried over from their Servicemembers' Group Life Insurance (SGLI) policy. They have one year and 120 days from the date they become veterans to exercise this option, and VGLI is a renewable term policy.\n", "\nVeterans group life insurance offers many benefits not available in the private life insurance market. Premium rates are age-based only and do not consider gender, tobacco use, job, or recreational activities—all of which can increase <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premiums</a> in the private market.\n", "\nThe policy does not terminate at a certain age (such as 65); it remains in force for as long as the policyholder pays the premiums. Also, veterans who apply to convert their SGLI to VGLI within the first 120 days after completing their service are not subject to a health review. Approval of the policy is not contingent upon being in good physical or mental health.\n", "\nThe maximum amount of coverage a veteran may qualify for is the same amount of coverage they had under the Servicemembers’ Group Life Insurance (SGLI)<strong> </strong>after leaving the service. The SGLI is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/termlife.asp\" rel=\"noopener noreferrer\">term life insurance</a> offered to members of the military during active service. Veterans may opt for lower levels of coverage in $10,000 increments. Coverage can be increased after enrollment. The increase may be as much as $25,000 every five years but is capped to $400,000 until the veteran reaches 60.\n", "\nAs is the case with most types of life insurance, it's important for each veteran to compare potential plans in order to determine what is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-life-insurance-for-veterans-4846584\" rel=\"noopener noreferrer\">best life insurance</a> policy for their unique circumstances.\n", "\nThere are certain eligibility requirements for veterans who want to apply for VGLI. They must have had SGLI and are within one year and 120 days from:\n", "\nVeterans may also be able to apply for this kind of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\">insurance</a>, even if their SGLI was part-time and they were performing duty. Anyone with an injury—or those living with a different ability who were unable to get insurance at standard premium rates—may also qualify.\n"]}