{"name": "Veterans Administration Definition", "@id": "https://www.investopedia.com/terms/v/veterans-administration.asp", "related": ["https://www.investopedia.com/terms/u/us-department-veterans-affairs.asp", "https://www.investopedia.com/terms/v/valoan.asp", "https://www.investopedia.com/terms/g/gi-bill.asp", "https://www.investopedia.com/terms/e/elder-care.asp", "https://www.investopedia.com/terms/a/affordable-care-act.asp", "https://www.investopedia.com/terms/p/post911-gi-bill.asp"], "body": ["\nFounded at the height of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great_depression.asp\" rel=\"noopener noreferrer\">Great Depression</a>, in 1930, the Veterans Administration was formerly an independent government agency. It became U.S. Cabinet level in 1989 with the title Department of Veterans Affairs. Commonly referred to as \"the VA,\" the organization provides patient care, benefits, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-advisors/011415/financial-planning-veterans.asp\" rel=\"noopener noreferrer\">essential services to veterans</a> of the U.S. armed forces and their families.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe VA provides veterans with disability compensation for those injured or contracted a disease while serving. The department also serves a number of other functions designed to help veterans and their families:\n", "\nWithin the U.S. Department of Veterans Affairs lie to divisions, the Veteran's Health Administration (VHA) and the Veterans Benefits Administration (VBA).\n", "\nThe VHA is the largest integrated health care system in the United States. It includes 1,255 health care facilities: 170 VA medical centers and 1,074 outpatient sites. VHA serves more than 9 million veterans enrolled in the VA health care program.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe VBA makes available a variety of benefits and services that provide financial assistance and other forms of help to service members, their dependents, and survivors. The list includes compensation, education and training, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a>, vocational rehabilitation, and job placement assistance.\n", "\nThe U.S. Department of Veterans Affairs also runs 153 national cemeteries throughout the United States and Puerto Rico, providing benefits for all eligible service members and family members. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/burial-insurance.asp\" rel=\"noopener noreferrer\">Burial and memorial benefits</a> include opening and closing of the grave, perpetual care, a burial flag, a headstone/marker, and a presidential memorial certificate.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nVeterans who were dishonorably discharged, as well as the imprisoned and parolees, may not be eligible for VA benefits, and benefits are not available to those with outstanding felony warrants.\n", "\nThe VBA also provides federal guarantees of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/home-mortgage.asp\" rel=\"noopener noreferrer\">home loans</a> for qualified applicants. To be eligible for a VA-guaranteed home loan, veterans must have served on active duty in the Army, Navy, Air Force, Coast Guard, or Marines.\n", "\nThe specific service requirements will vary, depending on the time period during which a veteran served. A certificate of eligibility is required to obtain a VA loan, and the loan can be obtained through any mortgage lender who participates in the VA home loan program. The VA-guaranteed home loan is one of very few 0% down payment loans available in the United States (the USDA Rural Housing Loan is another).\n"]}