{"name": "Vetting Definition", "@id": "https://www.investopedia.com/terms/v/vetting.asp", "related": ["https://www.investopedia.com/terms/c/certified-insolvency-and-reorganization-accountant.asp", "https://www.investopedia.com/terms/u/underwriting.asp", "https://www.investopedia.com/terms/t/technical-job-skills.asp", "https://www.investopedia.com/terms/d/duediligence.asp", "https://www.investopedia.com/terms/i/investmentconsultant.asp", "https://www.investopedia.com/terms/a/ava.asp"], "body": ["\nVetting is the process of thoroughly investigating an individual, company, or other entity before making a decision to go forward with a joint project. A background review is a vetting process.\n", "\nThe verb \"to vet\" has its origins in 19th-century British slang. A horse was thoroughly vetted by a veterinarian before being allowed to race, so a patient undergoing an examination could be said to be vetted by a medical doctor.\n", "\nIn modern business usage, vetting has come to mean the process of examining a person or company for soundness and integrity.\n", "\nVetting may also be described as doing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duediligence.asp\">due diligence</a>, such as:\n", "\nThe word is used informally in many other contexts. A refugee seeking asylum is vetted as part of the application process. Candidates for government security clearance are vetted to make sure they don't have checkered pasts. A lawyer vets a contract to find any potential pitfalls in the fine print.\n", "\nA vetting process might begin with a confirmation of facts. Is the job candidate's resume accurate in describing all the skills and experience that are claimed? Does the contractor called Worldwide Shipping have actual experience shipping worldwide?\n", "\nThe process continues with the verification of information. Every degree, award or certification claimed by a candidate is checked for accuracy.\n", "\nWhether it is a person, a company, or an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/younginvestors/10/what-is-an-investment.asp\">investment</a> that is being vetted, the process gets deeper, and potentially more intrusive, from there. Credit history checks, criminal background checks, and personal interviews with past and current associates all are fair game in the vetting process.\n", "\nHeavy reliance on vetting by governments around the world has raised some concerns related to both the high cost and the long delays they can cause.\n", "\nA recent article in an Australian newspaper reported that some 350,000 people doing work for the Australian government had needed to undergo vetting processes to get their jobs. The cost to the government ranged from $300 for a minimum clearance to about $1,500 for a top security clearance. Job openings then requiring vetting included a museum coordinator, a librarian, and a veterinarian.\n"]}