{"name": "Vice Fund", "@id": "https://www.investopedia.com/terms/v/vice-fund.asp", "related": ["https://www.investopedia.com/terms/1/12b-1plan.asp", "https://www.investopedia.com/terms/b/bshare.asp", "https://www.investopedia.com/terms/d/domini_400.asp", "https://www.investopedia.com/terms/c/capitalshare.asp", "https://www.investopedia.com/terms/r/redemptionfee.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nThe Vitium Global Fund, formerly the Vice Fund, is a mutual fund managed by USA Mutuals that focuses its investments on vice industries often considered socially irresponsible investments or \"sin stocks.”\n", "\nBefore this fund was established, \"vice fund\" was informal slang for any fund that invested heavily in various sin stocks.\n", "\nThe Vice Fund was renamed the Vitium Global Fund on October 1, 2019.\n", "\nThe Vitium Global Fund, formerly called the Vice Fund, primarily invests in stocks generating the majority of their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenue</a> from the alcohol, tobacco, gaming, and defense industries. This encompasses casino operators, gaming equipment manufacturers, defense equipment manufacturers, alcohol producers, and tobacco producers.\n", "\nThe Fund invests in both domestic and foreign-based equities, with its holdings ranging from small-cap to mega-cap companies. It has been in operation since 2002. From July 2014 to October 2016, the Fund was known as the Barrier Fund.\n", "\nThe Fund seeks high-quality <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dividend.asp\">dividend</a>-paying stocks in the vice industries and believes these industries have significant <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barrierstoentry.asp\">barriers to entry</a>, which make successful companies a source of reliable stock returns.\n", "\nThe Fund also believes that its investments are generally market-neutral, meaning that they do well in both down and up markets because of a steady demand for vice industry goods through all market cycles.\n", "\nThe Fund is also broadly diversified internationally, which helps it to avoid broad market volatility. Additionally, it maintains an emphasis on dividend-paying companies with positive cash flow, which provides for income payouts to investors.\n", "\nThe Vitium Global Fund is structured as an open-end mutual fund with four share classes. Its share classes include A, C, and investor shares as well as institutional shares. It has a management fee of 0.95% with total annual fund operating expenses ranging from 1.24% to 2.24%.\n", "\nThe Fund can be traded through both full-service and discount brokerages. Its institutional and investor classes require no sales loads. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ashare.asp\">A-shares</a> charge a front-end load of 5.75% and back-end load of 1% through full-service intermediaries. The C-shares charge only a contingent deferred 1% back-end load in the 12 months following an initial purchase.\n", "\nThe Fund has reported fairly steady annual <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/totalreturn.asp\">total returns</a>, with dividends consistently contributing to the Fund’s overall return. As of June 18, 2020, it has a five-year annualized return of 3.69%, and a 10-year annualized return of 9.97%.\n", "\nThrough March 30, 2020, it reports an annualized return since inception of 7.34% versus the benchmark set at 7.29% by the MSCI All Country World Index. For the trailing 12 months, it has a dividend yield of 1.13%.\n", "\nAs of June 18, 2020, the Vitium Global Fund had total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/aum.asp\">assets under management</a> of $117.17 million. Top holdings in the Fund included Galaxy Entertainment, Lockheed Martin, Swedish Match, and Philip Morris International.\n"]}