{"name": "Video Conferencing Definition", "@id": "https://www.investopedia.com/terms/v/video-conferencing.asp", "related": ["https://www.investopedia.com/terms/i/interactive-media.asp", "https://www.investopedia.com/terms/g/geolocation.asp", "https://www.investopedia.com/terms/e/edtech.asp", "https://www.investopedia.com/terms/g/generation-gap.asp", "https://www.investopedia.com/terms/b/blockchain-operating-system.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp"], "body": ["\nVideo conferencing is a technology that allows users in different locations to hold face-to-face meetings without having to move to a single location together. This technology is particularly convenient for business users in different cities or even different countries because it saves time, expenses, and hassles associated with business travel. Uses for video conferencing include holding routine meetings, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/negotiation.asp\">negotiating</a> business deals, and interviewing job candidates.\n", "\nVideo conferencing's main advantage over teleconferencing is that users can see each other, which allows them to develop stronger relationships. When a video conference is held for informal purposes, it is called a video call or video chat.\n", "\nThere are a variety of ways video conferencing can be conducted. Individuals may use web cameras connected to our built into laptop, tablet, or desktop computers. Smartphones equipped with cameras may also be used to connect for video conferences. In such instances, a software-based platform typically is used to transmit the communication over Internet protocols.\n", "\nSome businesses use dedicated video conferencing rooms that have been equipped with high-grade cameras and screens to ensure the conversation is clear and with limited technical faults. Third-party providers often install and assemble the hardware needed to conduct the video conference.\n", "\nCompanies with multiple offices might establish direct video communications between their locations in order to allow their teams to work more collaboratively.\n", "\nVideo conferencing can also be used as a medium for conducting training, with the instructor teaching a remote class from almost anywhere. This can be done in a corporate context, especially for getting workers the knowledge they need to better perform their jobs. The academic world can also make use of video conferencing to connect a traditional classroom setting with students who based a considerable distance from the school.\n", "\nA video conference may also be used to conduct regular meetings with a company staff or to confer with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholders</a> about the latest activities at the business. It may be used to announce significant changes at a company, such as introducing a new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/ceo.asp\">CEO</a> or to present information in an interactive way that allows all participants to engage in discussion about what they see on screen.\n", "\nHotels and conference centers sometimes make video conferencing services available to guests who require such services. This may be offered in suites or conference rooms that have been equipped for this purpose.\n"]}