{"name": "Virtual Reality Definition", "@id": "https://www.investopedia.com/terms/v/virtual-reality.asp", "related": ["https://www.investopedia.com/terms/a/augmented-reality.asp", "https://www.investopedia.com/terms/s/social-media.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/s/second-life-economy.asp", "https://www.investopedia.com/terms/w/wearable-technology.asp", "https://www.investopedia.com/terms/q/qualitativeanalysis.asp"], "body": ["\nVirtual reality (VR) refers to a computer-generated simulation in which a person can interact within an artificial three-dimensional environment using electronic devices, such as special <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wearable-technology.asp\" rel=\"noopener noreferrer\">goggles with a screen or gloves</a> fitted with sensors. In this simulated artificial environment, the user is able to have a realistic-feeling experience.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/augmented-reality.asp\" rel=\"noopener noreferrer\">Augmented reality</a> (AR) is different from VR, in that AR enhances the real world as it exists with graphical overlays and does not create a fully immersive experience.\n", "\nThe concept of virtual reality is built on the natural combination of two words: the virtual and the real. The former means \"nearly\" or \"conceptually,\" which leads to an experience that is near-reality through the use of technology. Software creates and serves up virtual worlds that are experienced by users who wear hardware devices such as goggles, headphones, and special gloves. Together, the user can view and interact with the virtual world as if from within.\n", "\nTo understand virtual reality, let's draw a parallel with real-world observations. We understand our surroundings through our senses and the perception mechanisms of our body. Senses include taste, touch, smell, sight, and hearing, as well as spatial awareness and balance. The inputs gathered by these senses are processed by our brains to make interpretations of the objective environment around us. Virtual reality attempts to create an illusory environment that can be presented to our senses with artificial information, making our minds believe it is (almost) a reality.\n", "\nThe simplest example of VR is a three dimensional (3D) movie. Using special 3D glasses, one gets the immersive experience of being a part of the movie with on-spot presence. The leaf falling from a tree appears to float right in front of the viewer, or the shot of a speeding car going over a cliff makes the viewer feel the chasm's depth and may give some viewers the feeling of falling. Essentially, the light and sound effects of a 3D movie make our vision and hearing senses believe that it's all happening right in front of us, though nothing exists in physical reality.\n", "\nTechnological advances have enabled further enhancement beyond standard 3D glasses. One can now find VR headsets to explore even more. Aided by computer systems, one can now play \"real\" tennis (or other sports) right in their living room by holding sensor-fitted racquets for playing within a computer-controlled game simulation. The VR headset that players wear on their eyes gives the illusion of being on a tennis court. They move and try to strike depending upon the speed and direction of the incoming ball and strike it with the sensor-fitted racquets. The accuracy of the shot is assessed by the game-controlling computer, which is shown within the VR game accordingly—showing whether the ball was hit too hard and went out of bounds or was hit too soft and was stopped by the net. \n", "\nOther uses of this VR technology involve training and simulation. For example, those wanting to get a driver's license can get a first-hand experience of road driving using a VR setup that involves handling car parts like the steering wheel, brake, and accelerator. It offers the benefit of experience without the possibility of causing an accident, so students can develop a certain level of expertise in driving before actually being on the road.\n", "\nSellers of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realestate.asp\" rel=\"noopener noreferrer\">real estate</a> can also use VR-aided walkthroughs of a home or apartment to give a feel for a property without actually having to physically be at the location with a potential buyer.\n", "\nOther developing uses are training astronauts for space travel, exploring the intricacies of miniature objects, and allowing medical students to practice surgery on computer-generated subjects.\n"]}