{"name": "Vision Care Insurance", "@id": "https://www.investopedia.com/terms/v/vision-care-insurance.asp", "related": ["https://www.investopedia.com/terms/h/hmo.asp", "https://www.investopedia.com/terms/m/medicare-advantage.asp", "https://www.investopedia.com/terms/l/limited-purpose-flexible-spending-arrangement-lpfsa.asp", "https://www.investopedia.com/terms/c/catastrophic-illness-insurance.asp", "https://www.investopedia.com/terms/p/pointofservice-plan-pos.asp", "https://www.investopedia.com/terms/m/medicare-supplementary-medical-insurance.asp"], "body": ["\nVision care <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/08/private-health-insurance.asp\">insurance</a> will often cover routine eye health expenses such as eye exams, contact lens fittings, contact lenses, and eyeglass lenses and frames and may provide a discount on LASIK procedures. The plan may cover the cost of these items in full, up to a preset limit, or it may require the policyholder to pay a flat fee or percentage fee to share the expense with the insurer.\n", "\nVision care insurance tends to be inexpensive compared to other types of insurance because many of the covered costs are predictable and expensive claims are rare. In fact, it more closely resembles a discount plan than a true insurance plan because insurance is meant to protect against unforeseen and potentially catastrophic expenses.\n", "\nIt's important you fully understand what each plan costs and the benefits they come with when you buy vision care insurance. Take a look at the cost for one year of vision insurance compared with the cost of an eye exam. Although vision care insurance is inexpensive, it may not be a good deal for the consumer, if the costs of premiums and co-payments under the plan are higher compared to the costs of paying for vision care expenses out of pocket.\n", "\nEye diseases, which are unpredictable and can be expensive to treat, will generally be covered by health insurance, not by vision care insurance. Vision care coverage through many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/employer_sponsored_plan.asp\">employer-sponsored health plans</a> generally works a little differently than other health insurance or major medical insurance plans.\n", "\nBecause eye exams can detect hidden medical problems, even those with perfect vision should get one from time to time. As someone ages, they’ll need more frequent vision exams, according to the Mayo Clinic. People with poor vision, a family history of eye disease, or a condition that increases the risk of eye disease like diabetes should have more frequent exams. If routine exams are all that is needed, the cost of insurance probably isn't worth it.\n", "\nVision care insurance can often be obtained through your employer, association union, or through a government program such as Medicare or Medicaid. Most vision insurance providers also offer policies that you can purchase individually.\n", "\nVision insurance often is a value-added benefit linked to indemnity health insurance, health maintenance organizations (HMOs) and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferred-provider-organization.asp\">preferred provider organizations (PPOs)</a> that have contracted with managed vision care networks to provide eye care services.\n"]}