{"name": "Void Transaction Definiton", "@id": "https://www.investopedia.com/terms/v/void-transaction.asp", "related": ["https://www.investopedia.com/terms/a/authorization-only.asp", "https://www.investopedia.com/terms/c/chargeback-period.asp", "https://www.investopedia.com/terms/p/processing-date.asp", "https://www.investopedia.com/terms/r/reference-number.asp", "https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/c/credit-card-posting.asp"], "body": ["\nA void transaction is a transaction that is canceled by a merchant or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vendor.asp\" rel=\"noopener noreferrer\">vendor</a> before it settles through a consumer's debit or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\" rel=\"noopener noreferrer\">credit card account</a>.\n", "\nAlthough a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\" rel=\"noopener noreferrer\">transaction</a> may be void, it does not appear on the customer’s account statement. It may appear as a pending transaction when the customer checks their account online.\n", "\nWhen a transaction takes place, the merchant swipes the customer's debit or credit card. If there are enough funds in the customer's account, the terminal authorizes the transaction. But the transaction is not fully settled, as payment has to be released from the customer's account to the merchant.\n", "\nIf there is a problem with the transaction, it can be voided—even though it hasn't settled. Since the transaction is pending and has not cleared the customer's account, it means the sale can be prevented from going through.\n", "\nIn order to void the transaction, the customer must contact the merchant and request the transaction be reversed unless the merchant notices a mistake or issue and proactively voids a transaction at the point of sale. Once voided, the transaction will show up on the customer's account as a pending transaction, which disappears after a certain amount of time.\n", "\nThe hold can last anywhere from 24 hours to several days, causing the customer an inconvenience because they won’t be able to access the money during that time.\n", "\nMistakes can be easily corrected by voiding transactions if they are recognized immediately. For instance, a buyer may find they were charged incorrectly. A customer who has just paid for their items from a grocery store picks up their bags and realizes the cashier accidentally included some of the next customer’s items in their purchase. The cashier can void the transaction, re-scan the correct items, and charge the customer the correct amount.\n", "\nSome merchants may allow a certain window of time to cancel a purchase. This often occurs with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecommerce.asp\" rel=\"noopener noreferrer\">e-commerce</a> merchants. A buyer often may have the option to cancel a purchase made online within 24 hours. If the purchase is canceled, the seller then voids the transaction, and the buyer is not charged for the purchase.\n", "\nFraudulent charges can also be voided. Card issuing companies have fraud detection services to flag fraudulent transactions.\n", "\nMost companies place these transactions on hold. The customer can verify whether a transaction is fraudulent with the company, which will immediately void the transaction. If a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/customer.asp\" rel=\"noopener noreferrer\">customer</a> cannot be reached for verification, many card companies will automatically void a suspicious transaction before it is settled to ensure the safety and security of the customer.\n", "\nVoid transactions are different from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refund.asp\" rel=\"noopener noreferrer\">refunds</a>. With void transactions, no money is ever actually transferred from the customer’s debit or credit card company to the merchant. But refunds are issued after a transaction has settled and the customer has paid for the good or service.\n", "\nSome merchants and credit card processing systems may actually settle transactions immediately. When a transaction settles immediately, the seller must issue a refund rather than voiding the transaction.\n", "\nUnlike void transactions, refunds can take a much longer pass through to a customer's account. Some refunds take as little as 48 hours to reflect on a customer's account, while others can take as long as 30 days.\n"]}