{"name": "Volatility Smile Definition and Uses", "@id": "https://www.investopedia.com/terms/v/volatilitysmile.asp", "related": ["https://www.investopedia.com/terms/o/optionpricingtheory.asp", "https://www.investopedia.com/terms/a/atthemoney.asp", "https://www.investopedia.com/terms/b/blackscholes.asp", "https://www.investopedia.com/terms/i/iv.asp", "https://www.investopedia.com/terms/t/timevalue.asp", "https://www.investopedia.com/terms/v/volatility-skew.asp"], "body": ["\nA volatility smile is a common graph shape that results from plotting the strike price and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/iv.asp\" rel=\"noopener noreferrer\">implied volatility</a> of a group of options with the same underlying asset and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expiration-date.asp\" rel=\"noopener noreferrer\">expiration date</a>. The volatility smile is so named because it looks like a smiling mouth. Implied volatility rises when the underlying asset of an option is further <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\" rel=\"noopener noreferrer\">out of the money</a> (OTM) or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inthemoney.asp\" rel=\"noopener noreferrer\">in the money</a> (ITM), compared to <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/atthemoney.asp\" rel=\"noopener noreferrer\">at the money</a> (ATM). The volatility smile does not apply to all options.\n", "\nVolatility smiles are created by implied volatility changing as the underlying asset moves more ITM or OTM. The more an option is ITM or OTM, the greater its implied volatility becomes. Implied volatility tends to be lowest with ATM options.\n", "\nThe volatility smile is not predicted by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blackscholes.asp\" rel=\"noopener noreferrer\">Black-Scholes</a> model, which is one of the main formulas used to price options and other derivatives. The Black-Scholes model predicts that the implied volatility curve is flat when plotted against varying strike prices. Based on the model, it would be expected that the implied volatility would be the same for all options expiring on the same date with the same underlying asset regardless of the strike price. Yet, in the real-world, this is not the case.\n", "\nVolatility smiles started occurring in option pricing after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock-market-crash-1987.asp\" rel=\"noopener noreferrer\">1987 stock market crash</a>. They were not present in U.S. markets prior, indicating a market structure more in line with what the Black-Scholes model predicts. After 1987, traders realized that extreme events could happen and markets have a significant skew. The possibility for extreme events needed to be factored into options pricing. Therefore, in the real world, implied volatility increases or decreases as options move more ITM or OTM.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAlso, the volatility smile's existence shows that OTM and ITM options tend to be more in demand than ATM options. Demand drives prices which affects implied volatility. This could be partially due to the reason mentioned above. Extreme events can occur causing significant price shifts in options. The potential for large shifts is factored into implied volatility.\n", "\nVolatility smiles can be seen when comparing various options with the same underlying asset and same expiration date, but different strike prices. If the implied volatility is plotted for each of the different strike prices, there may be a u-shape. The u-shape is not always perfectly formed as depicted in the graph.\n", "\nFor a rough estimate of whether an option has a u-shape, pull up an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/optionchain.asp\" rel=\"noopener noreferrer\">options chain</a> that lists the implied volatility of the various strike prices. If the option has a u-shape, options that are ITM and OTM by an equal amount should have roughly the same implied volatility. The further ITM or OTM the greater the implied volatility, with the lowest implied volatilities near the ATM options. If this is not the case, the option does not align with a volatility smile.\n", "\nThe implied volatility of a single option could also be plotted over time relative to the price of the underlying asset. As the price moves into or out of the money, the implied volatility may take on some form of a u-shape.\n", "\nThis can be useful if seeking an option that has lower implied volatility. In this case, choose an option near the money. If looking for greater implied volatility, choose an option that is further ITM or OTM. Remember, though, as the underlying moves closer or further away from the strike price this will affect the implied volatility. Therefore, maintaining a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/040915/guide-option-trading-strategies-beginners.asp\" rel=\"noopener noreferrer\">portfolio of options</a> with a specific implied volatility will require continual reshuffling.\n", "\nNot all options align with the volatility smile. Before using the volatility smile to aid in making trading decisions, check to make sure the option's implied volatility actually follows the smile model.\n", "\nWhile near-term equity options and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\" rel=\"noopener noreferrer\">forex</a> options lean more toward aligning with a volatility smile, index options and Long-term equity options tend to align more with a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility-skew.asp\" rel=\"noopener noreferrer\">volatility skew</a>. The skew/smirk shows that implied volatility may be higher for either ITM or OTM options.\n", "\nFirst, it is important to determine if the option being traded actually aligns with a volatility smile. The volatility smile is one model that an option may align with, but implied volatility could align more with a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/skewness.asp\" rel=\"noopener noreferrer\">reverse or forward skew</a>/smirk.\n", "\nAlso, due to other market factors, such as supply and demand, the volatility smile (if applicable) may not be a clean u-shape (or smirk). It may have a basic u-shape, but could be choppy with certain options showing more or less implied volatility than would be expected based on the model.\n", "\nThe volatility smile highlights where traders should look if they want more or less implied volatility, yet there are many other factors to consider when making an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/111214/pick-right-options-trade-six-steps.asp\" rel=\"noopener noreferrer\">options trading decision</a>.\n"]}