{"name": "Volatility Arbitrage Definition", "@id": "https://www.investopedia.com/terms/v/volatility-arbitrage.asp", "related": ["https://www.investopedia.com/terms/d/deltahedging.asp", "https://www.investopedia.com/terms/c/calendarspread.asp", "https://www.investopedia.com/terms/o/option.asp", "https://www.investopedia.com/terms/c/cashandcarry.asp", "https://www.investopedia.com/terms/a/atthemoney.asp", "https://www.investopedia.com/terms/g/gamma-hedging.asp"], "body": ["\nVolatility arbitrage is a trading strategy that attempts to profit from the difference between the forecasted future price-volatility of an asset, like a stock, and the implied volatility of options based on that asset.\n", "\nBecause options pricing is affected by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a> of the underlying asset, if the forecasted and implied volatilities differ, there will be a discrepancy between the expected price of the option and its actual market price.\n", "\nA volatility <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\">arbitrage</a> strategy can be implemented through a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deltaneutral.asp\">delta-neutral</a> portfolio consisting of an option and its underlying asset. For example, if a trader thought a stock option was underpriced because implied volatility was too low, she may open a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long.asp\">long</a> call option combined with a <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/short.asp\">short</a> position in the underlying stock to profit from that forecast. If the price of the stock doesn't move, and the trader is correct about implied volatility rising, then the price of the option will rise.\n", "\nAlternatively, if the trader believes that the implied volatility is too high and will fall, then she may decide to open a long position in the stock and a short position in a call option. Assuming the stock's price doesn't move, the trader may profit as the option falls in value with a decline in implied volatility.\n", "\nThere are several assumptions a trader must make, which will increase the complexity of a volatility arbitrage strategy. First, the investor must be right about whether implied volatility really is over- or under-priced. Second, the investor must be correct about the amount of time it will take for the strategy to profit or time value erosion could outpace any potential gains. Finally, if the price of the underlying stock moves more quickly than expected the strategy will have to be adjusted, which may be expensive or impossible depending on market conditions.\n"]}