{"name": "Voluntary Employees Beneficiary Association Plan (VEBA) Definition", "@id": "https://www.investopedia.com/terms/v/voluntaryemployeesassoc.asp", "related": ["https://www.investopedia.com/terms/h/hra.asp", "https://www.investopedia.com/terms/h/hsa.asp", "https://www.investopedia.com/terms/m/medical-savings-account.asp", "https://www.investopedia.com/terms/v/veba.asp", "https://www.investopedia.com/terms/q/qsehra.asp", "https://www.investopedia.com/terms/w/withdrawal-credits-pension-plan.asp"], "body": ["\nA Voluntary Employees' Beneficiary Association (VEBA) plan is a type of tax-exempt trust used by its members and eligible dependents to pay for eligible <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-expenses.asp\" rel=\"noopener noreferrer\">medical expenses</a>. The plan is typically funded by an employer. Depending on the company plan employee contributions may or may not be mandatory, although individual elections are not permitted.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nHowever, employees must be covered by an employer-sponsored health plan to be eligible for VEBA membership.\n", "\nVoluntary Employees' Beneficiary Association rules state that employers must first obtain a letter of determination from the Internal Revenue Service (IRS) for their plan to be considered a VEBA for federal income tax purposes.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ VEBAs are subject to some aspects of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/erisa.asp\" rel=\"noopener noreferrer\">Employee Retirement Income Security Act (ERISA);</a> however, they are not considered to be qualified retirement plans.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nVEBA plans are considered to be welfare benefit plans under federal tax law and are tax-exempt under Section 501(c)(9) of the Internal Revenue Code. Employer contributions made to a VEBA plan are tax-deductible and have no limit.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nFunds in a VEBA grow tax-free and there are no tax penalties levied upon employees or VEBA members who take distributions from a VEBA for qualified medical expenses, which often include copays, coinsurance, and deductibles as well as dental and vision payments. These expenses are defined in section 213(d) of the Internal Revenue Code.<span class=\"ql-inline-citation\" data-cite=\"2\"></span> Members can also use VEBA plans to fund post-retirement health insurance premiums.\n", "\nEven though these accounts are usually used as savings vehicles to fund health care expenses in retirement, employees can use money from their VEBAs to pay for qualified medical expenses while working. If account holders don't use money in their VEBA plans for a given year, that amount rolls over to the next year's balance.\n", "\nA VEBA can also act as a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hra.asp\">Health Reimbursement Arrangement</a>.\n", "\nA post-deductible VEBA, for example, is designed to reimburse vision and dental expenses until a member meets his or her health plan deductible. After the deductible is met, members can be reimbursed for non-health plan-related medical expenses.\n", "\nA limited VEBA, however, can reimburse only medical and vision expenses. Meanwhile, money in a post-employment VEBA can be used only after an individual has retired or left employment with the VEBA's sponsor.\n", "\nWhen a VEBA plan is paired with a Health Savings Account (HSA), VEBA dollars will be limited toward eligible dental and vision expenses until individuals meet their medical health plan deductibles.\n"]}