{"name": "Volume of Trade Definition", "@id": "https://www.investopedia.com/terms/v/volumeoftrade.asp", "related": ["https://www.investopedia.com/terms/v/volume.asp", "https://www.investopedia.com/terms/a/averagedailytradingvolume.asp", "https://www.investopedia.com/terms/a/activebondcrowd.asp", "https://www.investopedia.com/terms/q/quadruplewitching.asp", "https://www.investopedia.com/terms/l/limitonopenorder.asp", "https://www.investopedia.com/terms/w/withdiscretion.asp"], "body": ["\nVolume of trade is the total quantity of shares or contracts traded for a specified security. It can be measured on any type of security traded during a trading day. Volume of trade or trade volume is measured on stocks, bonds, options contracts, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futurescontract.asp\" rel=\"noopener noreferrer\">futures contracts</a>, and all types of commodities.\n", "\nVolume of trade measures the total number of shares or contracts transacted for a specified security during a specified time period. It includes the total number of shares transacted between a buyer and seller during a transaction. When securities are more actively traded, their trade volume is high, and when securities are less actively traded, their trade volume is low.\n", "\nEach market exchange tracks its trading volume and provides volume data. The volumes of trade numbers are reported as often as once an hour throughout the current trading day. These hourly reported trade volumes are estimates. A trade volume reported at the end of the day is also an estimate. Final actual figures are reported the following day.\n", "\nInvestors may also follow a security’s tick volume, or the number of changes in a contract's price, as a surrogate for trade volume, since prices tend to change more frequently with a higher volume of trade.\n", "\nVolume tells investors about the market's activity and liquidity. Higher trade volumes for a specified security mean higher <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquidity</a>, better order execution, and a more active market for connecting a buyer and seller. When investors feel hesitant about the direction of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a>, futures trading volume tends to increase, which often causes options and futures on specified securities to trade more actively. Volume overall tends to be higher near the market's opening and closing times, and on Mondays and Fridays. It tends to be lower at lunchtime and before a holiday.\n", "\nIn recent times, high-frequency traders and index funds have become a major contributor to trading volume statistics in U.S. markets. According to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.cnbc.com/2017/06/13/death-of-the-human-investor-just-10-percent-of-trading-is-regular-stock-picking-jpmorgan-estimates.html\">a 2017 JPMorgan study,</a> passive investors like ETFs and quantitative investment accounts, which utilize high-frequency algorithmic trading, were responsible for 60% of overall trading volumes while \"fundamental discretionary traders\" (or traders who evaluate the fundamental factors affecting a stock before making an investment) comprised only 10% of the overall figures.\n", "\nTraders use various trading factors in technical analysis. Trade volume is one of the simplest technical factors analyzed by traders when considering market trades. The trade volume during a large price increase or decrease is often important for traders as high volumes with price changes can indicate specific trading catalysts. High volumes associated with directional changes in price can also help to reinforce support for the value of a security.\n", "\nVolume levels can also help traders decide on specified times for a transaction. Traders follow the average daily trading volume of a security over short-term and longer-term periods when making decisions on trade timing. Traders can also use several technical analysis indicators that incorporate volume. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC) regulates the sale of securities by traders. According to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Rule 144</a>, sellers cannot make security sales exceeding 1% of outstanding shares of the same class being sold.\n", "\nSuppose a market consists of two traders, trader 1 and trader 2. The first trader buys 500 shares of stock ABC and sells 250 shares of XYZ. The other trader purchases 500 shares and sells 250 shares of stock DEF to the first trader. The total volume of trade in the market is 1,000 (500 shares of ABC + 250 XYZ shares + 250 shares of DEF). This is because we do not double-count the volume—when trader 1 buys 500 ABC shares from trader 2, only 500 shares are counted. Likewise, only 250 shares of XYZ and DEF would be recorded on the volume tally.\n"]}