{"name": "Voluntary Life Insurance Definition", "@id": "https://www.investopedia.com/terms/v/voluntary-life-insurance.asp", "related": ["https://www.investopedia.com/terms/t/termlife.asp", "https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/t/traditionalwholelifepolicy.asp", "https://www.investopedia.com/terms/p/permanentlife.asp", "https://www.investopedia.com/terms/g/group-life-insurance.asp", "https://www.investopedia.com/terms/a/accidental-death-benefit.asp"], "body": ["\nVoluntary life insurance is a financial protection plan that provides a cash benefit to a beneficiary upon the death of the insured. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/022014/your-employerprovided-life-insurance-coverage-enough.asp\" rel=\"noopener noreferrer\">It’s an optional benefit offered by employers</a>. The employee pays a monthly premium in exchange for the insurer’s guarantee of payment upon the insured’s death. Employer sponsorship generally makes premiums for voluntary life insurance policies less expensive than individual life insurance policies sold in the retail market.\n", "\nMany insurers provide voluntary life insurance plans with additional benefits and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\" rel=\"noopener noreferrer\">riders</a>. For example, a plan might feature the option to purchase insurance above the guaranteed issue amount. Depending on the amount of increase, policyholders may be required to submit proof that they meet minimum health standards. Another is coverage <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/portability.asp\" rel=\"noopener noreferrer\">portability,</a> which is the ability of a policyholder to continue the life policy upon termination of employment. Each employer has guidelines for porting a policy. However, it is typically between 30 to 60 days after termination, and it requires the completion of paperwork. \n", "\nAnother option is the ability to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accelerated-benefits.asp\" rel=\"noopener noreferrer\">accelerate benefits</a>, whereby the death benefit is paid during the life of the insured if they are declared terminally ill. There is also the option to purchase life insurance for spouses, domestic partners, and dependents, as defined by the insurance company. Lastly, an immeasurable benefit offered by most employers is the option to deduct premiums from salary. Payroll deductions are convenient for the employee and allow for the effortless and timely payment of premiums.\n", "\nIn addition to additional benefits, some insurers provide optional riders, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/waiver_of_premium.asp\" rel=\"noopener noreferrer\">waiver of premium</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/voluntary-accidental-death-and-dismemberment-insurance-vadd.asp\" rel=\"noopener noreferrer\">accidental death and dismemberment</a> riders. Most often riders are executed at issue and for an additional fee.\n", "\nVoluntary life insurance is often available to employees immediately or soon after hire. For employees who opt out, coverage may next be available during open enrollment or after a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/qualifying-event.asp\" rel=\"noopener noreferrer\">qualifying life event</a>, such as marriage, the birth or adoption of a child, or divorce. <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/06/insurancecontracts.asp\" rel=\"noopener noreferrer\">Selecting the right type of voluntary life insurance</a> requires examining current and anticipated needs and is dependent on each person’s circumstances and goals. Additionally, it's also worth comparing an employer's offering with the plans of other firms to ensure it's among the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-life-insurance-companies-4845858\" rel=\"noopener noreferrer\">best life insurance</a> policies currently available.\n", "\nThere are two types of voluntary life insurance policies provided by employers: voluntary whole life and voluntary term life. The latter is also known as “<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/group-term-life-insurance.asp\" rel=\"noopener noreferrer\">group term life insurance</a>.” Face amounts may be in multiples of an employee’s salary or stated values, such as $20,000, $50,000, or $100,000.\n", "\nVoluntary whole life protects the entire life of the insured. If whole life coverage is elected for a spouse or dependent, the policy protects that person’s entire life as well. Typically, amounts for spouses and dependents are less than amounts available for employees. Just as with permanent whole life policies, cash value accumulates according to the underlying investments. Some policies only apply a fixed rate of interest to the cash value, whereas others allow for variable investing in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equityfund.asp\" rel=\"noopener noreferrer\">equity funds</a>.\n", "\nVoluntary term life insurance is a policy that offers protection for a limited period, such as five, 10, or 20 years. Building cash value and variable investing are not characteristics of voluntary term insurance. As a result, premiums are less expensive than their whole life equivalents. Premiums are level during the policy term but can increase upon renewal.  \n", "\nSome participants choose voluntary term life as a supplement to their whole life insurance. For example, Jordan is married with children and has a $50,000 whole life insurance policy. After receiving a financial needs analysis, it is determined that their life insurance is insufficient. The life insurance broker suggests that Jordan maintain at least $300,000 in life insurance while their children are minors. Jordan's employer offers voluntary term life insurance with reasonable premiums, and Jordan elects the coverage to supplement their existing coverage until their children reach the age of majority.\n"]}