{"name": "Vostro Account Definition", "@id": "https://www.investopedia.com/terms/v/vostroaccount.asp", "related": ["https://www.investopedia.com/terms/c/correspondent-bank.asp", "https://www.investopedia.com/terms/i/interbank-deposits.asp", "https://www.investopedia.com/terms/f/foreign-deposits.asp", "https://www.investopedia.com/terms/n/nostroaccount.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/w/wiretransfer.asp"], "body": ["\nA vostro account is an account a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/correspondent-bank.asp\" rel=\"noopener noreferrer\">correspondent bank</a> holds on behalf of another bank. These accounts are an essential aspect of correspondent banking in which the bank holding the funds acts as custodian for or manages the account of a foreign counterpart. For example, if a Spanish <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\" rel=\"noopener noreferrer\">life insurance</a> company approaches a U.S. bank to manage funds on the Spanish life insurer's behalf, the account is deemed by the holding bank as a vostro account of the insurance company.\n", "\nA vostro account is established to enable a foreign correspondent bank to act as an agent or provide services as an intermediary for a domestic bank. These services include executing <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wiretransfer.asp\" rel=\"noopener noreferrer\">wire transfers</a>, withdrawals, and deposits for customers in countries where the domestic bank does not have a physical presence.\n", "\nThe foreign correspondent bank might also perform treasury services, execute <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreign-exchange.asp\" rel=\"noopener noreferrer\">foreign exchange transactions</a>, and expedite international trade on behalf of the domestic bank. The correspondent bank charges the domestic bank for the services associated with the vostro account.\n", "\nThe term <em>vostro,</em> translated from Latin, means \"your,\" as in your account.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ From the foreign correspondent bank’s point of view, the funds held on behalf of other banks are referred to as vostro accounts and are denominated in the local currency.\n", "\nFrom the perspective of domestic banks, the funds deposited at correspondent banks are referred to as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nostroaccount.asp\" rel=\"noopener noreferrer\">nostro accounts</a>. <em>Nostro,</em> translated from Latin, means \"our,\" as in our accounts.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ Nostro accounts are denominated in the foreign currency of the correspondent bank.\n", "\nFor most banks, the cost of building physical branches in every country their customers might need banking services is prohibitive. As a solution, domestic banks can initiate agency relationship agreements with correspondent banks to transact business for customers who are traveling, living abroad, or who own companies that do business abroad. As an agent of the domestic bank, the correspondent bank is authorized to perform certain agreed-upon financial transactions, acting as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiduciary.asp\" rel=\"noopener noreferrer\">fiduciary</a> in the relationship.\n", "\nWhen funds are wired between a domestic and a foreign bank that do not have a direct relationship, a correspondent bank acts as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financialintermediary.asp\" rel=\"noopener noreferrer\">financial intermediary</a> in the transaction. To facilitate the wire, the originator of the transfer sends the amount of the wire plus applicable fees to the vostro account held on its behalf by the correspondent bank. The correspondent bank deducts the fees and the amount of the wire from the vostro account and executes a domestic wire to the receiving bank.\n", "\nWith a vostro account relationship in place, the customer of a domestic bank can walk into the office of a correspondent bank to withdraw or deposit funds. For example, to process a customer’s withdrawal of funds at a correspondent bank, the domestic bank deducts the withdrawal amount plus any fees from the customer’s account and executes a transfer to the vostro account held by the correspondent bank. The funds are converted to the local currency, deducted from the vostro account, and paid to the domestic bank’s customer, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/07/bank_fees.asp\" rel=\"noopener noreferrer\">minus the applicable fees</a>.\n"]}