{"name": "Vulture Fund", "@id": "https://www.investopedia.com/terms/v/vulturefund.asp", "related": ["https://www.investopedia.com/terms/v/vulturecapitalist.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/d/david-tepper.asp", "https://www.investopedia.com/terms/d/default2.asp", "https://www.investopedia.com/terms/d/debtrestructuring.asp", "https://www.investopedia.com/terms/f/financialrisk.asp"], "body": ["\nA vulture fund is an investment fund that seeks out and buys securities in distressed investments, such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/high_yield_bond.asp\">high-yield bonds</a> in or near <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">default</a>, or equities that are in or near bankruptcy. The goal is to 'swoop in' and pick up underpriced shares that are perceived to have been oversold to make high-risk but potentially high-reward bets.\n", "\nVulture funds take extreme bets on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/bonds/08/distressed-debt-hedge-fund.asp\">distressed debt</a> and high-yield investing, also deploying legal actions in their management strategies to obtain contracted payouts. These funds are typically managed by hedge funds using various types of alternative strategies to obtain profits for their investors.\n", "\nTo achieve the strategy, portfolio managers seek deeply discounted investments with high potential rates of return due to the high default risks. Generally, investments are focused on fixed income instruments such as high yield bonds and loans that pay fixed or variable interest rates. Oftentimes, the investments will be in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sovereign-debt.asp\">government debt</a> of distressed countries, which requires even greater lobbyist involvement in resolving unpaid debts.\n", "\nA number of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://qz.com/707165/wall-streets-vulture-hedge-funds-are-making-a-killing-by-undermining-the-global-economy/\">legacy cases</a> involving hedge funds and sovereign debt highlight the processes and procedures that vulture funds undergo to receive payouts for invested assets.\n", "\nAfter 15 years of negotiations ending in February 2016, Argentina agreed to repay six vulture funds that had invested in the country's debt. Leading hedge funds involved included Elliott Management’s NML Capital unit and Aurelius Capital Management. The final payout on the debt to the bondholders was negotiated at $6.5 billion.\n", "\nA similar situation has emerged in Puerto Rico, where <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/090915/origins-puerto-rican-debt-crisis.asp\">the U.S. territory has filed for bankruptcy</a>. The country reportedly owes <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.telesurtv.net/english/news/Why-US-Vulture-Funds-Are-Fighting-Over-Puerto-Ricos-Bankruptcy-20170728-0008.html\" rel=\"nofollow\">$120 billion in bond and pension debt</a> to its creditors, which include U.S. mutual funds and hedge fund managers. Leading fund managers seeking repayment include Oppenheimer, Franklin and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-puertorico-debt-bankruptcy/puerto-rico-creditor-aurelius-asks-u-s-judge-to-throw-out-bankruptcy-idUSKBN1EZ2UR\">Aurelius Capital Management</a>.\n", "\nWhile Argentina and Puerto Rico are extreme cases, they highlight some of the investments made by vulture funds resulting in substantial gains. In addition to government debt, real estate properties and highly leveraged firms are also top investments for vulture funds. These funds are often willing to patiently wait for payouts resulting in substantial returns.\n", "\nVulture funds use alternative investing strategies, seeking bargain discount prices with substantial expected returns. Some people have looked down upon investment companies that operate like vulture funds, since they prey on the cheap debt of struggling investments, forcing companies to make payouts plus interest.\n", "\nOverall, vulture funds and vulture fund management are not typically for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskaverse.asp\">risk averse</a>. Across the U.S. there are several investment managers who engage in this type of investing. Some of the most popular include Autonomy Capital, Canyon Capital, Monarch Alternative Capital and Aurelius Capital Management.\n", "\nA vulture capitalist is a type of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/venturecapitalist.asp\">venture capitalist</a> who specifically looks for opportunities to make money by buying poor or distressed firms. They are also known for taking control over someone else's innovations and, as a result, the money that person would have acquired from those innovations.\n", "\nThe term is slang for someone who is an aggressive venture capitalist, and as such is believed to be predatory in their nature. Just like the bird they are named after, vulture capitalists will wait until they see the right opportunity and swoop in at the last minute, taking advantage of a situation with the lowest possible price.  \n", "\nVulture capitalists are often criticized for their aggressive behavior because they are seen as preying on the companies they buy in order to make a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/profit.asp\">profit</a>. They are called out because they will seek out the most distressed companies at really low prices. They will go to great lengths in order to keep their costs down so as to make the most profit. A venture capitalist may look first at cutting down staff, which can lead to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unemployment.asp\">unemployment</a> and cause a ripple effect in the economy.  \n"]}