{"name": "W-8 Forms Definition", "@id": "https://www.investopedia.com/terms/w/w8form.asp", "related": ["https://www.investopedia.com/terms/w/w9form.asp", "https://www.investopedia.com/1099-cap-form-understanding-your-1099-cap-form-4782477", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/f/form1078.asp", "https://www.investopedia.com/form-1040nr-ez-4782481", "https://www.investopedia.com/terms/n/nonresidentalien.asp"], "body": ["\nW-8 forms are Internal Revenue Service (IRS) forms that foreign individuals and businesses must file to verify their country of residence for tax purposes and certify that they qualify for a lower rate of tax withholding.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Although the W-8 forms are issued by the IRS, they are submitted only to payers or withholding agents, not to the IRS. Failure to submit the form may result in a withholding at the full 30% rate that applies to foreign entities.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nThere are five W-8 forms. The version of the form used is determined by both whether or not the filer is an individual or a business and the nature of the income the filer received. The forms are effective for the year in which they are signed and three calendar years afterward. Therefore, a W-8BEN signed on Sept. 1, 2020, would be valid through Dec. 31, 2023.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe W-8 series forms are fairly complex. Though they require basic information such as name, country of origin, and taxpayer identification number, they also ask for the contacts from which the filer is receiving the reported income. A professional is often consulted to assist in completing them.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nForm W-8BEN (\"Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding and Reporting\") must be submitted by foreign persons who receive certain types of income in the United States. The form, sometimes referred to as a \"certificate of foreign status,\" establishes that the individual is both <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/032615/starting-your-own-us-business-foreigner.asp\" rel=\"noopener noreferrer\">a foreign person and the beneficial owner of the business in question</a>.\n", "\nForm W-8BEN is available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"13\">﻿</span>﻿\n", "\nForeign individuals are ordinarily subject to a tax rate of 30% on specific types of income they receive from U.S. payers, including:\n", "\nThe form also helps you claim a reduction or an exemption from the U.S. tax withholding if you reside in a country with which the United States has an income tax treaty and the income you received is subject to that treaty.\n", "\nForeign persons must provide Form W-8BEN to the withholding agent or payer if they are the beneficial owner of the income subject to the tax withholding. You must submit the form regardless of whether you are claiming a reduced withholding.\n", "\nIndividuals must submit the form to the payer or withholding agent prior to receiving income or credits from them. Failure to submit a Form W-8BEN could result in paying either the full 30% rate or the backup withholding rate under section 3406.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nForm W-8BEN-E is also titled \"Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding and Reporting,\" but it is filed by foreign entities, not individuals.\n", "\nAll versions of Form W-8BEN-E are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"14\">﻿</span>﻿\n", "\nAs with foreign persons who receive certain types of income, the money generated by foreign businesses is typically withheld at a 30% rate by the payer or withholding agent in the United States. However, the form allows the foreign business to claim a reduction in taxes if its country of residence has a tax treaty with the United States.\n", "\nNon-U.S. businesses must provide the Form W-8BEN-E for the same sources of income that would require an individual to file a Form W-8BEN. Foreign entities that do not provide an accurate W-8BEN-E when required to do so will typically have to pay the full 30% tax rate.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nForm W-8ECI is the \"Certificate of Foreign Person's Claim for Exemption From Withholding on Income Effectively Connected With the Conduct of a Trade or Business in the United States.\" It is filed by foreign individuals who engage in a trade or business in the United States and receive income from U.S. sources. These proceeds are generally considered \"effectively connected income\" (ECI) whether or not there is a connection between the income and the trade or business being conducted in the United States in a particular year.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿\n", "\nAll versions of Form W-ECI are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"15\">﻿</span>﻿\n", "\nCrucially, ECI is not subject to the same 30% withholding that applies to interest, rents, and other nonbusiness income. Instead, after subtracting applicable deductions, it is taxed at the graduated rate that U.S. citizens and resident aliens pay. If your work is covered by a U.S. treaty, it would be taxed at the lowest rate under that treaty.\n", "\nIn most cases, you must have engaged in a trade or business activities in the United States sometime during the tax year to be able to categorize income as ECI. That would be the case if, for example, a foreign individual performed personal services in the United States during the year. In addition, money made by a foreigner through investments in a partnership that conducts trade or business in the U.S. would also be treated as ECI.\n", "\nHowever, foreigners whose sole U.S. income is based on the trading of securities or commodities through a U.S.-based broker are not considered to be engaged in a trade or business with the United States. Therefore, they would not be subject to ECI tax treatment.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿\n", "\nForm W-8EXP (\"Certificate of Foreign Government or Other Foreign Organization for United States Tax Withholding and Reporting\") is used by certain payees in order to claim a reduction of—or exclusion from—tax withholding. These include foreign governments, foundations, and tax-exempt organizations, as well as governments of a U.S. possession or foreign central banks of issue.<span class=\"ql-inline-citation\" data-cite=\"12\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n", "\nAll versions of Form W-8EXP are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"16\">﻿</span>﻿\n", "\nIn order to receive a reduction or an exemption from tax withholding, the entity must be eligible under IRS code 115(2), 501(c), 892, 895, or 1443(b). Should none of those exemptions apply, the entity must file a W-8BEN or W-8ECI (if it received \"effectively connected income\").\n", "\nAs with other W-8 forms, Form W-8EXP must be sent to the payer or withholding agent before income is paid to you. Not doing so could lead to a tax withholding at the 30% rate, a backup withholding rate, or the ECI tax rate.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿\n", "\nForm W-8IMY is the \"Certificate of Foreign Intermediary, Foreign Flow-Through Entity, or Certain U.S. Branches for United States Tax Withholding and Reporting.\" The purpose of the form is to certify that a person or business received withholdable payments on behalf of a foreigner or as a flow-through entity. The form is intended for intermediaries and should not be used by beneficial owners in a business.\n", "\nAll versions of Form W-8IMY are available on the IRS website.<span class=\"ql-inline-citation\" data-cite=\"17\">﻿</span>﻿\n", "\nExamples of entities who must file a W-8IMY include:\n", "\nA complete list of persons or entities required to file the form is in the IRS Instructions for Form W-8IMY. Copies of withholding statements and other documentary evidence should be included with the form when it’s submitted.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n"]}