{"name": "Waiver of Premium Rider Definition", "@id": "https://www.investopedia.com/terms/w/waiver_of_premium.asp", "related": ["https://www.investopedia.com/terms/l/lifeinsurance.asp", "https://www.investopedia.com/terms/r/rider.asp", "https://www.investopedia.com/terms/w/waiver-of-premium-for-payer-benefit.asp", "https://www.investopedia.com/terms/d/dreadeddiseaserider.asp", "https://www.investopedia.com/terms/w/waiver-of-subrogation.asp", "https://www.investopedia.com/terms/t/termlife.asp"], "body": ["\nA waiver of premium rider is an insurance policy clause that waives premium payments if the policyholder becomes critically ill, seriously injured, or disabled. Other stipulations may apply, such as meeting specific health and age requirements. Policyholders may want to purchase a waiver if they are concerned about making ends meet if they are injured on the job, for example.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nPolicyholders often add the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/rider.asp\">rider</a>, which is only available at issue, as an optional or supplemental benefit to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life insurance policy</a>. Costs vary per insurer and applicant. Insurance companies typically add the rider fee to the premium or charge an upfront fee. This fee will raise the cost of a life insurance policy, which may be something to consider before purchasing.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nMost waiver of premium riders contain a waiting period during which there can be no claim of benefits. If disabled or hurt during the waiting period, the policyholder may receive a full refund of paid premiums. Without a waiting period, the insurer’s assumed risk increases substantially, and devastating losses could result.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nApplicants with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preexisting_condition.asp\">pre-existing disabilities</a> are not permitted to obtain benefits. Placing a pre-existing limitation avoids the possibility of writing a policy that could not see premium payments from the high-risk applicants. <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nDisability, critical illness, and severe injury are the most common qualifying conditions under the waiver of premium rider. Terms, conditions, and benefits may vary by insurance product and issuing company. A policyholder must be disabled for a specific period (e.g., six consecutive months) before the premiums waiver goes into effect.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe waiver is also useful if an injury or illness prevents the policyholder from working in a traditional capacity. The most commonly considered diseases are those that require significant hospital stays resulting in the policyholder being unable to work. Some riders stipulate that the condition need only adversely affect the policyholder's occupation in which they received training and worked.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nRequirements for filing a claim vary, but typically include a physician's statement and notice from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssa.asp\">Social Security Administration (SSA)</a> confirming the disability. The applicant could then submit a completed claim form. The waiver of premiums allows the redirection of limited personal funds to palliative care, personal finances, and living expenses. However, the most substantial benefit is the continued protection of the insurance policy.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n"]}