{"name": "Wanton Disregard Definition", "@id": "https://www.investopedia.com/terms/w/wanton-disregard.asp", "related": ["https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/p/punitive-damages.asp", "https://www.investopedia.com/terms/c/comparative-negligence.asp", "https://www.investopedia.com/terms/n/nonfeasance.asp", "https://www.investopedia.com/terms/m/malfeasance.asp", "https://www.investopedia.com/terms/m/master-servant-rule.asp"], "body": ["\nWanton disregard is a legal term that denotes an individual's extreme lack of care for the well-being or rights of another individual.\n", "\nIt is most commonly used in an insurance context involving negligence to describe reckless behavior that has led to damages or injury. Wanton disregard is a serious accusation that indicates that a person behaved extremely recklessly.\n", "\nWhen an individual fails to employ reasonable <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/duty-care.asp\">duty of care</a> in their actions, it constitutes negligence. Yet not all negligence is the same. There are degrees of negligence. \n", "\nWanton disregard in the legal sense is not always deliberately malicious, though it is more serious than mere carelessness. In a lawsuit, wanton disregard might result in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/punitive-damages.asp\">punitive damages</a> depending on the severity of the situation and state laws. Wanton disregard may also be referred to as wanton conduct and may be more formally be expressed as willful and wanton disregard.\n", "\nOrdinary negligence requires that an individual behave in a way that is contrary to how a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prudentmanrule.asp\">reasonable person</a> would act under the same or similar circumstances. It may also entail an individual failing to do something that a reasonable person would be expected to do. Negligence laws require that individuals undertake reasonable actions to protect themselves or others from harm—a standard of care. When such a duty is not met, payment for damages may be recovered.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nIn general, gross negligence denotes indifference on the part of an individual or entity. It is a significantly greater lack of care or diligence than ordinary negligence. Courts define gross negligence as a violation of the legal duty to the rights of other individuals. In wrongful death cases, a court must find evidence of gross negligence to award punitive damages.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> \n", "\nSuch behavior comes very close to actual intent to cause harm or damages without actually crossing over into malicious behavior. For example, the phrase \"willful and wanton disregard\" suggests that the danger of an action is understood by an individual, and that they know it is likely to cause a substantial harm, yet they do it anyway.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-advisor.asp\">financial advisor</a> at a large firm uses the company's online database to store sensitive information about their clients. The database is hacked and a client's identity is stolen. The client tells their financial adviser they think their identity has been stolen through the financial adviser's firm. The financial adviser notifies the appropriate people within the company, but they do not correct the problem.\n", "\nThis would be considered wanton disregard because while the company is not intentionally or maliciously exposing its clients' sensitive financial data, it is recklessly ignoring a problem that it has been made aware of.\n", "\nAnother example of wanton disregard would be a supervisor instructing a subordinate to service a piece of machinery while it was still running. A reasonable person would know that this is unreasonably dangerous behavior. Any injury that resulted from such an action would be evidence of wanton disregard.\n"]}