{"name": "War Exclusion Clause Definition", "@id": "https://www.investopedia.com/terms/w/war-exclusion-clause.asp", "related": ["https://www.investopedia.com/terms/w/war-damage-insurance-corporation.asp", "https://www.investopedia.com/terms/w/war-risk-insurance.asp", "https://www.investopedia.com/terms/n/nuclear-hazards-clause.asp", "https://www.investopedia.com/terms/w/water-exclusion-clause.asp", "https://www.investopedia.com/terms/h/hourly-clauses.asp", "https://www.investopedia.com/terms/c/canine-liability-exclusion.asp"], "body": ["\nA war exclusion clause in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\">insurance</a> policy specifically excludes coverage for acts of war, such as invasions, insurrections, revolutions, military coups, and terrorism. A war exclusion clause in an insurance contract refers to the protection of an insurer who will not be obligated to pay for losses caused by war-related events. Insurance companies commonly exclude coverage perils on which they cannot afford to pay <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance_claim.asp\">claims</a>.\n", "\nBecause most insurance companies would be unable to remain solvent, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052015/what-main-business-model-insurance-companies.asp\">let alone profitable</a>, if an act of war suddenly presented them with thousands or millions of expensive claims, auto, homeowners, renters, commercial property, and life insurance policies often have war exclusion clauses. However, entities that are faced with a significant risk of war, such as companies located in politically unstable countries, may be able to purchase a separate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/war-risk-insurance.asp\">war risk insurance</a> policy.\n", "\nInsurance companies typically won't cover damages caused by war for clear reasons. If war breaks out in a country, it could cause a catastrophic amount of damage that would likely <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankrupt</a> the insurance company if it were on the hook to cover such damages. Moreover, if an insured individual decides to join the military and go to war, they are voluntarily putting themselves at a much higher risk of getting disabled or killed. As a result, many <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifeinsurance.asp\">life and disability policies</a> do not cover losses from war.\n", "\nTwo primary factors require the modern version of the war exclusion clause: the inability of insurance companies to gauge <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\">premiums</a> to cover the risk of war and the need for insurance companies to protect themselves against a catastrophic financial disaster that could result from war-level destruction. If private insurers were to assume the normal risk incidents to military service in time of war under ordinary premium rates, they would likely go out of business.\n", "\nThe war exclusion clause became an important issue in the insurance industry following the Sept 11, 2001 terrorist attacks on New York City and Washington D.C. Before the attacks, most war exclusion clauses applied only with respect to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/contractual-liability-insurance.asp\">contractually assumed liability</a> on the theory that private persons and organizations cannot otherwise incur liability in connection with war.\n", "\nHowever, after September 11, \"war and terrorism\" exclusions that broadened the war portion of the exclusion beyond contractually assumed liability were quickly added to liability policies. This development widened the scope of the war exclusion clause, which is now considered standard, regardless of whether terrorism is insured or excluded in the policy.\n"]}