{"name": "Warehouse Financing Definition", "@id": "https://www.investopedia.com/terms/w/warehouse-financing.asp", "related": ["https://www.investopedia.com/terms/v/vendorfinancing.asp", "https://www.investopedia.com/terms/c/commodity-paper.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/u/unsecureddebt.asp", "https://www.investopedia.com/terms/g/guarantor.asp"], "body": ["\nWarehouse financing is a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inventory-financing.asp\">inventory financing</a>. It is a loan made by a financial institution to a company, manufacturer, or processor. Existing inventory, goods or commodities are used as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a> for the loan. It can offer a number of benefits to the borrower.\n", "\nThe collateral (goods, inventory, or commodities) for a warehouse finance loan may be held in public warehouses approved by the lender or in field warehouses located in the borrower's facilities but controlled by an independent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/third-party.asp\">third party</a>.\n", "\nFor example, a manufacturer of electric car batteries has used up its entire line of credit and needs another $5 million to expand operations. It asks around and finds a bank willing to offer a loan through a warehouse financing. The bank accepts the company's large inventory of unsold car batteries as collateral, and those batteries are transferred to a warehouse controlled by a third party. If the company fails to pay the loan, the bank can begin selling the batteries to cover the loan. On the other hand, the company can repay the loan and begin taking possession of its batteries again.\n", "\nA financial institution engaged in warehouse financing will usually designate a collateral manager who issues a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warehousereceipt.asp\">warehouse receipt</a> to the borrower that certifies the quantity and quality of the goods. It <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/leverage.asp\">leverages</a> the use of raw material as the primary collateral, while additional financing can be synchronized with the build-up of stock or inventory.\n", "\nWarehouse financing often enables borrowers to obtain financing on more favorable terms than short-term <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workingcapital.asp\">working capital</a> or unsecured loans, while the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/repayment.asp\">repayment</a> schedule can be coordinated with the actual usage of inventories or materials.\n", "\n​Since it is secure lending, warehouse financing is often less expensive than other types of borrowing. The commodity inventory in the warehouse is contractually pledged to the lender so that if the borrower fails to pay, the lender can take the inventory and sell it on the market to recover the loan. This form of lending is often less expensive because the lender would not be involved in lengthy legal battles to recover the loan in the same way as they would if the loan were unsecured.\n", "\nA commodity company can also improve its credit rating, lower its borrowing costs, and potentially secure a larger loan when utilizing warehouse financing. This offers a business advantage to a similar-sized company without such resources.\n"]}