{"name": "Warrant Definition", "@id": "https://www.investopedia.com/terms/w/warrant.asp", "related": ["https://www.investopedia.com/terms/c/coveredwarrant.asp", "https://www.investopedia.com/terms/n/naked-warrant.asp", "https://www.investopedia.com/terms/p/putwarrant.asp", "https://www.investopedia.com/terms/w/warrantcoverage.asp", "https://www.investopedia.com/terms/h/harmless-warrant.asp", "https://www.investopedia.com/terms/d/detachable_warrant.asp"], "body": ["\nWarrants are a derivative that give the right, but not the obligation, to buy or sell a security—most commonly an equity—at a certain price before expiration. The price at which the underlying security can be bought or sold is referred to as the exercise price or strike price. An American <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/warrants-risky-but-high-return-investment-tool/\" rel=\"noopener noreferrer\">warrant</a> can be exercised at any time on or before the expiration date, while European warrants can only be exercised on the expiration date. Warrants that give the right to buy a security are known as call warrants; those that give the right to sell a security are known as put warrants. \n", "\nWarrants are in many ways similar to options, but a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/08/stock-option-warrant.asp\" rel=\"noopener noreferrer\">few key differences distinguish them</a>. Warrants are generally issued by the company itself, not a third party, and they are traded over-the-counter more often than on an exchange. Investors cannot write warrants like they can options.\n", "\nUnlike options, warrants are dilutive. When an investor exercises their warrant, they receive newly issued stock, rather than already-outstanding stock. Warrants tend to have much longer periods between issue and expiration than options, of years rather than months.\n", "\nWarrants do not pay dividends or come with voting rights. Investors are attracted to warrants as a means of leveraging their positions in a security, hedging against downside (for example, by combining a put warrant with a long position in the underlying stock) or exploiting arbitrage opportunities. \n", "\nTraditional warrants are issued in conjunction with bonds, which in turn are called warrant-linked bonds, as a sweetener that allows the issuer to offer a lower coupon rate. These warrants are often detachable, meaning that they can be separated from the bond and sold on the secondary markets before expiration. A detachable warrant can also be issued in conjunction with preferred stock.\n", "\nWedded or wedding warrants are not detachable, and the investor must surrender the bond or preferred stock the warrant is \"wedded\" to in order to exercise it. \n", "\nCovered warrants are issued by financial institutions rather than companies, so no new stock is issued when covered warrants are exercised. Rather, the warrants are \"covered\" in that the issuing institution already owns the underlying shares or can somehow acquire them. The underlying securities are not limited to equity, as with other types of warrants, but may be currencies, commodities or any number of other financial instruments. \n", "\nTrading and finding information on warrants can be difficult and time-consuming as most warrants are not listed on major exchanges, and data on warrant issues is not readily available for free. When a warrant is listed on an exchange, its ticker symbol will often be the symbol of the company's common stock with a W added to the end. For example, Abeona Therapeutics Inc's (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=abeo\" rel=\"noopener noreferrer\">ABEO</a>) warrants were listed on Nasdaq under the symbol ABEOW.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ In other cases, a Z will be added, or a letter denoting the specific issue (A, B, C…).\n", "\nWarrants generally trade at a premium, which is subject to time decay as the expiration date nears. As with options, warrants can be priced using the Black Scholes model. \n"]}