{"name": "Warranty Definition", "@id": "https://www.investopedia.com/terms/w/warranty.asp", "related": ["https://www.investopedia.com/terms/h/home-warranty.asp", "https://www.investopedia.com/terms/a/aftermarket-parts.asp", "https://www.investopedia.com/terms/m/maintenance-bond.asp", "https://www.investopedia.com/terms/p/property-insurance.asp", "https://www.investopedia.com/terms/a/acceptance-testing.asp", "https://www.investopedia.com/terms/l/lemon-laws.asp"], "body": ["\nA warranty is a type of guarantee that a manufacturer or similar party makes regarding the condition of its product. It also refers to the terms and situations in which repairs or exchanges will be made in the event that the product does not function as originally described or intended.\n", "\nWarranties usually have exceptions that limit the conditions in which a manufacturer will be obligated to rectify a problem. For example, many warranties for common household items only cover the product for up to one year from the date of purchase and usually only if the product in question contains problems resulting from defective parts or workmanship.\n", "\nAs a result of these limited manufacturer warranties, many <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vendor.asp\">vendors</a> offer extended warranties. These extended warranties are essentially insurance policies for products that consumers pay for upfront. Coverage will usually last for a handful of years above and beyond the manufacturer's warranty and is often more lenient in terms of limited terms and conditions.\n", "\nHome warranties can provide discounted repair and replacement services for household appliances and systems and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-home-warranties-4777763\">best home warranties</a> offer a range of plans depending on the coverage you want.\n", "\nWarranties typically only apply to products that have not been altered or modified after they were purchased. For example, a warranty on an automobile could be invalidated if the owner added nonstandard parts that substantially altered the functionality, performance, reliability, and stability of the vehicle.\n", "\nAlthough it is popular for car aficionados to change engines or make other enhancements to the drivetrain in order to coax a particular type of performance out of the vehicle, such modifications, in most cases, would nullify the warranty. When such aftermarket adjustments are made, it can affect the reliability of the vehicle in ways that the dealer and manufacturer are not responsible for.\n", "\nEach company has its own process for addressing warranties. Even if a product is still within the timeframe designated by a warranty, the company may require multiple points of proof to show that the product failed in the normal course of operational use. If the product failed because of the actions of the owner rather than because of any fault in the design or manufacturing, the warranty is not likely to be honored. For instance, the owner of the product might have placed the product in an extreme environment that was too hot or too cold for its reasonable use. \n", "\nTerms of warranties can vary from free repairs on the defective product to an entire replacement of the product. The owner of the product may be instructed to bring the product to the nearest authorized repairman, back to the seller, or shipped directly to the manufacturer.\n"]}