{"name": "Wash Sale Definition", "@id": "https://www.investopedia.com/terms/w/washsale.asp", "related": ["https://www.investopedia.com/terms/w/washsalerule.asp", "https://www.investopedia.com/terms/t/tax-loss-carryforward.asp", "https://www.investopedia.com/terms/t/tax_selling.asp", "https://www.investopedia.com/terms/s/substantiallyidenticalsecurity.asp", "https://www.investopedia.com/terms/c/crystallization.asp", "https://www.investopedia.com/terms/w/wash.asp"], "body": ["\nA wash sale is a transaction in which an investor seeks to maximize tax benefits by selling a losing security at the end of a calendar year so they can claim a capital loss on taxes that year. The investor's intent is likely to repurchase the security again after the start of the new year, if possible even lower than where they sold. Such wash sales are a method investors have historically considered to recognize a tax loss without limiting their exposure to opportunity they perceive in owning a particular security. The IRS uses the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/washsalerule.asp\" rel=\"noopener noreferrer\">wash-sale rule</a> to eliminate the incentive to arbitrarily sell and reacquire the same security around the end of the calendar years.\n", "\nA wash sale works when a country's tax laws permit tax deductions for losses on securities held within a given tax year. Without such incentives there would be no need for wash sales. However where such incentives exist, wash sales inevitably result. The wash sale has three parts.\n", "\nFirst, when investors notice they are in a losing position at the end of a tax year, they close that position at or near the end of the year. Second, the sale allows them to take a loss that they can legally claim on their tax returns as a reduction of their earnings for that year. In this way the pay a smaller amount of taxes. Third, after the new year begins, the investor will look to purchase the security at or below the price they sold previously.\n", "\nTo prevent the abuse of this incentive, the Internal Revenue Service (IRS) instituted the Wash-Sale Rule in the U.S. (In the U.K. the practice is known as bed-and-breakfasting and the tax rules in the U.K. have an implementation similar to the Wash Sale Rule). The rule designates that if an investor buys a security within 30 days before or after having sold it, that any losses made from that sale cannot be counted against reported income. This effectively removes the incentive to do a short-term wash sale.\n", "\nFor example, let’s assume an investor has a $15,000 capital gain from the sale of ABC stock. He falls in the highest tax bracket and so will have to pay 20% capital gains tax, or $3,000, to the government. But let’s say he sells XYZ security for a loss of $7,000. His net capital gain for tax purposes will be $15,000 - $7,000 = $8,000, which means he’ll have to pay only $1,600 in capital gains tax. Notice how the realized loss on XYZ reduces the gain on ABC and, hence, reduces the investor’s tax bill.\n", "\nHowever, if the investor repurchases XYZ stock—or a stock substantially identical to XYZ—within 30 days of the sale, the transaction outlined above is counted as a wash sale and the loss is not allowed to offset any gains. To be more specific, a wash sale involves selling a security at a loss and repurchasing the same security, or one that is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/substantiallyidenticalsecurity.asp\" rel=\"noopener noreferrer\">substantially identical</a>, within 30 days before or after the sale.\n", "\nIn addition, the IRS does not ordinarily consider <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\" rel=\"noopener noreferrer\">bonds</a> and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preferredstock.asp\" rel=\"noopener noreferrer\">preferred stock</a> of an issuing company to be substantially identical to the company’s common stock. However, there may be circumstances in which preferred stock, for example, may be considered substantially identical to the common stock. This would be the case if the preferred stock is convertible into common stock without any restriction, has the same <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/votingright.asp\" rel=\"noopener noreferrer\">voting rights</a> as the common stock, and trades at a price close to the <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/conversionratio.asp\" rel=\"noopener noreferrer\">conversion ratio</a>.\n", "\nThe good news is that any loss realized on a wash sale is not completely lost. Instead, the loss can be applied to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costbasis.asp\" rel=\"noopener noreferrer\">cost basis</a> of the most recently purchased substantially identical security. Not only does this addition increase the cost basis of the purchased securities, it also reduces the size of any future taxable gains as a result. Thus, the investor still receives credit for those losses, but at a later time. Also, the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/holdingperiod.asp\" rel=\"noopener noreferrer\">holding period</a> of the wash sale securities is added to the holding period of the repurchased securities, which increases an investor’s odds of qualifying for the 15% favorable <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capital_gains_tax.asp\" rel=\"noopener noreferrer\">tax rate on long-term capital gains</a>.\n", "\nPer <em>Revenue Ruling 2008-5</em>, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ira.asp\" rel=\"noopener noreferrer\">IRA</a> transactions can also <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/retirement/09/ira-wash-sale-rule.asp#citation-2\" rel=\"noopener noreferrer\">trigger the wash-sale rule</a>. If shares are sold in a non-retirement account and substantially identical shares are purchased in an IRA within a 30 day period, the investor cannot claim tax losses for the sale, nor is the basis in the individual's IRA increased.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}