{"name": "Watercraft Insurance Definition", "@id": "https://www.investopedia.com/terms/w/watercraft-insurance.asp", "related": ["https://www.investopedia.com/terms/y/yacht-insurance.asp", "https://www.investopedia.com/terms/b/boat-owners-insurance.asp", "https://www.investopedia.com/terms/w/water-damage-legal-liability-insurance.asp", "https://www.investopedia.com/terms/c/comprehensive-personal-liability.asp", "https://www.investopedia.com/terms/c/combined-single-limits.asp", "https://www.investopedia.com/terms/r/renters-insurance.asp"], "body": ["\nWatercraft insurance is an umbrella term for three types of insurance: <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/boat-owners-insurance.asp\" rel=\"noopener noreferrer\">boat insurance</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yacht-insurance.asp\" rel=\"noopener noreferrer\">yacht insurance</a>, and personal watercraft insurance. It protects against damages to vessels powered by a motor that has horsepower of at least 25 miles per hour (mph). Examples of the types of costs covered by watercraft insurance policies include physical loss or damage to the boat, theft of the boat, and towing.﻿\n", "\nDepending on the policy, there may also be watercraft <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability_insurance.asp\" rel=\"noopener noreferrer\">liability coverage</a> for bodily injury to people other than the boat’s owner and family, guest passengers using the boat by themselves, and medical payments for injury to the owner and their family. Some policies, however, require the purchase of additional liability coverage as an add-on. The specific type of insurance you buy is dictated by the size of your vessel.﻿\n", "\nWatercraft insurance is similar to other types of insurance products. In exchange for paying a series of insurance premiums, the policyholder receives protection from certain rare but potentially costly risks. Depending on factors such as the size of the craft, its age, and its intended uses, the premium costs may range from relatively inexpensive to pricey. When underwriting a policy, an insurance company will also consider the policyholder’s track record of previous claims.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAny vessel under 197 feet long is considered a boat, while ships are 197 feet or longer. The dividing line between boat and yacht is less settled. Some sources define a yacht as at least 30 feet long. Anything shorter is a pleasure boat.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿﻿ For its purposes, the National Boat Owners Association marks the dividing line at 27 feet.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿﻿\n", "\nSmall craft, such as canoes, rowboats, small sailboats, and powerboats with less than 25 miles-per-hour horsepower may be covered under a standard <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/homeowners-insurance.asp\" rel=\"noopener noreferrer\">homeowners</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/renters-insurance.asp\" rel=\"noopener noreferrer\">renter’s insurance</a> policy. However, such coverage is unlikely to include liability insurance. Typical boat insurance covers theft; physical damage to the boat itself due to a collision or striking a submerged object; property damage to the boat caused by vandalism, a windstorm, or lightning; and medical payments for injured passengers and the owner and their family. For each coverage there will be different deductibles, which is how much you must pay out of pocket before your insurance kicks in. Boat insurance will often provide better liability insurance than a homeowners policy, but it is often wise to purchase additional liability coverage as an add-on.﻿﻿\n", "\nIn the event of a total loss, it is important to know whether your policy pays <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/actual-cash-value.asp\" rel=\"noopener noreferrer\">actual cash value (ACV)</a> or agreed value (AV). ACV is cheaper, because it only pays for what the boat was worth at the time of the loss, factoring in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/depreciation.asp\" rel=\"noopener noreferrer\">depreciation</a> and wear and tear on the vessel. AV pays a price that you and your insurer agree upon in advance, an amount that is likely to be closer to the amount you paid for the boat when new.\n", "\nOther considerations for boat insurance can include:<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nMost yacht coverage is broader and more specialized than pleasure boat coverage because larger vessels travel farther and are exposed to greater risks. It also generally costs more, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/wealth-management/121615/4-best-websites-finding-yachts-sale.asp\" rel=\"noopener noreferrer\">in part because yachts cost more</a>. In terms of a deductible, it is usually determined as a percentage of the insured value. With a 1% deductible, a boat insured for $175,000 would have a $1,750 deductible. Most lenders allow a maximum deductible of 2% of the insured value.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿﻿\n", "\nGenerally, yacht insurance coverage does not include wear and tear, gradual deterioration, marine life, marring, denting, scratching, animal damage, osmosis, blistering, electrolysis, manufacturer’s defects, defects in design, and ice and freezing.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿﻿\n", "\nThere are two main parts of a yacht insurance policy: hull insurance and protection and indemnity (P&amp;I). The first is an all-risk, direct damage coverage that includes an AV for hull coverage, and in the case of a total loss it will be paid out in full. <a class=\"pseudoStyle\" data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/replacementcost.asp\" rel=\"noopener noreferrer\">Replacement cost</a> coverage on partial losses is also available. However, sails, canvas, batteries, outboards, and sometimes outdrives are usually subject to depreciation instead.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿﻿\n", "\nP&amp;I insurance is the broadest of all liability coverages, and because maritime law is particular, you will need coverages that are designed for those exposures. Longshore and harbor workers’ coverage and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jonesact.asp\" rel=\"noopener noreferrer\">Jones Act</a> coverage (for the yacht’s crew) are included and are important because your losses in these areas could run into six figures. P&amp;I will cover any judgements against you and also pay for your defense in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/admiralty-court.asp\" rel=\"noopener noreferrer\">admiralty courts</a>.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿﻿﻿﻿﻿\n", "\nPersonal watercraft insurance is for recreational vehicles such as Jet Skis, Sea-Doos, and Yamaha Wave Runners. These surface-skimming craft can have engines with horsepower anywhere from 60 mph to 310 mph. They usually are not covered by homeowners insurance, and even when they are, the coverage limits are low.﻿\n", "\nPersonal watercraft insurance covers the owner and anyone they allow to use the craft for risks such as:﻿\n", "\nDeductibles and liability limits will vary depending upon the policy and the company offering it. You can buy additional coverage for trailers and accessories and, if you own more than one craft, you may be able to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multilineinsurance.asp\" rel=\"noopener noreferrer\">bundle</a> your insurance policies for a discount. These pleasure vehicles are easy to use but can also be dangerous, causing thousands of injuries every year, which makes personal watercraft insurance a wise investment.﻿\n", "\nOnly a few states make it mandatory for boat owners to obtain watercraft insurance. However, many owners will opt to purchase it regardless, partly because doing so is required <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/wealth-management/031816/what-size-yacht-can-you-afford.asp\" rel=\"noopener noreferrer\">in order to obtain a boat loan</a>. Marinas may also require owners to have watercraft insurance as a condition within their rental agreements.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n", "\nEven if your craft isn’t worth much money, obtaining watercraft insurance is a good idea because of the risk of injury on the water, especially from a collision. Even if you aren’t at fault, you could spend a lot of money in legal fees defending yourself—much more than your insurance premiums. If you do decide to purchase this insurance, make a point of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/best-boat-insurance-5070058\" rel=\"noopener noreferrer\">comparing policies from multiple companies</a> before deciding on which is best for you. As with all insurance, the question is what price you put on having peace of mind.<span class=\"ql-inline-citation\" data-cite=\"11\">﻿</span>﻿\n"]}