{"name": "Water Quality Improvement Act Of 1970 Definition", "@id": "https://www.investopedia.com/terms/w/water-quality-improvement-act-of-1970.asp", "related": ["https://www.investopedia.com/terms/l/landrehabilitation.asp", "https://www.investopedia.com/terms/e/environmental-economics.asp", "https://www.investopedia.com/disparate-impact-5114526", "https://www.investopedia.com/terms/e/environmental-protection-agency.asp", "https://www.investopedia.com/terms/l/longshore-and-harbor-workers-compensation-act.asp", "https://www.investopedia.com/terms/d/drillingmud.asp"], "body": ["\nThe Water Quality Improvement Act of 1970 was a piece of U.S. legislation that expanded the federal government's authority over water quality standards and water polluters.\n", "\nThe act grew out of the 1948 Federal Water Pollution Control Act and placed additional limits on the discharge of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/crude-oil.asp\" rel=\"noopener noreferrer\">oil</a> into bodies of water where it could damage human health, marine life, wildlife, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/property.asp\" rel=\"noopener noreferrer\">property</a>. It also included other provisions intended to reduce water pollution.\n", "\nFederal regulation of water pollution dates back to 1886, when the River and Harbor Act was signed into law. One of the first and most important laws that addressed water quality and pollution in the United States was the Federal Water Pollution Control Act of 1948, which was established by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/congress.asp\" rel=\"noopener noreferrer\">Congress</a> to enhance water quality and to create a national policy to control and prevent water pollution.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe act was later amended to expand the standards associated with water quality and pollution. This expansion also paved the way for the Water Quality Improvement Act of 1970.\n", "\nThe new act expanded federal authority and established a state certification procedure to prevent the degradation of water below applicable standards. According to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/environmental-protection-agency.asp\" rel=\"noopener noreferrer\">Environmental Protection Agency</a> (EPA), improvements to the 1948 act resulted in \"sporadic legislation,\" which was largely due to changes in the responsibilities of federal agencies that made it difficult to enforce the law.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nAmendments were introduced in 1972 to help alleviate these problems by restructuring water pollution control authorities and amalgamating them. New standards were put into place, regulations were increased to prevent oil from entering navigable waters, and guidelines were installed for discharge limitations for things like sanitary waste, drilling fluids, and produced water. After these changes were initiated in 1972, the law became known as the Clean Water Act.\n", "\nAlthough water pollution has been reduced substantially since the 1970s, there is still much that needs to be done. Nitrogen and phosphorous are commonly found in water and provide marine wildlife with much-needed nutrition. But when waterways are found with excessive levels of these elements, it can become dangerous.\n", "\nA major cause of pollution is now pesticides, whereas in the early 1970s it was the direct dumping of chemicals and other pollutants into the water by <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/industry.asp\" rel=\"noopener noreferrer\">industries</a>. According to the EPA, nitrogen \"pollution has impacted many streams, rivers, lakes, bays, and coastal waters for the past several decades, resulting in serious environmental and human health issues, and impacting the economy.\"<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nPotential accidental water polluters can protect themselves from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\" rel=\"noopener noreferrer\">liabilities</a> they face under federal water regulations by purchasing marine pollution <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance.asp\" rel=\"noopener noreferrer\">insurance</a>. This insurance covers losses such as cleanup, damage to natural resources, legal defense, and civil penalties. Mobile drilling units, cargo owners and operators, shipyards, and marina owners and operators are examples of businesses that can benefit from having this type of insurance coverage.\n"]}