{"name": "Watered Stock Definition", "@id": "https://www.investopedia.com/terms/w/wateredstock.asp", "related": ["https://www.investopedia.com/terms/w/white-collar-crime.asp", "https://www.investopedia.com/terms/v/voodooaccounting.asp", "https://www.investopedia.com/terms/c/channelstuffing.asp", "https://www.investopedia.com/terms/m/malfeasance.asp", "https://www.investopedia.com/terms/p/pumpanddump.asp", "https://www.investopedia.com/terms/s/stock.asp"], "body": ["\nWatered stock referred to shares of a company that were issued at a much greater value than the value implied by a company's underlying assets, usually as part of a scheme to defraud investors. The last known case of watered stock issuance occurred decades ago, as stock issuance structure and regulations have evolved to put a stop to the practice.\n", "\nThis term is believed to have originated from ranchers who would make their cattle drink large amounts of water before taking them to market. The weight of the consumed water would make the cattle deceptively heavier, enabling the ranchers to fetch higher prices for them.\n", "\nThe book value of assets can be overvalued for several reasons, including inflated accounting values—like a one-time artificial increase in inventory or property value—or excessive issuance of stock through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockdividend.asp\" rel=\"noopener noreferrer\">stock dividend</a> or employee stock-option program. Perhaps not in every single case, but often in the late 19th century, owners of a corporation would make exaggerated claims about a company’s profitability or assets, and knowingly sell shares in their companies at a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parvalue.asp\" rel=\"noopener noreferrer\">par value</a> that far exceeded the book value of the underlying assets, leaving investors with a loss and the fraudulent owners with a gain.\n", "\nThey would do this by contributing property to the company, in return for the stock of inflated par value. This would cause the value of the company to increase on the balance sheet, even though, in reality, the company would hold far fewer assets than those reported. It would not be until much later that investors learned that they were deceived.\n", "\nThose holding watered stock found it difficult to sell their shares, and if they could find buyers, the shares were sold at much lower prices than the original price. If creditors foreclosed on the company’s assets, the holders of watered stock could be held liable for the difference between the company’s value on the books and its value in terms of real property and assets. For example, if an investor paid $5,000 for stock that was only worth $2,000, he could find himself on the hook for the $3,000 difference if the creditors foreclosed on corporate assets.\n", "\nThis practice essentially came to an end when companies were compelled to issue shares at low or no par value, usually under the advice of attorneys who were mindful of the potential for watered stock to create liability for investors. Investors became wary of the promise that par value of a stock represented the actual value of the stock. Accounting guidelines developed so that the difference between the value of assets and low or no par value would be accounted for as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalsurplus.asp\" rel=\"noopener noreferrer\">capital surplus</a> or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/additionalpaidincapital.asp\" rel=\"noopener noreferrer\">additional paid-in capital</a>.\n", "\nIn 1912, New York allowed corporations to legally issue no-par-value stock and split the incoming capital between capital surplus and stated capital on accounting ledgers, with other states following suit shortly thereafter.\n"]}