{"name": "Water Rights Definition", "@id": "https://www.investopedia.com/terms/w/water-rights.asp", "related": ["https://www.investopedia.com/terms/l/littoral-land.asp", "https://www.investopedia.com/terms/w/water-quality-improvement-act-of-1970.asp", "https://www.investopedia.com/terms/z/zoning.asp", "https://www.investopedia.com/terms/w/watercraft-insurance.asp", "https://www.investopedia.com/terms/g/government-owned-property.asp", "https://www.investopedia.com/terms/s/sublease.asp"], "body": ["\nWater rights pertain to the legal rights of property owners to access and use bodies of water adjacent to lands they hold. Different types of waters rights exist based on various forms of water that border or exist on a property.\n", "\nRiparian rights are a type of water rights awarded to landowners whose property is located along flowing bodies of water, such as rivers or streams. Landowners typically have the right to use the water as long as such use does not harm upstream or downstream neighbors. In the event the water is a non-navigable waterway, the landowner generally owns the land beneath the water to the exact center of the waterway.\n", "\nLittoral rights are a type of water rights that pertain to landowners whose land borders large, navigable lakes and oceans. There are tides and currents that affect these bodies of water, but they do not flow by the land in the manner of streams and rivers. Landowners with littoral rights have unrestricted access to the waters but own the land only to the median <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/highwatermark.asp\">high-water mark</a>.\n", "\nWater rights are <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/appurtenance.asp\">appurtenant</a>, meaning they <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/running-with-the-land.asp\">run with the land</a> and not to the owner. If an oceanfront property is sold, the new owner gains the littoral rights and the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller.asp\">seller</a> relinquishes their rights.\n", "\nAn owner who holds land that includes a riverbank bordering on a flowing river can make use of the water for their needs, such as drinking, providing water for animals, bathing, or watering gardens. These are all considered domestic uses and are permitted. However, riparian rights might not allow the water to be pumped or otherwise removed from the flowing river or stream.\n", "\nEach state and municipality will have regulations and limits on the extent of water diversion that may be permitted. Depending on local laws, the water might not be permitted for land irrigation or for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial.asp\">commercial</a> needs. Some localities may allow for certain irrigation uses of the water. It may be possible to apply for water diversion rights that would allow for the transport of water away from its source. That would permit usage of the water for commercial purposes such as for mining operations or the irrigation of lands for agricultural operations.\n", "\nThese limits are intended to reduce the impact that water removal could have on the surrounding environment. Water diversion rights may include stipulations that use of the water must be consistently maintained, or the rights will expire after a defined period of time.\n"]}