{"name": "Wealth Tax Definition", "@id": "https://www.investopedia.com/terms/w/wealth-tax.asp", "related": ["https://www.investopedia.com/terms/t/taxrate.asp", "https://www.investopedia.com/terms/c/capital_gains_tax.asp", "https://www.investopedia.com/terms/n/net-of-tax.asp", "https://www.investopedia.com/terms/t/tax-loss-carryforward.asp", "https://www.investopedia.com/terms/t/taxes.asp", "https://www.investopedia.com/terms/v/vertical_equity.asp"], "body": ["\nWealth tax is a tax based on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketvalue.asp\">market value </a>of assets owned by a taxpayer. Although many developed countries choose to tax wealth, the United States has historically relied on taxing annual income to raise revenue. Recently, however, the immense and increasing disparity in wealth in the United States—as of 2018 the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.federalreserve.gov/econres/feds/files/2019017pap.pdf\">wealthiest 10% owned 70% of the country’s wealth</a> while the richest 1% owned 32%, according to the Federal Reserve Board—prompted <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/110915/review-bernie-sanders-economic-policies.asp\">politicians such as Bernie Sander</a> and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/elizabeth-warren-s-economic-plan-explained-4706529\">Elizabeth Warren to propose a wealth tax</a> , in addition to the income tax, in the run-up to the 2020 Presidential election. In March 2021, Senator Warren introduced S. 510, a revised version of her earlier proposal, to impose a tax on the net worth of very wealthy individuals.\n", "\nA wealth tax also may be called “capital tax” or “equity tax” and is imposed on the wealth possessed by individuals. The tax usually applies to a person’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/networth.asp\">net worth</a>, which is assets minus liabilities. These assets include (but are not limited to) cash, bank deposits, shares, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedasset.asp\">fixed assets</a>, personal cars, real property, pension plans, money funds, owner-occupied housing, and trusts. An <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advaloremtax.asp\">ad valorem tax</a> on real estate and an intangible tax on financial assets are both examples of a wealth tax. Generally, countries that impose wealth taxes also impose income and other taxes.\n", "\nNot all countries impose a wealth tax. France, Portugal, and Spain are example of countries that do, but Austria, Denmark, Germany, Sweden, Finland, Iceland, and Luxembourg have abolished it in recent years. The United States federal and state governments do not impose wealth taxes. Instead, the U.S. imposes annual income and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\">property taxes</a>.  However, some consider the property tax a form of wealth tax, as the government taxes the same asset year after year. The U.S. also imposes an estate tax on the death of individuals owning high-value estates, However, in 2019 that levy contributed only 0.05% of total US tax revenues.<span class=\"ql-inline-citation\" data-cite=\"2\"></span>\n", "\nIn effect, a wealth tax impacts the net value of the assets accumulated over time and owned by a taxpayer as of the end of each tax year. , An <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\">income tax</a> impacts the flow of the additions in value that a taxpayer realizes, whether as earnings; investment returns such as interest, dividends or rents; and profits on disposition of assets during year.\n", "\nLet’s look at an example of how the wealth tax differs from income tax. Assume a single taxpayer earns $120,000 annually and falls in the 24% tax bracket. That individual's liability for the year will be 24% x $120,000 = $28,800. What is the tax liability if the government taxes wealth instead of income? If the taxpayer’s assessed net worth is $450,000 and the wealth tax is 24%, the tax debt for the year will be 24% x $450,000 = $108,000.\n", "\nIn reality, annual wealth tax rates are significantly lower than annual income tax rates. In France, for example, the wealth tax used to apply to total worldwide assets. As of 2020, it only applied to real estate assets worth more than <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wealth-tax.asp\">€800,000</a>. If the value of those assets falls between €800,000 and €1,300,000, it is subject to a 0.5% tax. Rates continue to rise at graduated thresholds—0.7%, 1%, 1.25%—until, finally, real estate assets over €10,000,000 are taxed at 1.5%. A wealth tax cap limits total taxes to 75% of income. In Spain, as of 2019, a resident is affected by the wealth tax, which ranges from <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.expatica.com/es/finance/taxes/tax-system-471614/#spanishwealthtax\" rel=\"nofollow\">0.2% to 3.45%</a> if the value of their worldwide assets is above €700,000.\n", "\n If a taxpayer is not a resident of a particular country, generally the wealth tax only applies to their holdings in that country.\n", "\nHere's what Senator Warren is proposing, beginning with the 2023 tax year:\n", "\nUpon introduction, the bill had 7 Senate co-sponsors: Senators Edward Markey, Kirsten Gillibrand, Sheldon Whitehouse, Brian Schatz, Bernard Sanders, Jeff Merkley, and Mazie Hirono. Two House cosponsors support a companion bill: Representatives Pramila Jayapal and Brenda F. Boyle. All are Democrats.<span class=\"ql-inline-citation\" data-cite=\"5\"></span>\n", "\nProponents of wealth taxes believe this type of tax is more equitable than an income tax alone, particularly in societies with significant wealth disparity. They believe that a system that raises government revenue from both the income and the net assets of taxpayers promotes fairness and equality by taking into account taxpayers’ overall economic status and thus their ability to pay tax. Critics allege that wealth taxes discourage the accumulation of wealth, which they contend drives economic growth. They also emphasize that wealth taxes are difficult to administer.\n", "\nAdministration and enforcement of a wealth tax present challenges not typically entailed in income taxes. The difficulty of determining the fair market value of assets that lack publicly available prices leads to valuation disputes between taxpayers and tax authorities. Uncertainty about valuation also could tempt some wealthy individuals to try tax evasion.\n", "\nIlliquid assets present another issue for a wealth tax. Owners of significant illiquid assets may lack ready cash to pay their wealth tax liability. This creates a problem for people who have low incomes and low liquid savings, but own a high-value, illiquid asset, such as a home. Similarly, a farmer, who earns little but owns land with a high value, for example, may have trouble coming up with the money to pay a wealth tax.\n", "\nSome accommodations may be feasible to address administrative and cash flow issues, for example, allowing tax payments to be spread over a period of years or creating special treatment for specific asset categories such as business assets. However, exceptions could undermine the purpose that many attach to a wealth tax: structuring the overall tax system to make all taxpayers pay their “fair share.”    \n"]}