{"name": "Weighted Average Definition", "@id": "https://www.investopedia.com/terms/w/weightedaverage.asp", "related": ["https://www.investopedia.com/terms/m/movingaverage.asp", "https://www.investopedia.com/terms/c/composite-cost-of-capital.asp", "https://www.investopedia.com/terms/w/wamc.asp", "https://www.investopedia.com/terms/a/averagecostbasismethod.asp", "https://www.investopedia.com/terms/a/average-cost-flow-assumption.asp", "https://www.investopedia.com/terms/p/portfolio-variance.asp"], "body": ["\nWeighted average is a calculation that takes into account the varying degrees of importance of the numbers in a data set. In calculating a weighted average, each number in the data set is multiplied by a predetermined weight before the final calculation is made.\n", "\nA weighted average can be more accurate than a simple average in which all numbers in a data set are assigned an identical weight.\n", "\nIn calculating a simple average, or arithmetic mean, all numbers are treated equally and assigned equal weight. But a weighted average assigns weights that determine in advance the relative importance of each data point.\n", "\nA weighted average is most often computed to equalize the frequency of the values in a data set. For example, a survey may gather enough responses from every age group to be considered statistically valid, but the 18-34 age group may have fewer respondents than all others relative to their share of the population. The survey team may weight the results of the 18-34 age group so that their views are represented proportionately.\n", "\nHowever, values in a data set may be weighted for other reasons than the frequency of occurrence. For example, if students in a dance class are graded on skill, attendance, and manners, the grade for skill may be given greater weight than the other factors.\n", "\nIn any case, in a weighted average, each data point value is multiplied by the assigned weight which is then summed and divided by the number of data points.\n", "\nIn a weighted average, the final average number reflects the relative importance of each observation and is thus more descriptive than a simple average. It also has the effect of smoothing out the data and enhancing its accuracy.\n", "\nInvestors usually build a position in a stock over a period of several years. That makes it tough to keep track of the cost basis on those shares and their relative changes in value.\n", "\nThe investor can calculate a weighted average of the share price paid for the shares. In order to do so, multiply the number of shares acquired at each price by that price, add those values and then divide the total value by the total number of shares.\n", "\nFor example, say an investor acquires 100 shares of a company in year one at $10, and 50 shares of the same stock in year two at $40. To get a weighted average of the price paid, the investor multiplies 100 shares by $10 for year one and 50 shares by $40 for year two, and then adds the results to get a total of $3,000. Then the total amount paid for the shares, $3,000 in this case, is divided by the number of shares acquired over both years, 150, to get the weighted average price paid of $20.\n", "\nThis average is now weighted with respect to the number of shares acquired at each price, not just the absolute price.\n", "\nWeighted averages show up in many areas of finance besides the purchase price of shares, including portfolio returns, inventory accounting, and valuation.\n", "\nWhen a fund that holds multiple securities is up 10 percent on the year, that 10 percent represents a weighted average of returns for the fund with respect to the value of each position in the fund.\n", "\nFor inventory accounting, the weighted average value of inventory accounts for fluctuations in commodity prices, for example, while <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lifo.asp\">LIFO</a> (Last In First Out) or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fifo.asp\">FIFO</a> (First In First Out) methods give more importance to time than value.\n", "\nWhen evaluating companies to discern whether their shares are correctly priced, investors use the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\">weighted average cost of capital</a> (WACC) to discount a company's cash flows. WACC is weighted based on the market value of debt and equity in a company's capital structure.\n", "\nA weighted average accounts for the relative contribution, or weight, of the things being averaged, while a simple average does not. Therefore, it gives more value to those items in the average that occur relatively more.\n", "\nMany weighted averages are found in finance, including the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/vwap.asp\">volume weighted average price</a> (VWAP), the weighted average cost of capital (WACC), and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ema.asp\">exponential moving averages</a> (EMAs) used in charting. Construction of portfolio weights and the LIFO and FIFO inventory methods also make use of weighted averages.\n", "\nYou can compute a weighted average by multiplying its relative proportion or percentage by its value in sequence and adding those sums together. Thus if a portfolio is made up of 55% stocks, 40% bonds, and 5% cash, those weights would be multiplied by their annual performance to get a weighted average return. So if stocks, bonds, and cash returned 10%, 5%, and 2%, respectively, the weighted average return would be (0.55 x 10%) + (0.40 x 5%) + (0.05 x 2%) = 7.6%.\n"]}