{"name": "Weighted Average Cost of Equity (WACE) Definition", "@id": "https://www.investopedia.com/terms/w/wace.asp", "related": ["https://www.investopedia.com/terms/w/wacc.asp", "https://www.investopedia.com/terms/c/costofcapital.asp", "https://www.investopedia.com/terms/c/capitalstructure.asp", "https://www.investopedia.com/terms/c/composite-cost-of-capital.asp", "https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp", "https://www.investopedia.com/terms/w/weightedaverage.asp"], "body": ["\nWeighted average cost of equity (WACE) is a way to calculate the cost of a company's equity that gives different weight to different types of equities according to their proportion in the corporate structure. Instead of lumping <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/retainedearnings.asp\" rel=\"noopener noreferrer\">retained earnings</a>, common stock, and preferred stock together, WACE provides a more accurate idea of a company's total <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofequity.asp\" rel=\"noopener noreferrer\">cost of equity</a>.\n", "\nDetermining an accurate cost of equity for a firm is integral for the firm to be able to calculate its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/costofcapital.asp\" rel=\"noopener noreferrer\">cost of capital</a>. In turn, an accurate measure of the cost of capital is essential when a firm is trying to decide if a future project will be profitable or not.\n", "\nThe weighted average cost of equity (WACE) is essentially the same as the cost of equity that relates to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capm.asp\" rel=\"noopener noreferrer\">Capital Asset Pricing Model</a> (CAPM). Rather than simply averaging out the cost of equity, a weighting is applied that reflects the mix of that equity type in the company at the time. If the cost of equity was averaged without being weighted, outliers in the cost of equity could cause an overstatement or understatement of the cost.\n", "\nCalculating the weighted average cost of equity isn't as straightforward as calculating the cost of debt. First, you must calculate the cost of new common stock, the cost of preferred stock, and the cost of retained earnings separately. The most common way to do this is the CAPM formula:\n", "\nCost of equity = <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/risk-freerate.asp\" rel=\"noopener noreferrer\">Risk free rate of return</a> + [<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta.asp\" rel=\"noopener noreferrer\">beta</a> x (market rate of return – risk-free rate of return)]\n", "\nGenerally speaking, the cost of equity for common stock, preferred stock, and retained earnings will usually be within a tight range. For this example, let us assume the cost of common stock, preferred stock, and retained earnings are 14%, 12% and 11%, respectively.\n", "\nNow, calculate the portion of total equity that is occupied by each form of equity. Again, let us assume this is 50%, 25% and 25%, for common stock, preferred stock and retained earnings, respectively.\n", "\nFinally, multiply the cost of each form of equity by its respective portion of total equity and sum of the values, which results in the WACE. Our example results in a WACE of 19.5%.\n", "\nWACE = (.14 x .50) + (.12 x .25) + (.11 x .25) = 0.1275 or 12.8%\n", "\nSimply averaging the cost of equity across categories in the example above would have yielded a cost of equity of 12.3%. That said, averaging is rarely done as the weighted average cost of equity is usually used as part of the larger calculation of a company's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wacc.asp\" rel=\"noopener noreferrer\">weighted average cost of capital</a> (WACC).\n", "\nPotential buyers who are considering acquiring a company might use the weighted average cost of equity to help them assign a value to the future cash flows of the target company. The results of this formula can also be coupled with other indicators, such as the after-tax cost of debt to form an assessment. As mentioned, the weighted average cost of equity is commonly combined with the weighted average cost of debt to calculated a firm's weighted average cost of capital (WACC).\n", "\nAs part of the WACC, the WACE is used within the company to better assess how its campaigns and capital-intensive projects translate it into the overall return on earnings for the shareholders. As a stand-alone metric, the weighted average cost of equity tends to temper a company's issuance of new stock if it is attempting to raise more capital. Debt in the form of bonds tends to be a cheaper way of raising capital for most companies, and is easier for investors to calculate the capital costs of debt when doing balance sheet analysis.\n"]}