{"name": "What Is a Digital Wallet?", "@id": "https://www.investopedia.com/terms/d/digital-wallet.asp", "related": ["https://www.investopedia.com/terms/b/bitpay-card.asp", "https://www.investopedia.com/terms/a/apple-pay.asp", "https://www.investopedia.com/terms/c/coinbase-commerce.asp", "https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/p/payza.asp", "https://www.investopedia.com/terms/l/ledger-wallet.asp"], "body": ["\nA digital wallet (or e-wallet) is a software-based system that securely stores users' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payment.asp\" rel=\"noopener noreferrer\">payment</a> information and passwords for numerous payment methods and websites. By using a digital wallet, users can complete purchases easily and quickly with near-field communications technology. They can also create stronger passwords without worrying about whether they will be able to remember them later.\n", "\nDigital wallets can be used in conjunction with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mobile-payment.asp\" rel=\"noopener noreferrer\">mobile payment</a> systems, which allow customers to pay for purchases with their smartphones. A digital wallet can also be used to store loyalty card information and digital <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon.asp\" rel=\"noopener noreferrer\">coupons</a>.\n", "\nDigital wallets largely eliminate the need to carry a physical wallet by storing all of a consumer's payment information securely and compactly. Also, digital wallets are a potential boon to companies that collect <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/consumer-credit-file.asp\" rel=\"noopener noreferrer\">consumer data</a>. The more companies know about their customers' purchasing habits, the more effectively they can market to them. The downside for consumers can be a loss of privacy.\n", "\nDigital wallets allow many in developing nations to participate more fully in the global financial system. Digital wallets allow participants to accept payments for services rendered, as well as receive funds or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/remittance.asp\" rel=\"noopener noreferrer\">remittances</a> from friends and family in other nations. Digital wallets do not require a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/personal-finance/banking-101/\" rel=\"noopener noreferrer\">bank account</a> with a physical firm or branch, often allowing those in poorer and rural areas to be served as well and therefore enables a wider financial inclusion.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\" rel=\"noopener noreferrer\">Cryptocurrencies</a> rely solely on digital wallets to maintain balances and make transactions, for instance with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\" rel=\"noopener noreferrer\">Bitcoin</a> or other digital currencies.\n", "\nWhile a handful of top digital wallet<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ companies in 2020 included Due, ApplePay, Google Wallet, Samsung Pay, PatPal, Venmo, AliPay, Walmart Pay, Dwolla, Vodafone-M-Pesa, – among others – the top 3 leading E-Wallets are those of Google, Amazon and Apple. As one example, Google's Wallet service allows its users to “store” cash on their phones. Customers can spend this cash both in-store, as well as online at businesses that accept Google payments.\n", "\nAs noted above, this is supported by near field communication technology (the ability to enable two smart devices to communicate if they are in close range). If a business doesn’t currently accept Google's payment system, Google also recently developed a physical Wallet Card – essentially, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\" rel=\"noopener noreferrer\">debit card</a> connected with the Bank of Google.\n", "\nRecently, Google combined its two essential payment streams (Android Pay and Google Wallet) into a single service called Google Pay. Apple on the other hand entered into a strategic partnership with Goldman Sachs to issue Apple credit cards and expand its ApplePay services.\n"]}