{"name": "What Is a Tax Base?", "@id": "https://www.investopedia.com/terms/t/taxbase.asp", "related": ["https://www.investopedia.com/terms/t/tax-expense.asp", "https://www.investopedia.com/terms/t/tipra2005.asp", "https://www.investopedia.com/terms/t/taxtable.asp", "https://www.investopedia.com/terms/t/taxrate.asp", "https://www.investopedia.com/terms/i/income.asp", "https://www.investopedia.com/terms/e/estimated-tax.asp"], "body": ["\nA tax base is a total amount of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">assets</a> or income that can be taxed by a taxing authority, usually by the government. It is used to calculate tax liabilities. This can be in different forms, including income or property.\n", "\nA tax base is defined as the total value of assets, properties, or income in a certain area or jurisdiction. \n", "\nTo calculate the total tax liability, you must multiply the tax base by the tax rate: \n", "\nThe rate of tax imposed varies depending on the type of tax and the tax base total. Income tax, gift tax, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\">estate tax</a> are each calculated using a different tax rate schedule.\n", "\nLet's take personal or corporate income as an example. In this case, the tax base is the minimum amount of yearly income that can be taxed. This is taxable income. Income tax is assessed on both personal income and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/netincome.asp\">net income</a> generated by businesses. \n", "\nUsing the formula above, we can calculate a person's tax liability with some figures using a simple scenario. Say Margaret earned $10,000 last year and the minimum amount of income that was subject to tax was $5,000 at a tax rate of 10%. Her total tax liability would be $500—calculated using her tax base multiplied by her tax rate:\n", "\nIn real life, you would use Form 1040 for personal income. The return starts with total income and then deductions and other expenses are subtracted to arrive at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/agi.asp\">adjusted gross income (AGI)</a>. Itemized deductions and expenses reduce AGI to calculate the tax base, and the personal tax rates are based on the total taxable income.\n", "\nAn individual taxpayer’s tax base can change as a result of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alternativeminimumtax.asp\">alternative minimum tax (AMT)</a> calculation. Under AMT, the taxpayer is required to make adjustments to his initial tax calculation so additional items are added to the return and the tax base and the related tax liability both increase.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ As an example, interest on some tax-exempt municipal bonds is added to the AMT calculation as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxablebond.asp\">taxable bond</a> income. If AMT generates a higher tax liability than the initial calculation, the taxpayer pays the higher amount.\n", "\nTaxpayers are taxed on realized gains when assets (such as real property or investments) are sold. If an investor owns an asset and does not sell it, that investor has an unrealized <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\">capital gain</a>, and there is no taxable event.\n", "\nAssume, for example, an investor holds a stock for five years and sells the shares for a $20,000 gain. Since the stock was held for more than one year, the gain is considered long term and any capital losses reduce the tax base of the gain. After deducting losses, the tax base of the capital gain is multiplied by capital gain tax rates.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nIn addition to paying federal taxes, taxpayers are assessed tax at the state and local level in several different forms. Most investors are assessed income tax at the state level, and homeowners pay property tax at the local level. The tax base for owning property is the home or building's assessed <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/valuation.asp\">valuation</a>. States also assess <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/salestax.asp\">sales tax</a>, which is imposed on commercial transactions. The tax base for sales tax is the retail price of goods purchased by the consumer.\n"]}