{"name": "What Is a Lock-Up Period?", "@id": "https://www.investopedia.com/terms/l/lockup-period.asp", "related": ["https://www.investopedia.com/terms/f/freed-up.asp", "https://www.investopedia.com/terms/i/ipo.asp", "https://www.investopedia.com/terms/h/hedgefund.asp", "https://www.investopedia.com/terms/m/managedaccount.asp", "https://www.investopedia.com/terms/e/eso.asp", "https://www.investopedia.com/terms/m/mutualfund.asp"], "body": ["\nA lock-up period is a window of time when investors are not allowed to redeem or sell shares of a particular investment. There are two main uses for lock-up periods, those for <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\" rel=\"noopener noreferrer\">hedge funds</a> and those for start-ups/IPO’s.\n", "\nFor hedge funds, the lock-up period is intended to give the hedge fund manager time to exit investments that may be illiquid or otherwise unbalance their portfolio of investments too rapidly. Hedge fund lock-ups are typically 30-90 days, giving the hedge fund manager time to exit investments without driving prices against their overall portfolio.\n", "\nFor start-ups, or companies looking to go public through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">IPO</a>, lock-periods help show that company leadership remains intact and that the business model remains on solid footing. It also allows the IPO issuer to retain more cash for continuing growth.\n", "\nThe lock-up period for hedge funds corresponds with the underlying investments of each fund. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-shortequity.asp\" rel=\"noopener noreferrer\">long/shortfund</a> invested mostly in liquid stocks may have a one-month lock-up period. However, because event-driven or hedge funds often invest in more thinly traded securities like distressed loans or other debt, they tend to have prolonged lock-up periods. Still, other hedge funds may have no lockup period at all depending on the structure of the fund's investments.\n", "\nWhen the lock-up period ends, investors may redeem their shares according to a set schedule, often quarterly. They normally must give a 30- to 90-day notice so that the fund manager may liquidate underlying securities that allow for payment to the investors.\n", "\nDuring the lock-up period, a hedge fund manager may invest in securities according to the fund’s goals without concern for share redemption. The manager has time for building strong positions in various assets and maximizing potential gains while keeping less cash on hand. In the absence of a lock-up period and scheduled redemption schedule, a hedge fund manager would need a great amount of cash or cash equivalents available at all times. Less money would be invested, and returns may be lower. Also, because each investor’s lock-up period varies by his personal investment date, massive liquidation cannot take place for any given fund at one time.\n", "\nAs an example, a fictitious hedge fund, Epsilon &amp; Co., invests in distressed South American debt. The interest returns are high, but the market liquidity is low. If one of Epsilon’s customers sought to sell a large portion of its portfolio in Epsilon at one time, it would likely send prices far lower than if Epsilon sold portions of its holdings over a longer period of time. But since Epsilon has a 90-day lock-up period, it gives them time to sell more gradually, allowing the market to absorb the sales more evenly and keep prices more stable, resulting in a better outcome for the investor and Epsilon than may otherwise have been the case. \n", "\nThe lock-up period for newly issued public shares of a company helps stabilize the stock price after it enters the market. When the stock’s price and demand are up, the company brings in more money. If business insiders sold their shares to the public, it would appear the business is not worth investing in, and stock prices and demand would go down.\n", "\nWhen a privately held company begins the process of going public, key employees may received reduced cash compensation in exchange for shares of the company's stock. Many of these employees may want to cash in their shares as quickly as possible after the company goes public. The lock-up period prevents stock from being sold immediately after the IPO when share prices may be artificially high and susceptible to extreme price volatility.\n"]}