{"name": "What Is the Euromarket?", "@id": "https://www.investopedia.com/terms/e/euromarket.asp", "related": ["https://www.investopedia.com/terms/s/single-market.asp", "https://www.investopedia.com/terms/s/sit-slovenian-tolar.asp", "https://www.investopedia.com/terms/c/currency-union.asp", "https://www.investopedia.com/terms/h/huf.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/e/euro_note.asp"], "body": ["\nThe term euromarket has two distinct meanings:\n", "\nA euromarket can be used to describe the financial market for eurocurrencies. A eurocurrency is any currency held or traded outside its country of issue. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eurodollar.asp\">eurodollar</a> is a dollar deposit held or traded outside the U.S. A key incentive for the development, and continued existence of such a market is that it is free from the regulatory environment (and sometimes political or other country-specific risks) of the \"home\" country.\n", "\nThe \"euro-\" prefix in the term arose because originally such currencies were held in Europe, but that is no longer solely the case, and a eurocurrency can now be held anywhere in the world that local banking regulations permit. The eurocurrency market is a major source of finance for international trade because of ease of convertibility and the absence of domestic restrictions on trading.\n", "\nThe term can also be used to refer to the single market of the European Union. The single market was created by the abolition of restrictions on the movement of goods and services (as well as people) between member countries of the EU. The European Commission describes the single market as \"one territory without any internal borders or other regulatory obstacles to the free movement of goods and services.\"\n", "\nThe free flow of goods and services across borders makes it easier for companies to operate across countries. It is intended to improve efficiency, stimulate trade, and help growth, while also helping achieve the political objective of deeper <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economic-integration.asp\">integration</a> between EU member countries. Note that most, but not all, members of the EU have adopted the euro as their currency, so the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eurozone.asp\">eurozone</a> (which refers to the countries that have adopted the euro in a common monetary union) is not synonymous with the euromarket.\n", "\nLet's look at a hypothetical example where Bank A is based in France, and Bank B is based in the United States. Bank A is planning to make some rather large loans to a client of theirs and has determined that they would be able to make more money if they borrowed money from Bank B—in US dollars—and loaned it out to their client.\n", "\nBank B makes interest from the loan they offer to Bank A, whereas Bank A profits from the difference in the loan terms between their client and the loan terms offered from Bank B. Although in theory Bank A might do this at zero cost in order to satisfy their client, it is much more often the case that they use eurocurrency as a way to take advantage of an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest-rate</a> discrepancy.\n"]}