{"name": "What Are Organic Sales?", "@id": "https://www.investopedia.com/terms/o/organic-sales.asp", "related": ["https://www.investopedia.com/terms/o/organicgrowth.asp", "https://www.investopedia.com/terms/r/revenue.asp", "https://www.investopedia.com/terms/o/operatingmargin.asp", "https://www.investopedia.com/terms/g/grossmargin.asp", "https://www.investopedia.com/terms/i/inorganicgrowth.asp", "https://www.investopedia.com/terms/a/assetturnover.asp"], "body": ["\nOrganic sales are revenues generated from within a company. Organic <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sale.asp\">sales</a> encompass those streams of revenues that are a direct result of the firm's existing operations as opposed to revenues that have been acquired through the purchase of another company or business unit in the past year. (Acquired businesses are typically integrated within 12 months post-closing.) The sale or disposal of business lines are also netted out of a total sales figure to derive organic sales. Measuring organic sales is important because it can show the amount of growth that's the direct result of a company's business plan or sales strategy.\n", "\nOrganic sales are the product of the internal processes of a company and are generated solely within the firm. Organic sales provides management and investors with the level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\">revenue</a> that was generated from the sale of a company's products and services. If a company generates increases in organic sales, it's typically referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/organicgrowth.asp\">organic growth</a>. Revenue growth from organic sales is usually measured on a year-to-year basis, but many companies also monitor organic growth from quarter-to-quarter.\n", "\nCompanies might achieve organic growth of their sales through internal strategies such as:\n", "\nAcquired sales, on the other hand, result from a company purchasing another business through an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/acquisition.asp\">acquisition</a>. An acquisition of another company would likely lead to sales and revenue growth for the acquiring company but would typically be referred to as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inorganicgrowth.asp\">inorganic growth</a>. Achieving sales growth inorganically can be a benefit to companies that need access to a new market, product, or service. However, the integration process of two companies, following an acquisition, can be time-consuming. Also, acquisitions can negatively impact organic sales if the company is in a state of flux due to employee layoffs or consolidation of departments.\n", "\nAs a result, it's important to bifurcate the financial reporting of organic sales and inorganic sales if there's been a recent acquisition. For example, let's say a car parts manufacturer reports 4.5% sales growth for the year, 2.5% of which was contributed by an acquisition of a smaller company that occurred in the reporting year. Organic sales growth would, therefore, be 2.0%.\n", "\nOnce an acquisition is fully integrated into a company's existing operations, sales from the acquired unit or business would then be counted as organic sales. The same principle applies to the sale or disposal of business units, which is called a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/divestiture.asp\">divestiture</a>. If a company sells a business segment, the full duration of a comparison period must pass before organic sales are equal to total sales.\n", "\nIt's important for investors to be able to separate organic sales from sales that came from an external source. Organic sales figures will show how much revenue the company is generating from its core operations from period to period.\n", "\nA breakdown of total sales into organic and acquired enables improved analysis of all aspects of a company's fundamentals, including:\n", "\nLarge companies in the consumer staples industry have matured to the point where growth through acquisition is an essential component of their business model.\n", "\nPepsiCo Inc. (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/markets/quote?tvwidgetsymbol=pep\">PEP</a>) is a global leader in the beverage and snack business and active in trading assets through acquisitions primarily. Pepsi had recently closed its acquisition of Rockstar Energy Beverages in 2019. However, the company's Q1-2020 earnings report shows that Pepsi reported <em>organic revenue growth</em> of 7.9% compared to Q1 of 2019.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nBy reporting the organic growth without the distortion of revenue from acquisitions, investors can determine whether the company's product lines saw sales growth, which include Pepsi beverages, Frito-Lay, and Quaker Foods.\n"]}