{"name": "What Is a Floor Trader?", "@id": "https://www.investopedia.com/terms/f/floortrader.asp", "related": ["https://www.investopedia.com/terms/r/runner.asp", "https://www.investopedia.com/terms/f/floorbroker.asp", "https://www.investopedia.com/terms/s/seat.asp", "https://www.investopedia.com/terms/t/trading_floor.asp", "https://www.investopedia.com/terms/r/ring-trading.asp", "https://www.investopedia.com/terms/o/orderbookofficial.asp"], "body": ["\nA floor trader is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/member.asp\" rel=\"noopener noreferrer\">exchange member</a> who executes transactions from the floor of the exchange, exclusively for their own account. Floor traders used to use the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/openoutcry.asp\" rel=\"noopener noreferrer\">open outcry method</a> in the pit of a commodity or stock exchange, but now most of them use electronic trading systems and do not appear in the pit.\n", "\nFloor traders fulfill an important role in commodity and stock markets by providing liquidity and narrowing bid-ask spreads. Floor traders may also be referred to as individual liquidity providers or registered competitive traders.\n", "\nFloor traders are the traders typically represented in movies when a scene of a securities exchange is shown. These traders are often depicted as being emotionally invested in the trades they are executing because they are trading with their own money. In reality, most traders are not floor traders, and floor traders are increasingly rare, primarily because most traders who use their own money have switched to electronic trading, which is not conducted in the pit.\n", "\nA floor trader is required to pass a screening process before trading on an exchange. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nfa.asp\" rel=\"noopener noreferrer\">National Futures Association</a> requires floor trader applicants to file the following: Form 8-R completed online, fingerprint cards, proof from a contract market that the individual has been granted trading privileges, and a non-refundable application fee of $85. Other exchanges have their own screening requirements.\n", "\nFloor traders are in the pit with market makers and brokers, but they play different roles. Brokers work on behalf of clients while market makers mostly provide liquidity. Floor traders also provide liquidity, but their primary motivation is making profits with their own money. However, all parties are looking for the best order execution possible. Depending on the rules of the exchange, a floor broker may be given permission to trade for their own account in addition to that of the firm or client they represent. In this case, a person can be both a floor broker and a floor trader.\n", "\nFloor trading has become increasingly rare as electronic trading has become faster and cheaper, with many exchanges <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/what-happens-if-coronavirus-forces-the-closure-of-the-nyse-4799693\" rel=\"noopener noreferrer\">closing their trading floors </a>altogether. The coronavirus pandemic has added more uncertainty to the future of floor trading. The outbreak led the New York Stock Exchange and many others to temporary close their trading floors beginning in March 2020. Many exchanges are resuming floor trading in phases, but the future of the floor trader as an occupation is anything but assured.\n"]}