{"name": "What Is a Value Date?", "@id": "https://www.investopedia.com/terms/v/valuedate.asp", "related": ["https://www.investopedia.com/terms/t/tradedate.asp", "https://www.investopedia.com/terms/c/check.asp", "https://www.investopedia.com/terms/s/spot-date.asp", "https://www.investopedia.com/terms/p/post-date.asp", "https://www.investopedia.com/terms/s/spotexchangerate.asp", "https://www.investopedia.com/terms/o/outstanding-check.asp"], "body": ["\nA value date is a future date that is used for determining the present value of a product or security that fluctuates in price. It is the date at which funds, assets, or money's value becomes effective. Typically, value dates are used in determining the payment of financial products and accounts where there is a possibility for discrepancies due to differences in the timing of valuations. Such financial products can include <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forward-exchange-contract.asp\">forward currency contracts</a>, option contracts, and the interest payable or receivable on personal accounts.\n", "\nIn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forex.asp\">forex</a> markets, the value date may be referred to as the \"valuta,\" where it may also be used to describe the value of one currency expressed in terms of its exchange rate with another.\n", "\nWhen a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payee.asp\">payee</a> presents a check to the bank, the bank credits the payee’s account. However, it could take days until the bank receives the funds from the payor’s bank, assuming the payor and payee have accounts with different financial institutions. If the payee has access to the funds immediately, the receiving bank runs the risk of recording a negative cash flow. To avoid this risk, the bank will estimate the day it will receive the money from the paying institution, and hold the funds in the payee’s account until the expected day of receipt. In effect, the bank will post the amount of the deposit for a couple of days, after which the payee can use the funds. The date the funds are released is referred to as the value date.\n", "\nLikewise, when a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wiretransfer.asp\">wire transfer</a> is made from an account in one bank to an account in another bank, the value date is the date on which the incoming wire becomes available to the receiving bank and its customer.\n", "\nWhen there is a possibility for discrepancies due to differences in the timing of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/assetvaluation.asp\">asset valuation</a>, the value date is used. In Forex trading, the value date is regarded as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deliverydate.asp\">delivery date</a> on which counterparties to a transaction agree to settle their respective obligations by making payments and transferring ownership. Due to differences in time zones and bank processing delays, the value date for <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spottrade.asp\">spot trades</a> in foreign currencies is usually set two days after a transaction is agreed on. The value date is the day that the currencies are traded, not the date on which the traders agree to the exchange rate.\n", "\nThe value date is also used in the bond market to calculate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accruedinterest.asp\">accrued interest</a> on a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bond.asp\">bond</a>. Calculation of accrued interest takes into account three key dates – <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tradedate.asp\">trade date</a>, <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementdate.asp\">settlement date</a>, and value date. The trade date is the date on which a transaction was executed. The settlement date is the date on which a transaction is completed. The value date is usually, but not always, the settlement date. The settlement date can only fall on a <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/business-day.asp\">business day</a> - if a bond was traded on Friday (trade date), the transaction will be deemed complete on Monday, not Saturday. The value date can fall on any day as seen when calculating accrued interest, which takes into account every day of a given month.\n", "\nThe value date is also used when evaluating <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/couponbond.asp\">coupon bonds</a> that make semi-annual interest payments. For example, in the case of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/ussavingsbonds.asp\">savings bonds</a>, the interest is compounded semi-annually, so the value date is every six months. This removes any uncertainty for investors since their calculations of interest payments will be the same as the governments.\n"]}