{"name": "What Is Longitudinal Data?", "@id": "https://www.investopedia.com/terms/l/longitudinaldata.asp", "related": ["https://www.investopedia.com/terms/r/risk-analysis.asp", "https://www.investopedia.com/terms/c/ceterisparibus.asp", "https://www.investopedia.com/terms/s/social-science.asp", "https://www.investopedia.com/terms/s/socionomics.asp", "https://www.investopedia.com/terms/c/conflict-theory.asp", "https://www.investopedia.com/terms/e/economics.asp"], "body": ["\nLongitudinal data, sometimes called panel data, is a data that is collected through a series of repeated observations of the same subjects over some extended time frame – and is useful for measuring change. Longitudinal data effectively follows the same sample over time, which differs fundamentally from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cross_sectional_analysis.asp\">cross-sectional data</a> because it follows the same subjects over some time, while cross-sectional data samples different subjects (whether individuals, firms, countries, or regions) at each point in time. Meanwhile, a cross-sectional data set will always draw a new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/simple-random-sample.asp\">random sample</a>.\n", "\nLongitudinal data is used widely in the social sciences, including among economists, political scientists, and sociologists.\n", "\nOften, analysts are interested in how things change over time. In a typical cross-sectional sample, even if you measure some variable today and then again a year from now, you will probably be sampling different people each time. To get a better handle on how things change for the same people over time, you need to be able to track them and follow up with them a year from now, and in future waves. This is longitudinal data.\n", "\nLongitudinal data is often used in economic and financial studies because it has several advantages over repeated cross-sectional data. For example, because longitudinal data measures how long events last for, it can be used to see if the same group of individuals remain unemployed during a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recession.asp\">recession</a>, or whether different individuals are moving in and out of unemployment. This can help determine the factors that most affect unemployment.\n", "\nLongitudinal analysis can also be used to calculate a portfolio’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/var.asp\">value at risk</a> (VaR), using the historic simulation method. This simulates how the value of the current portfolio would have fluctuated over previous time periods, using the observed historical fluctuations of the assets in the portfolio during those times. It provides an estimate of the maximum likely loss over the next time period.\n", "\nLongitudinal data is also used in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/eventstudy.asp\">event studies</a> to analyze what factors drive abnormal stock returns over time, or how stock prices react to merger and earnings announcements. It can also be used to measure poverty and income inequality by tracking individual households. And because standardized test scores in schools are longitudinal, they can be used to assess teacher effectiveness and other factors affecting student performance.\n", "\nSocial scientists also use longitudinal data to try to understand causation of events that may have occurred in the past and how they lead to outcomes observed in later waves of the data. For instance, the effect of the passage a new law on crime statistics, or a natural disaster on births and deaths years later.\n"]}