{"name": "What Is an Aleatory Contract?", "@id": "https://www.investopedia.com/terms/a/aleatory-contract.asp", "related": ["https://www.investopedia.com/terms/l/lifeannuity.asp", "https://www.investopedia.com/terms/m/maturityguarantee.asp", "https://www.investopedia.com/terms/t/triggeringevent.asp", "https://www.investopedia.com/terms/f/fixedannuity.asp", "https://www.investopedia.com/terms/g/guaranteeddeathbenefit.asp", "https://www.investopedia.com/terms/l/lifeoption.asp"], "body": ["\nAn aleatory contract is an agreement whereby the parties involved do not have to perform a particular action until a specific, triggering event occurs. Events are those that cannot be controlled by either party, such as natural disasters and death. Aleatory contracts are commonly used in insurance policies. For example, the insurer does not have to pay the insured until an event, such as a fire that results in property loss. Aleatory contracts–also called aleatory insurance–are helpful because they typically help the purchaser reduce financial risk.\n", "\nAleatory contracts are historically related to gambling and appeared in Roman law as contracts related to chance events. In insurance, an aleatory contract refers to an insurance arrangement in which the payouts to the insured are unbalanced. Until the insurance policy results in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payout.asp\" rel=\"noopener noreferrer\">payout</a>, the insured pays <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/premium.asp\" rel=\"noopener noreferrer\">premiums</a> without receiving anything in return besides coverage. When the payouts do occur, they can far outweigh the sum of premiums paid to the insurer. If the event does not occur, the promise outlined in the contract will not be performed.\n", "\nRisk assessment is an important factor to the party, taking a higher risk when considering entering into an aleatory contract. Life insurance policies are considered aleatory contracts, as they do not benefit the policyholder until the event itself (death) comes to pass. Only then will the policy allow the agreed amount of money or services stipulated in the aleatory contract. The death of someone is an uncertain event as no one can predict in advance with certainty that when the insured will die. However, the amount which the insured's beneficiary will receive is certainly much more than what the insured has paid as a premium.\n", "\nIn certain cases, if the insured has not paid the regular premiums to keep the policy in force, the insurer is not obliged to pay the policy benefit, even though an insured has made some premium payments for the policy. In other types of insurance contracts, if the insured doesn’t die during the policy term, then nothing will be payable on maturity, such as with term life insurance.\n", "\nAnother type of aleatory contract where each party takes on a defined level of risk exposure is an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/annuitycontract.asp\" rel=\"noopener noreferrer\">annuity</a>. An annuity contract is an agreement between an individual investor and an insurance company whereby the investor pays a lump sum or a series of premiums to the annuity provider. In return, the contract legally binds the insurance company to pay periodic payments to the annuity holder–called the annuitant–once the annuitant reaches a certain milestone, such as retirement. However, the investor might risk losing the premiums paid into the annuity if they withdraw the money too early. On the other hand, the person might live a long life and receive payments that far exceed the original amount that was paid for the annuity.\n", "\nAnnuity contracts can be very helpful to investors, but they can also be extremely complex. There are various types of annuities each with its own rules that include how and when payouts are structured, fee schedules, and surrender charges–if money is withdrawn too soon.\n", "\nFor investors who plan on leaving their retirement funds to a beneficiary, it's important to note that the U.S. Congress passed the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.congress.gov/bill/116th-congress/house-bill/1994/text#toc-H3F10D51BDB5D479091C6E3C23A81352E\" rel=\"noopener noreferrer\">SECURE Act</a> in 2019, which made rule changes to beneficiaries of retirement plans. Starting in 2020, non-spousal beneficiaries of retirement accounts must withdraw all of the funds in the inherited account within ten years of the owner's death. In the past, beneficiaries could stretch out the distributions–or withdrawals–over their lifetime. The new ruling eliminates the stretch provision, which means all of the funds, including annuity contracts within the retirement account–must be withdrawn within the 10-year rule.\n", "\nAlso, the new law reduces the legal risks for insurance companies by limiting their liability if they fail to make annuity payments. In other words, the Act reduces the ability for the account holder to sue the annuity provider for breach of contract. It's important that investors seek help from a financial professional to review the fine print of any aleatory contract as well as how the SECURE Act might impact their financial plan.\n"]}