{"name": "What Is AG (Aktiengesellschaft)?", "@id": "https://www.investopedia.com/terms/a/ag-aktiengesellschaft.asp", "related": ["https://www.investopedia.com/terms/l/limited_company.asp", "https://www.investopedia.com/terms/p/plc.asp", "https://www.investopedia.com/terms/g/gmbh.asp", "https://www.investopedia.com/terms/l/ltd-limited.asp", "https://www.investopedia.com/terms/s/socit-anonyme.asp", "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp"], "body": ["\nAG is an abbreviation of Aktiengesellschaft, which is a German term for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/plc.asp\">public limited company</a>. This type of company shares are offered to the general public and traded on a public stock exchange. Shareholders' liability is <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/limited_company.asp\">limited</a> to their investment. The shareholders are not responsible for the company's debts, and their assets are protected in case the company becomes insolvent. \n", "\nAktiengesellschaft is a German term made up of words meaning share and corporation. An AG is a business owned by shareholders which may be traded on a stock marketplace. Shareholders exercise power over controlling policies at regularly scheduled general meetings. The managing board decides on all operational matters, and the supervisory board carries them out.\n", "\nGerman companies that are publicly traded are designated as such by the letters '<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/ag-aktiengesellschaft.asp\">AG</a>' after the company name. 'AG' is an abbreviation for the German word <em>Aktiengesellschaft</em>, which literally translates to 'stock corporation' or 'shares corporation' in English. AG companies trade publicly on stock exchanges with the majority of companies trading on the DAX.\n", "\nSome of the largest German AG corporations include its automotive manufacturers:\n", "\nSetting up an AG requires five or more members. An Aktiengesellschaft (AG) is subject to the Stock Corporation Act. This act involves <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharecapital.asp\">share capital</a> of approximately $56,000, with at least half paid at registration. The business owner will enlist the services of an attorney or bank in preparing documentation for registration.\n", "\nThe Aktiengesellschaft's name will come from the enterprise’s purpose and contains the word Aktiengesellschaft in its title. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/articles-of-association.asp\">articles of association</a> include the corporation’s name, registered office, share capital, each <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shareholder.asp\">shareholder</a>’s contribution, and details regarding the shares. A court or <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/notary.asp\">notary</a> will authenticate the articles of association. \n", "\nThe required capital is deposited into a banking account, and the notarized documents and signed application submitted to the Commercial Registry Office. The AG will become a legal entity within seven days if all materials are in order. The Office will issue a certificate of registration, and publish news of the establishment in the Swiss Official Gazette of Commerce.\n", "\nAn AG has a managing board of one or more members appointed by and reporting to, the supervisory board of three or more members. An Aktiengesellschaft (AG) with a share capital of $3 million or more has two or more managing board members. An AG employing over 500 workers will have employee representatives occupying one-third of the supervisory board. If the employee number exceeds 2,000, employee representatives will fill half of the board. Also, the articles of association may limit the number of members.\n", "\nAuditors check the corporation’s financial documents. Meeting three or more of the following conditions for two or more years in a row requires an ordinary company audit: the company has more than 50 full-time employees; revenues exceed $2 million, or the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/balancesheet.asp\">balance sheet</a> exceeds $100,000.\n", "\nGmbH is another common business extension primarily known for its use in Germany. Like most countries, Germany has two distinct classifications for companies: publicly traded and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/privatecompany.asp\">privately held</a>. While AG refers to public companies, the acronym '<a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gmbh.asp\">GmbH</a>' is used to designate certain private entities and is written after a company’s name. The letters stand for <em><strong>G</strong>esellschaft <strong>m</strong>it <strong>b</strong>eschränkter <strong>H</strong>aftung </em>which translated literally, means a 'company with limited liability.'\n"]}