{"name": "What Are Risk Measures?", "@id": "https://www.investopedia.com/terms/r/riskmeasures.asp", "related": ["https://www.investopedia.com/terms/a/alpha.asp", "https://www.investopedia.com/terms/p/pmpt.asp", "https://www.investopedia.com/terms/r/riskadjustedreturn.asp", "https://www.investopedia.com/terms/m/modernportfoliotheory.asp", "https://www.investopedia.com/terms/e/excessreturn.asp", "https://www.investopedia.com/terms/d/dispersion.asp"], "body": ["\nRisk measures are statistical measures that are historical predictors of investment risk and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\">volatility</a>, and they are also major components in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/modernportfoliotheory.asp\">modern portfolio theory</a> (MPT). MPT is a standard financial and academic methodology for assessing the performance of a stock or a stock fund as compared to its <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/benchmark.asp\">benchmark</a> index.\n", "\nThere are five principal risk measures, and each measure provides a unique way to assess the risk present in investments that are under consideration. The five measures include the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/alpha.asp\">alpha</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/beta.asp\">beta</a>, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/r-squared.asp\">R-squared</a>, standard deviation, and <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sharperatio.asp\">Sharpe ratio</a>. Risk measures can be used individually or together to perform a risk assessment. When comparing two potential investments, it is wise to compare like for like to determine which investment holds the most risk.\n", "\nAlpha measures risk relative to the market or a selected benchmark index. For example, if the S&amp;P 500 has been deemed the benchmark for a particular fund, the activity of the fund would be compared to that experienced by the selected index. If the fund outperforms the benchmark, it is said to have a positive alpha. If the fund falls below the performance of the benchmark, it is considered to have a negative alpha.\n", "\nBeta measures the volatility or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/systemic-risk.asp\">systemic risk</a> of a fund in comparison to the market or the selected benchmark index. A beta of one indicates the fund is expected to move in conjunction with the benchmark. Betas below one are considered less volatile than the benchmark, while those over one are considered more volatile than the benchmark.\n", "\nR-Squared measures the percentage of an investment's movement attributable to movements in its benchmark index. An R-squared value represents the correlation between the examined investment and its associated benchmark. For example, an R-squared value of 95 would be considered to have a high correlation, while an R-squared value of 50 may be considered low.\n", "\nThe U.S. Treasury Bill functions as a benchmark for fixed-income securities, while the S&amp;P 500 Index functions as a benchmark for equities.\n", "\nStandard deviation is a method of measuring data dispersion in regards to the mean value of the dataset and provides a measurement regarding an investment’s volatility.\n", "\nAs it relates to investments, the standard deviation measures how much return on investment is deviating from the expected normal or average returns.\n", "\nThe Sharpe ratio measures performance as adjusted by the associated risks. This is done by removing the rate of return on a risk-free investment, such as a U.S. Treasury Bond, from the experienced rate of return.\n", "\nThis is then divided by the associated investment’s standard deviation and serves as an indicator of whether an investment's return is due to wise investing or due to the assumption of excess risk.\n"]}