{"name": "What is the Better Business Bureau?", "@id": "https://www.investopedia.com/what-is-the-better-business-bureau-5024818", "related": ["https://www.investopedia.com/terms/o/ombudsman.asp", "https://www.investopedia.com/terms/a/ansi.asp", "https://www.investopedia.com/terms/s/sp-claims-paying-ability-rating.asp", "https://www.investopedia.com/terms/p/petition.asp", "https://www.investopedia.com/terms/c/creditrating.asp", "https://www.investopedia.com/terms/n/nainsurancec.asp"], "body": ["\nSince its inception in 1912, the Better Business Bureau (BBB) has been one of the go-to resources for sizing up a business’s performance and trustworthiness. If you're looking for a new wireless service provider or a local plumber, for instance, you might check out the BBB profiles of businesses you're considering for an added degree of confidence. Or, if there's a charity you'd like to support, you might do the same to make sure it's legitimate.\n", "\nBut how trustworthy is the rating organization itself? While the bureau has helped millions of consumers weed out disreputable service providers, it turns out it’s not foolproof, either. Here's a closer look at how the BBB works—and what its limitations are.\n", "\nThe BBB is a nonprofit membership organization with chapters throughout North America that, according to its website, are “focused on advancing marketplace trust.” It promotes that mission primarily through two functions: rating businesses based on their reliability and performance, and facilitating the resolution of consumer complaints. The bureau also provides consumer education and offers several programs aimed at helping businesses adopt best practices.\n", "\nThe BBB collects revenue through corporate memberships, which allows it to provide consumers access to its directory of business profiles at no cost. Through its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.bbb.org/\">website</a>, individuals can look up specific businesses or browse providers in a particular industry.\n", "\nEach profile contains basic information about the company, including its address, phone number, and number of years in operation. It also shows the business’s BBB grade—on a scale of “A” to “F”—as well as customer reviews and information about consumer complaints.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nCompanies can choose to become “accredited” businesses, which requires that they “support the mission and vision of BBB.” While the BBB website provides information on both accredited and nonaccredited businesses, the accredited status is displayed prominently on the website and is often used by companies for marketing purposes.\n", "\nMuch of the organization’s revenue comes from those accredited businesses. Businesses pay anywhere from a few hundred dollars for those with a handful of employees to more than $11,000 for those with 2,000 or more workers.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The bureau also charges member organizations for the use of the accreditation in online and print advertising.\n", "\nIn addition to those fees, companies have to meet a number of other requirements to remain accredited, such as maintaining a “B” or higher grade, handling consumer complaints in a satisfactory manner, and demonstrating truthful advertising practices.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nFor many consumers, the Better Business Bureau’s letter grades are a key factor in choosing whether to engage a particular business or look elsewhere. These ratings are based on a variety of factors, with some components being weighed more than others.\n", "\nEach business is awarded or deducted points for its performance in 13 distinct areas, with a total possible score of 100. The most heavily weighted factors include the number of unresolved complaints and unanswered complaints for the business, the type of business, failure to honor mediation or arbitration, and the presence of any government actions against the company.\n", "\nThe numerical score is, in turn, converted to a letter grade. A score of 97 to 100, for example, would garner an “A+,” scores of 94 to 96.99 result in an “A,” and scores between 90 and 93.99 translate to an “A-.”\n", "\nAccording to the bureau’s website, “BBB ratings are not a guarantee of a business's reliability or performance. BBB recommends that consumers consider a business's BBB rating in addition to all other available information about the business.”\n", "\nWhile these ratings are intended to help users make better consumer choices, the BBB does not actually recommend specific businesses. That policy, according to the bureau, is intended to ensure “continued public trust in our fairness.\"<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n", "\nAnother important role of the Better Business Bureau is to act as a facilitator for disputes between consumers and a given business. When browsing a company’s BBB profile online, consumers can click the “File a Complaint” link to begin the process. Alternatively, they can write to their local BBB chapter with the relevant details of the case.\n", "\nAccredited businesses must respond to complaints in a satisfactory manner in order to maintain their designation. For nonaccredited entities, responding to complaints is voluntary. However, doing so helps improve their BBB rating, which can be a powerful incentive in its own right.\n", "\nOnce a consumer files a complaint, the business is expected to respond within 14 days. If the initial request does not prompt a response, the bureau sends a second notice to the company. The BBB informs consumers when the business responds to the complaint, or if it does not receive a response.\n", "\nOf course, even if the business responds to the complaint, it isn’t always to the customer’s satisfaction. If that’s the case, the consumer has the option to ask for a second response. Depending on the circumstances, the BBB may recommend mediation or arbitration to resolve the dispute.\n", "\nUpon closing the complaint, the bureau marks it with one of five designations: Resolved, Answered, Unresolved, Unanswered, or Unpursuable (in cases where the BBB cannot locate the business).<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿ <span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n", "\nCritics have argued that there’s an inherent conflict of interest when a ratings organization such as the Better Business Bureau receives revenue primarily from the businesses that it grades.\n", "\nIn theory, such membership fees should not affect the rating that it gives to a particular company. But whether that’s always the case is open to some dispute. A 2010 exposé by ABC’s <em>20/20</em> show, for example, concluded that paying members were more likely to secure “A” ratings, while nonmembers were often left with lower marks.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿\n", "\nA CNN<em> </em>investigation in 2015 also found approximately 100 businesses that were given high ratings from the BBB even though they were the subject of significant regulatory actions by the government<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ (for context, the bureau says it publishes profiles on more than 5 million businesses nationwide).\n", "\nOne prominent example was HCR Manorcare, a company that operates hundreds of long-term care facilities across the United States. Despite facing a federal indictment that accused the company of large-scale <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medicare.asp\">Medicare</a> fraud, it managed to obtain an “A+” rating from the BBB. The CNN report claimed that consumer lawsuits are not even a factor when grading companies.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ \n", "\nFor its part, the watchdog group acknowledges that nonmember businesses are not as closely scrutinized as those that pay for accreditation. According to the bureau’s website: “BBB does not routinely check required competency licensing and government actions for businesses that do not seek BBB accreditation, although in some cases BBB learns of these matters through its marketplace research.”<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThese days, consumers have a wide range of options for researching companies, from Yelp to Google Reviews to Angie's List (owned by IAC, Investopedia's corporate parent). While each of these can be useful, none are 100% effective in terms of identifying unscrupulous or poor-performing businesses.\n", "\nThat goes for Better Business Bureau ratings, as well. While the BBB’s free profiles are highly accessible, the bureau has opened itself to criticism that its grading system favors companies that pay membership fees. For consumers, the best solution is often using multiple research tools, particularly when making larger purchases or hiring for a big job.\n"]}