{"name": "What Is a Blockchain Wallet?", "@id": "https://www.investopedia.com/terms/b/blockchain-wallet.asp", "related": ["https://www.investopedia.com/terms/b/bitcoin-atm.asp", "https://www.investopedia.com/terms/d/digital-wallet.asp", "https://www.investopedia.com/terms/p/paper-wallet.asp", "https://www.investopedia.com/terms/h/hot-wallet.asp", "https://www.investopedia.com/terms/b/bitcoin.asp", "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp"], "body": ["\nA blockchain wallet is a digital wallet that allows users to store and manage their bitcoin and ether. Blockchain Wallet is provided by Blockchain, a software company founded by Peter Smith and Nicolas Cary. A blockchain wallet allows transfers in cryptocurrencies and the ability to convert them back into a user's local currency.\n", "\nE-wallets allow individuals to store <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cryptocurrency.asp\">cryptocurrencies</a>. In the case of Blockchain Wallet, users can manage their balances of two cryptocurrencies: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin.asp\">bitcoin</a> and <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ethereum.asp\">ether</a>. Creating an <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/digital-wallet.asp\">e-wallet</a> with Blockchain Wallet is free, and the account setup process is done online. Individuals must provide an email address and password that will be used to manage the account, and the system will send an automated email requesting that the account be verified.\n", "\nOnce the wallet is created, the user is provided with a Wallet ID, which is a unique identifier similar to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/account-number.asp\">bank account number</a>. Wallet holders can access their e-wallet by logging into the Blockchain website, or by downloading and accessing a mobile application.\n", "\nThe Blockchain Wallet interface shows the current wallet balance for both bitcoin and ether tokens and displays the user’s most recent transactions. Users can also click on the cryptocurrency balance, and it will display the value of the funds in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fiatmoney.asp\">fiat</a> or local currency of the user.\n", "\nUsers can send a request to another party for a specific amount of bitcoin or ether, and the system generates a unique address that can be sent to a third party or converted into a Quick Response code or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/q/quick-response-qr-code.asp\">QR code</a> for short. A QR code is similar to a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/barcode.asp\">barcode</a>, which stores financial information and can be read by a digital device.\n", "\nA unique address is generated each time the user makes a request. Users can also send bitcoin or ether when someone provides them with a unique address. The send-and-receive process is similar to sending or receiving funds through <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/paypal.asp\">PayPal</a> but uses cryptocurrency instead. PayPal is an online payment provider that acts as a go-between for customers and their banks and credit cards by facilitating online transfers through financial institutions.\n", "\nUsers can exchange bitcoin for ethers (or visa-versa) as well. Users are shown a quote indicating how much they will receive based on the current <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchangerate.asp\">exchange rate</a>, with the rate changing depending on how long the user takes to complete the transaction. Exchanges do not appear instantaneously in the wallet because it takes some time for transactions to be added to each currency’s <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/blockchain.asp\">blockchain</a>.\n", "\nUsers can also buy or sell bitcoin through the interface, with this service powered by an exchange partner such as Coinify or SFOX. Exchange rates are guaranteed for a limited period of time. To make a purchase, a user must either transfer funds from a bank or can use a credit or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debitcard.asp\">debit card</a>.\n", "\nBank transfers will incur a small payment fee (e.g., 0.25%), and it may take several days before bitcoins are received. Using a credit or debit card provides instantaneous access to bitcoin but incurs a larger <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/convenience-fee.asp\">convenience fee</a> (e.g., 3%). Buy and sell services are not available in all locations.\n", "\nHowever, it's important to note that the Blockchain Wallet uses a process they call dynamic fees, meaning that the fee charged per transaction can be different based on various factors. Both the transaction size and the conditions of the network at the time of the transaction can greatly impact the size of the fee. Only so many transactions can be processed within a block by the high-powered computers called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bitcoin-mining.asp\">miners</a>. The miners typically process the transactions that have the highest fees first since it's financially advantageous to them.\n", "\nBlockchain Wallet offers a priority fee, which could possibly get the transaction processed within an hour. There's also a regular fee, which is cheaper but the transaction would likely take more than an hour. Fees can also be customized by the customer. However, if the customer sets the fee too low, the transfer or transaction could be delayed or rejected.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nWallet security is an important consideration for users, as having one’s account illegally accessed may result in the user losing bitcoin and ether. Blockchain Wallet has three levels of security:\n", "\nLevel 1 Security is designed to prevent users from losing account access. It allows users to verify their email address, create a 12-word backup recovery phrase that can be used if a password is forgotten, and set up a password hint (Blockchain does not store the password).\n", "\nLevel 2 Security is designed to prevent others from gaining unauthorized access to the wallet and includes linking a phone number to the account to receive a one-time password when the account is logged into, and creating two-step authorization.\n", "\nLevel 3 Security allows users to block TOR requests. TOR is a global network of servers that allows users to route their web traffic through multiple computers with the goal of preventing anyone from tracing the origins back to the user. Although TOR is used legitimately, it can be used for nefarious purposes by hacking into a digital wallet anonymously since a trace wouldn't be able to identify the original user.\n"]}