{"name": "What Is Network Marketing?", "@id": "https://www.investopedia.com/terms/n/network-marketing.asp", "related": ["https://www.investopedia.com/terms/m/multi-level-marketing.asp", "https://www.investopedia.com/terms/o/onecoin.asp", "https://www.investopedia.com/terms/t/turnkeybusiness.asp", "https://www.investopedia.com/terms/s/social-networking.asp", "https://www.investopedia.com/terms/p/pyramidscheme.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp"], "body": ["\nNetwork <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketing.asp\">marketing</a> is a business model that depends on person-to-person sales by independent representatives, often working from home. A network marketing business may require you to build a network of business partners or salespeople to assist with <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sales-lead.asp\">lead</a> generation and closing sales.\n", "\nThere are many reputable network marketing operations, but some have been denounced as pyramid <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/pyramidscheme.asp\">schemes</a>. The latter may focus less on sales to consumers than on recruitment of salespeople who may be required to pay upfront for expensive starter kits.\n", "\nNetwork marketing is known by a variety of names, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/multi-level-marketing.asp\">multilevel marketing</a> (MLM), cellular marketing, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate-network.asp\">affiliate marketing</a>, consumer-direct marketing, referral marketing, or home-based business franchising.\n", "\nCompanies that follow the network marketing model often create tiers of salespeople—that is, salespeople are encouraged to recruit their own networks of salespeople. The creators of a new tier (or \"upline\") earn <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commission.asp\">commission</a> on their own sales and on sales made by the people in the tier they created (the \"downline\"). In time, a new tier can sprout yet another tier, which contributes more commission to the person in the top tier as well as the middle tier.\n", "\nThus, the earnings of salespeople depend on recruitment as well as product sales. Those who got in early and are in a top tier make the most.\n", "\nThere is some stigma attached to the networking marketing business, especially those with multiple tiers, which can be characterized as pyramid schemes—that is, the salespeople in the top tier can make impressive amounts of money on commissions from the tiers below them. The people on the lower tiers will earn much less. The company makes money by selling expensive starter kits to new recruits.\n", "\nThe appeal of network marketing is that an individual with a lot of energy and good sales skills can create a profitable business with a modest investment.\n", "\nA good rule of thumb, according to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/financial-theory/10/the-us-federal-trade-commission.asp\">Federal Trade Commission</a> (FCC), is that single-tier network marketing operations tend to be more reputable than multi-tier schemes, in which people make money based on the number of distributors they recruit.\n", "\nSome reputable examples of single-tier network marketing operations include Avon Products, Mary Kay, and Excel Communications.\n", "\nAnyone considering joining a network marketing operation should do their research before making a decision. Consider these questions:\n", "\nWhile network and multi-level marketing programs have been accused of being pyramid schemes, there are some important differences. While those who are able to recruit more members into the program are often able to enjoy greater residual commissions, network marketing is a legitimate and legal business structure that offers real products and services sold to customers.\n", "\nIt is certainly possible, although not probable. Some people do enjoy great success at network marketing, largely due to their ability to recruit more members to the network. There are two main revenue sources: selling products, and commissions from sales made by team members downline. The more people there are downline from you, the more money you will accrue - the larger the team you can recruit, the more money you can make.\n", "\nMost people who join legitimate network marketing programs make little or no money. People may actually lose money. Some may become involved in an illegal pyramid scheme and not realize that they have joined a fraudulent venture, and can lose everything they invest. Do your research and ask around before diving in.\n", "\nSeveral MLM programs exist such as Tupperware, Avon products, Rodan + Fields, Amway, Herbalife, Vorkwork, and Mary Kay, among several others.\n", "\nAmway consistently tops the list. Top-selling brands for Amway are Nutrilite vitamin, mineral and dietary supplements, Artistry skincare and color cosmetics, eSpring water treatment systems and XS energy drinks – all sold exclusively by independent Amway Business Owners. In 2019 it brought in $8.4 billion in revenue.<span class=\"ql-inline-citation\" data-cite=\"1\"></span>\n"]}