{"name": "What Is 3C1?", "@id": "https://www.investopedia.com/terms/1/3c1.asp", "related": ["https://www.investopedia.com/terms/1/3c7.asp", "https://www.investopedia.com/terms/s/sec-form-15-12g.asp", "https://www.investopedia.com/terms/p/privateinvestmentfund.asp", "https://www.investopedia.com/terms/i/investmentcompanyact.asp", "https://www.investopedia.com/terms/a/accreditedinvestor.asp", "https://www.investopedia.com/terms/s/sec-form-25.asp"], "body": ["\n3C1 refers to a portion of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentcompanyact.asp\">Investment Company Act of 1940</a> that allows private investment companies to be considered exceptions to certain regulations and reporting requirements stipulated by the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission (SEC)</a>. However, these firms must satisfy specific requirements to maintain their exception status.\n", "\n3C1 is shorthand for the 3(c)(1) exemption found in section 3 of the Act. To fully understand section 3C1, we must first review the Act's definition of an investment company and how it relates to earlier sections of the Act: 3(b)(1) and 3(c). An investment company, as defined by the Investment Company Act, are companies that primarily engage in the business of investing, reinvesting, or trading securities. If companies are considered investment companies, they must adhere to certain regulations and reporting requirements.\n", "\n3(b)(1) was established to exclude certain companies from being considered an investment company and having to adhere to the subsequent regulations. Companies are exempt as long as they are not primarily in the business of investing, reinvesting, holding, owning, or trading in securities themselves, or through subsidiaries, or controlled companies.\n", "\n3(c) takes it a step further and outlines specific exceptions to the classification of an investment company, which include broker-dealers, pension plans, church plans, and charitable organizations.\n", "\n3(c)(1) adds to the exceptions list in 3(c) citing certain parameters or requirements that, if satisfied, would allow private investment companies to not be classified as investment companies under the Act.\n", "\nThe SEC explains <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.sec.gov/investment/fast-answers/divisionsinvestmentinvcoreg121504htm.html#P75_10439\">3(c)(1)</a> as follows:\n", "\nIn other words, 3C1 allows private funds with 100 or fewer investors and no plans for an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\">initial public offering</a> to sidestep SEC registration and other requirements, including ongoing disclosure and restrictions on derivatives trading. 3C1 funds are also referred to as 3C1 companies or 3(c)(1) funds.\n", "\nThe result of 3C1 is that it allows <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hedgefund.asp\">hedge fund</a> companies to avoid the SEC scrutiny that other investment funds, such as mutual funds, must adhere to under the Act. However, the investors in 3C1 funds must be <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/accreditedinvestor.asp\">accredited investors</a>, meaning investors who have an annual income of over $200,000 or a net worth in excess of $1 million.\n", "\nPrivate equity funds are usually structured as 3C1 funds or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/3c7.asp\">3C7</a> funds, the latter being a reference to the 3(c)(7) exemption. Both 3C1 and 3C7 funds are exempt from SEC registration requirements under the Investment Company Act of 1940, but the nature of the exemption is slightly different. Whereas the 3C1 exemption hinges on not exceeding 100 accredited investors, a 3C7 fund must maintain a total of 2,000 or fewer qualified purchasers. However, qualified purchasers must clear a higher bar and have over $5 million in assets, but a 3C7 fund is permitted to have more of these people or entities participating as investors. \n", "\nAlthough 100 accredited investors sound like an easy limit to monitor, it can be a challenging area for fund compliance. Private funds are generally protected in the case of involuntary share transfers. For example, the death of an investor results in shares being split up among family members would be considered an involuntary transfer.\n", "\nHowever, these funds can run into issues with shares given as employment incentives. Knowledgeable employees, including executives, directors, and partners, do not count against the fund's tally. However, employees who leave the firm carrying the shares with them will count against the 100 investor limit. The one hundred person limit is so critical to the investment company exemption and 3C1 status, that private funds put a great deal of effort into making certain they are in compliance.\n"]}