{"name": "What Is a Personal Service Corporation?", "@id": "https://www.investopedia.com/terms/p/personal-service-corporation.asp", "related": ["https://www.investopedia.com/terms/p/personal-service-activity.asp", "https://www.investopedia.com/terms/s/subchapters.asp", "https://www.investopedia.com/terms/w/w8form.asp", "https://www.investopedia.com/terms/i/irs-publication-15-b.asp", "https://www.investopedia.com/terms/a/accreditedinvestor.asp", "https://www.investopedia.com/terms/i/irs-pub-334.asp"], "body": ["\nA personal service corporation is a corporation that is created to provide personal services to individuals or groups. Such services span a wide variety of professional business endeavors as specified by the Internal Revenue Service (IRS) (see below). For these <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/c-corporation.asp\" rel=\"noopener noreferrer\">C Corporations</a> to be considered a personal service corporation by the IRS, the employee-owners must perform at least 20% of the personal services themselves. The employee/owners must also own at least 10% of the outstanding stock of the personal service corporation on the last day of the initial one-year testing period.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nA personal service corporation is a taxing entity set up under IRS regulations. The services provided by a personal service corporation may include any activity performed in the following fields: accounting, engineering, architecture, consulting, actuarial science, law, performing arts and health, including veterinary services. Financial services activities are not considered qualified services (which is why many financial advisers choose to organize as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/subchapters.asp\" rel=\"noopener noreferrer\">S Corporations</a>). An income test requires that employees of personal services corporations must spend at least 95% of their work time on qualified services.\n", "\nPersonal service corporations are taxed by multiplying taxable income by 21%.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿ There are tax benefits that come with organizing as a C Corporation, which is why many high-earning professionals use the structure. For example, a C Corporation allows employee/owners to leave some of their earnings in the corporation, which means it will be taxed at a lower corporate rate than the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marginaltaxrate.asp\" rel=\"noopener noreferrer\">marginal tax rates</a>. Professionals may also take advantage of some tax-free fringe benefits, limited liability, and may receive favorable treatment of business deductions.\n", "\nSuch corporations have to comply with certain tax regulations, such as employing fiscal year that is based on the calendar year and adherence to specific <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/passiveactivity.asp\" rel=\"noopener noreferrer\">passive activity</a> regulations. ﻿\n", "\nPersonal service corporations are not to be confused with professional corporations, which are business entities made up of certain types of professionals under state law.\n", "\nAccording to the IRS, a person may be considered an employee-owner of a personal care corporation if the following conditions are met:<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nIf individual functions as the owner/employee of a personal service corporation and their primary business is related to creative/fine arts or photography, any current expenses they incur pursuant to creative work are deductible for the corporation. However, either the owner/employee or their family members must hold all or nearly all of the corporation's outstanding stock. This rule does not apply to other types of personal service corporations.\n"]}