{"name": "What Is a UCC-1 Statement?", "@id": "https://www.investopedia.com/terms/u/ucc-1-statement.asp", "related": ["https://www.investopedia.com/terms/b/blanketlien.asp", "https://www.investopedia.com/terms/s/sheriff-sales.asp", "https://www.investopedia.com/terms/l/lien.asp", "https://www.investopedia.com/terms/p/perfected-lien.asp", "https://www.investopedia.com/terms/c/continuation-statement.asp", "https://www.investopedia.com/terms/t/taxlien.asp"], "body": ["\nA UCC-Uniform Commercial Code-1 statement is a legal notice filed by creditors as a way to publicly declare their rights to potentially obtain the personal properties of debtors who default on business <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loan.asp\">loans</a> they extend. Often abbreviated as \"UCC-1\", these notices are typically printed in local newspapers, in an attempt to alert the masses of the creditors' intentions. Required for all business loans under the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/uniform-commercial-code.asp\">Uniform Commercial Code</a> (UCC), these notices establish a relative priority over which specific assets may be seized, and in what order, while solidifying the collection pecking order in cases where there are multiple lenders to the same debtor.\n", "\nThe UCC-1 statement serves as a lien on secured collateral, where the components and filing procedures are comparable to the lien requirements in residential mortgage loan contracts. The UCC-1 statement is a directive of the Uniform Commercial Code which governs business deals and activities in the U.S. According to the ninth article of the UCC, entitled \"Secured Transactions,\" a lender must incorporate completed UCC-1 statements in a business loan’s contract for it to be deemed effective. The statements must include detailed information about the borrower, and they must itemize descriptions of all assets named as the secured collateral for the loan. And while virtually any type of asset may serve as such collateral, the most commonly used items include real estate properties, motor vehicles, manufacturing equipment, inventory, and investment securities such as stock and bond holdings.\n", "\nAs with any ordinary lien, lenders must perfect the UCC-1 statement by filing it with the appropriate agency in the state where the debtor company is incorporated. In most cases, UCC-1 statements are filed with the Secretary of State, which subsequently time-stamps the document and assigns a file number to the associated parties.\n", "\nLenders have the option of filing the following two types of UCC-1 statements:\n"]}