{"name": "White Knight", "@id": "https://www.investopedia.com/terms/w/whiteknight.asp", "related": ["https://www.investopedia.com/terms/y/yellowknight.asp", "https://www.investopedia.com/terms/l/ladymacbethstrategy.asp", "https://www.investopedia.com/terms/l/lobstertrap.asp", "https://www.investopedia.com/terms/l/lockupoption.asp", "https://www.investopedia.com/terms/p/pacman.asp", "https://www.investopedia.com/terms/w/whitesquire.asp"], "body": ["\nA white knight is a hostile takeover defense whereby a 'friendly' individual or company acquires a corporation at fair consideration when it is on the verge of being taken over by an 'unfriendly' bidder or acquirer. The unfriendly bidder is generally known as the \"black knight.\"\n", "\nAlthough the target company does not remain independent, acquisition by a white knight is still preferred to the hostile takeover. Unlike a hostile takeover, current management typically remains in place in a white knight scenario, and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investor.asp\" rel=\"noopener noreferrer\">investors</a> receive better compensation for their shares.\n", "\nThe white knight is the savior of a company subject to a hostile takeover. Often, company officials seek out a white knight to preserve the company's core business or to negotiate better takeover terms. An example of the former can be seen in the movie \"Pretty Woman\" when <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/corporate-raider.asp\">corporate raider</a>/black knight Edward Lewis, played by Richard Gere, had a change of heart and decided to work with the head of a company he'd originally planned to ransack.\n", "\nSome notable examples of white knight rescues are United Paramount Theaters 1953 acquisition of the nearly bankrupt ABC, Bayer's 2006 white knight rescue of Schering from Merck KGaA, and JPMorgan Chase's 2008 acquisition of Bear Stearns that prevented their complete insolvency.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/whitesquire.asp\">white squire</a> is similarly an investor or friendly company which buys a stake in a target company to prevent a hostile takeover. This is akin to a white knight defense, except here the target firm does not have to give up its independence as it does with the white knight, because the white squire only buys a partial share in the company.\n", "\nA few of the most hostile takeover situations include AOL's $162 billion purchase of Time Warner in 2000, Sanofi-Aventis' $20.1 billion purchase of biotech company Genzyme in 2010, Deutsche Boerse AG's blocked $17 billion merger with NYSE Euronext in 2011, and Clorox's rejection of Carl Icahn's $10.2 billion takeover bid in 2011.\n", "\nSuccessful hostile takeovers, however, are rare; no takeover of an unwilling target has amounted to more than $10 billion in value since 2000. Mostly, an acquiring company raises its price per share until shareholders and board members of the targeted company are satisfied. It is especially hard to purchase a large company that does not want to be sold. Mylan, a global leader in generic drugs, experienced this when it unsuccessfully attempted to purchase Perrigo, the world's largest producer of drugstore-brand products, for $26 billion in 2015. \n", "\nIn addition to white knights and black knights, there is a third potential takeover candidate called a gray knight. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/grayknight.asp\">gray/grey knight</a> is not as desirable as a white knight, but it is more desirable than a black knight. The gray knight is the third potential bidder in a hostile takeover who outbids the white knight. Although friendlier than a black knight, the gray knight still seeks to serve its own interests. Similar to the white knight, a white squire is an individual or company that only exercises a minority stake to aide a struggling company. This aide provides the company with enough capital to improve its situation while allowing the current owners to maintain control. A <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yellowknight.asp\">yellow knight</a> is a company that was planning a hostile takeover attempt, but backs out of it and instead proposes a merger of equals with the target company.\n"]}