{"name": "White Shoe Firm", "@id": "https://www.investopedia.com/terms/w/whiteshoe.asp", "related": ["https://www.investopedia.com/terms/v/venturecapital.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/e/entrepreneur.asp", "https://www.investopedia.com/terms/t/trade.asp", "https://www.investopedia.com/terms/f/fiduciary.asp", "https://www.investopedia.com/terms/h/hedgefund.asp"], "body": ["\nThe white-shoe firm or, more specifically, the white-shoe law firm, is an old-fashioned term for the most prestigious employers in elite professions. The term originally was used only to refer to law firms but now may be used to describe some <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/042215/what-do-investment-bankers-really-do.asp\">investment banking</a> and management consulting firms.\n", "\nWhite shoe firms typically have a venerable history in the business, a blue-chip clientele acquired over generations, and an exclusive address on the East Coast.\n", "\nThe term is believed to have originated in an early preppy style, white buck Oxford shoes. These were popular among students at <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/081616/top-5-largest-university-endowments.asp\">Yale University</a> and other Ivy League colleges during the 1950s. Presumably, these impeccably-dressed students from elite schools were sure to land jobs at prestigious firms once they graduated.\n", "\nMost white-shoe law firms were based in New York City, although Boston or Philadelphia were also acceptable locales.\n", "\nAlthough the shoes have long gone out of fashion, the term is still used in reference to leading American companies such as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/markets/032716/top-4-companies-owned-jpmorgan-jpm.asp\" rel=\"noopener noreferrer\">JPMorgan Chase &amp; Co.</a> or Goldman Sachs in banking; Cravath, Swaine &amp; Moore LLP in law, and McKinsey &amp; Company in management consulting. It has even expanded to denote top-tier firms in other countries.\n", "\nThe term once had negative connotations, suggesting that white-shoe firms were the exclusive preserve of the East Coast WASP elite and no one else need apply. Those white shoes were part of weekend leisurewear for the private clubs of the time, many of which refused to admit Jews, Catholics, or people of color.\n", "\nIrwin M. Stelzer, the director of the Hudson Institute's economic policy studies group and a columnist for <em>The Sunday Times </em>of London, recalled how he and his partner in a fledgling economic consulting firm didn't even bother pursuing business among the white-shoe firms when they started out in the 1960s: \"We identified them by adding up the Roman numerals after partners’ names—I, II, III, etc.—adding to that partners with first and last names that were interchangeable, and dividing by the total number of partners. A high result meant we had no chance.\"<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n", "\nThe term white-shoe firm implies stability and longevity but those qualities have come under pressure in recent years. Although white-shoe U.S. firms in relatively stable businesses such as law and management consulting have managed to thrive, those in investment banking have struggled to retain their independence in the face of sweeping changes and challenges.\n", "\nOver the years, a number of white-shoe investment banking firms have been acquired by bigger rivals or have gone out of business. The global financial crisis of 2008 claimed several long-standing white-shoe firms in the areas of investment banking and financial services.\n"]}