{"name": "Who Was Friedrich Hayek?", "@id": "https://www.investopedia.com/terms/f/friedrich-hayek.asp", "related": ["https://www.investopedia.com/terms/g/gunnar-myrdal.asp", "https://www.investopedia.com/terms/a/austrian_school.asp", "https://www.investopedia.com/terms/l/ludwig-von-mises.asp", "https://www.investopedia.com/terms/j/joseph-schumpeter.asp", "https://www.investopedia.com/terms/r/richard-stone.asp", "https://www.investopedia.com/terms/m/milton-friedman.asp"], "body": ["\nFriedrich Hayek is a famous economist born in Vienna, Austria, in 1899. He is well-known for his numerous contributions to the field of economics and political philosophy. Hayek's approach mostly stems from the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/austrian_school.asp\">Austrian school</a> of economics and emphasizes the limited nature of knowledge. He is particularly famous for his defense of free-market capitalism and is remembered as one of the greatest critics of the socialist consensus.\n", "\nAccording to the official Nobel Prize website, Friedrich Hayek and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gunnar-myrdal.asp\">Gunnar Myrdal</a> each won the Nobel Prize in Economics in 1974 \"for their pioneering work in the theory of money and economic fluctuations and their penetrating analysis of the interdependence of economic, social and institutional phenomena.\" After his death, some of the universities Hayek had taught at made tributes to him (such as naming an auditorium after him).\n", "\nHayek is considered a major social theorist and political philosopher of the 20th century. His theory on how changing prices relay information that helps people determine their plans is widely regarded as an important milestone achievement in economics. This theory is what led him to the Nobel Prize.\n", "\nA World War I veteran, Hayek later said his experience in the war and his desire to help avoid the mistakes that ignited the war drew him into economics. Hayek lived in Austria, Great Britain, the United States, and Germany and became a British subject in 1938. He spent most of his academic life at the London School of Economics (LSE), the University of Chicago, and the University of Freiburg.\n", "\nOne of Hayek's key achievements was his book <a data-component=\"amazon\" data-ordinal=\"1\" data-source=\"affiliate\" data-type=\"externalLink\" href=\"https://www.amazon.com/Road-Serfdom-Documents-Definitive-Collected/dp/0226320553\" rel=\"nofollow\"><em>The Road to Serfdom</em></a>, which he wrote out of concern for the general view in British academia that fascism was a capitalist reaction to socialism. It was written between 1940 and 1943. The title was inspired by the French classical liberal thinker Alexis de Tocqueville's writings on the \"road to servitude.\" \n", "\nThe book was quite popular and was published in the United States by the University of Chicago in September of that year, which propelled it to even greater popularity than in Britain. At the instigation of editor Max Eastman, the American magazine <em>Reader's Digest</em> also published an abridged version in April 1945, enabling <em>The Road to Serfdom</em> to reach a far wider audience than academics. The book is widely popular among those advocating individualism and classical liberalism.\n", "\nIn 1984, Hayek was appointed a member of the Order of the Companions of Honour by Queen Elizabeth II, on the advice of Prime Minister Margaret Thatcher, for his \"services to the study of economics.\" He was the first recipient of the Hanns Martin Schleyer Prize in 1984. He also received the U.S. Presidential Medal of Freedom in 1991 from President George H. W. Bush.\n"]}