{"name": "Wholly Owned Subsidiary Definition", "@id": "https://www.investopedia.com/terms/w/whollyownedsubsidiary.asp", "related": ["https://www.investopedia.com/terms/s/subsidiary.asp", "https://www.investopedia.com/terms/h/holdingcompany.asp", "https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp", "https://www.investopedia.com/terms/a/adr.asp", "https://www.investopedia.com/terms/m/minorityipo.asp", "https://www.investopedia.com/terms/c/currency-translation.asp"], "body": ["\nA wholly owned subsidiary is a company whose common stock is 100% owned by another company, the parent company. Whereas a company can become a wholly owned subsidiary through an acquisition by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/parentcompany.asp\">parent company</a> or having been spun off from the parent company, a regular subsidiary is 51% to 99% owned by the parent company.\n", "\nWhen lower costs and risks are desirable—or when it is not possible to obtain complete or majority control—the parent company might introduce an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/affiliate.asp\">affiliate</a>, associate, or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/associate-company.asp\">associate company</a> in which it would own a minority stake.\n", "\nBecause the parent company owns all the shares of a wholly owned subsidiary, there are no minority shareholders. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/032615/what-difference-between-subsidiary-and-wholly-owned-subsidiary.asp\">subsidiary</a> operates with the permission of the parent company, which may or may not have direct input into the subsidiary’s operations and management. This may make it an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp\">unconsolidated subsidiary</a>.\n", "\nFor example, a wholly owned subsidiary may be in a country different from that of the parent company. The subsidiary most likely has its own senior management structure, products, and clients. Having a wholly owned subsidiary may help the parent company maintain operations in diverse geographic areas and markets or separate industries. These factors help hedge against changes in the market or geopolitical and trade practices, as well as declines in industry sectors.\n", "\nAlthough a parent company has operational and strategic control over its wholly owned subsidiaries, the overall control is typically less for an acquired subsidiary with a strong operating history overseas. When a company hires its own staff to manage the subsidiary, forming common operating procedures is much less complicated than when taking over a company with established <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/12/leadership-skils.asp\">leadership</a>.\n", "\nIn addition, the parent company may apply its own data access and security directives for the subsidiary as a method of lessening the risk of losing intellectual property to other companies. Similarly, using similar financial systems, sharing administrative services, and creating similar marketing programs help reduce costs for both companies, and a parent company directs how its wholly-owned subsidiary’s assets are invested.\n", "\nHowever, establishing a wholly owned subsidiary may result in the parent company paying too much for assets, especially if other companies are bidding on the same business. In addition, establishing relationships with vendors and local clients often takes time, which may hinder company operations; cultural differences may become an issue when hiring staff for an overseas subsidiary.\n", "\nThe parent company also assumes all the risk of owning a subsidiary, and that risk may increase when local laws differ significantly from the laws in the parent company's country.\n", "\nA popular example of a wholly owned subsidiary system is Volkswagen AG, which wholly owns Volkswagen Group of America, Inc. and its distinguished brands: Audi, Bentley, Bugatti, Lamborghini (wholly owned by Audi AG), and Volkswagen.\n", "\nIn addition, Marvel Entertainment and EDL Holding Company LLC are wholly owned subsidiaries of The Walt Disney Company. Coffee giant Starbucks Japan is a wholly owned subsidiary of Starbucks Corp.\n"]}