{"name": "Wholesale Price Index (WPI) Definition", "@id": "https://www.investopedia.com/terms/w/wpi.asp", "related": ["https://www.investopedia.com/terms/p/ppi.asp", "https://www.investopedia.com/terms/f/farmprices.asp", "https://www.investopedia.com/terms/i/inflation.asp", "https://www.investopedia.com/terms/c/consumerpriceindex.asp", "https://www.investopedia.com/terms/r/realgdp.asp", "https://www.investopedia.com/terms/core-retail-sales.asp"], "body": ["\nA wholesale price index (WPI) is an index that measures and tracks the changes in the price of goods in the stages before the retail level. This refers to goods that are sold in bulk and traded between entities or businesses (instead of between consumers). Usually expressed as a ratio or percentage, the WPI shows the included goods' <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/averageprice.asp\" rel=\"noopener noreferrer\">average price</a> change; it is often seen as one indicator of a country's level of inflation.\n", "\nWholesale price indexes (WPIs) are reported monthly in order to show the average price changes of goods. The total costs of the goods being considered in one year are then compared with the total costs of goods in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/base-year.asp\" rel=\"noopener noreferrer\">base year</a>. The total prices for the base year are equal to 100 on the scale. Prices from another year are compared to that total and expressed as a percentage of change.\n", "\nTo illustrate, imagine 2013 is the base year. If the total price of the goods under consideration in 2013 was $4,300, and the total for 2018 is $5,000, the WPI for 2018 with the base year of 2013 is 117 (5000 – 4300 = 700/6 years), indicating an increase of 17 percent.\n", "\nA WPI typically takes into account commodity prices, but the products included vary from country to country. They are also subject to change, as needed, to better reflect the current economy. Some small countries only compare the prices of 100 to 200 products, while larger countries tend to include thousands of products in their WPIs.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nWhen calculating the WPI, the U.S. included commodities at various stages of production, and as a result, many items were counted more than once. For example, the index included cotton prices for raw cotton, cotton yarn, cotton gray goods, and cotton clothing. In addition, the U.S. also included crude materials, consumer goods, fruit, grains, and apples. The U.S. also created indexes for nearly 100 subgroups.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nThe U.S. first began measuring its economy (and its level of inflation) with a wholesale price index in 1902. In 1978, it changed the name of the measured index to the producer price index (PPI). The PPI relies on the same calculation formula as the WPI, but it includes the prices of services, as well as physical goods, and eliminates the component of indirect taxes from prices.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nThe PPI consists of three indexes, covering different stages of production: industry, commodity, and commodity-based final demand-intermediate demand. The use of all three helps minimize the bias toward double-counting that is inherent in the WPI, which doesn't always segregate intermediate and final products.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}