{"name": "Widow's Exemption", "@id": "https://www.investopedia.com/terms/w/widows-exemption.asp", "related": ["https://www.investopedia.com/terms/e/estatetax.asp", "https://www.investopedia.com/terms/u/unlimited-marital-deduction.asp", "https://www.investopedia.com/terms/f/filingstatus.asp", "https://www.investopedia.com/terms/h/homestead-exemption.asp", "https://www.investopedia.com/terms/a/a-b-trust.asp", "https://www.investopedia.com/terms/g/generation-skippingtrust.asp"], "body": ["\nA widow’s exemption refers to a reduction of tax burdens on a taxpayer following the death of a spouse. State laws vary, but generally allow for a reduction in taxes for a surviving spouse for a certain period, which often comes in the form of a reduction in property taxes. On a federal level, widows and widowers receive tax relief from estate and inheritance windfalls.\n", "\nWidow’s exemption refers to a tax deduction available to a recently widowed spouse. This type of benefit is available to a surviving spouse regardless of gender. State tax relief varies from state to state, but most commonly involves a reduction in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/propertytax.asp\">property tax</a> for the surviving spouse. The most common form of a state widow’s exemption refers to the type offered in Florida. The state allows for a $500 deduction in the tax basis on which property taxes are based. This is not a $500 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxcredit.asp\">tax credit</a>; it means that the taxable value of a property is reduced by $500 for a surviving spouse. This benefit is available in perpetuity but is waived if the surviving spouse remarries.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿\n", "\nFederal tax benefits for a surviving spouse take a wider range of forms. A recently widowed taxpayer may be allowed to take advantage of the benefits of filing a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/jointreturn.asp\">joint return</a> for up to two years following their spouse’s death.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ The surviving spouse is also eligible for a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stepupinbasis.asp\">stepped-up basis</a> on any property that they inherit. This means that the cost basis for that property, a major factor in determining taxes when the property is sold, is adjusted to the date of the spouse’s death.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿ If the surviving spouse can prove that a property was the couple’s primary residence, the first $250,000 of profit in selling the home is considered tax-free by the IRS.<span class=\"ql-inline-citation\" data-cite=\"4\">﻿</span>﻿ These are just a few of the major forms of tax relief available to a widowed spouse. Other smaller benefits involve inherited individual retirement accounts (IRAs) and life insurance policies.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAnother major tax issue for surviving family members has become a topic for political debate in recent years. The federal <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/estatetax.asp\">estate tax</a> applies to families when a wealthy individual passes away and leaves a significant estate to their survivors.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ The estate tax has traditionally allowed an exempt amount, and has undergone revisions by Congress several times in recent years. Most recently, the estate and gift tax exemption was raised to approximately $11.5 million in 2020.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ This is not strictly a widow’s exemption, however, as all assets passed to a spouse are by law exempt from federal taxation. The exemption and subsequent taxation of an estate applies to assets passed on to non-spouse family members.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿\n"]}