{"name": "Wild Card Play Definition", "@id": "https://www.investopedia.com/terms/w/wildcardplay.asp", "related": ["https://www.investopedia.com/terms/w/wildcardoption.asp", "https://www.investopedia.com/terms/b/bondfutures.asp", "https://www.investopedia.com/terms/e/expiration-time.asp", "https://www.investopedia.com/terms/q/quadruplewitching.asp", "https://www.investopedia.com/terms/d/deliveryoption.asp", "https://www.investopedia.com/terms/f/front-month-contract.asp"], "body": ["\nA wild card play, usually involves a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bondfutures.asp\">Treasury bond (T-Bond) futures</a> contract, is where the seller of the contract has the right to give notice of intent to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/delivery.asp\">deliver</a> after the <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/closingprice.asp\">closing price</a> of that contract has been set, even though the contract is no longer trading.\n", "\nA wild card play occurs when a contract holder retains the right to deliver on the contract for a given period of time following the close of trading at the closing price. This will end up financially benefiting the contract holder if there is a shift in the value or price of the asset between the time of the closing price and the actual delivery.\n", "\nHaving the right to a wild card play allows the holder to deliver the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cheapesttodeliver.asp\">cheapest to deliver</a> (CTD) issue, regardless of the value of that issue at the time at which the contract expired. The specified time at which delivery can take place varies from contract to contract, depending on the rights granted to the holder of the wild card play. This situation may also occur in other markets or those involving bond options contracts.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cbot.asp\">Chicago Board of Trade</a> (CBOT) Treasury Bond Futures Contract, which was first introduced in 1977, allows the short position several delivery options as to when and with which bond the contract will ultimately be settled. The wild card play, which refers to the flexible timing option, allows the short position to choose any business day in the delivery month to actually make delivery to the long contract holder.\n", "\nAdditionally, the contract <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/settlementprice.asp\">settlement price</a> is fixed in place at 2:00 p.m. on the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expirationdate.asp\">expiration date</a> of that the futures contract, but the seller need not declare an intent to settle the contract until 8:00 p.m., even though trading in Treasury bonds can occur all day in <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dealersmarket.asp\">dealer markets</a>. If bond prices change significantly between 2:00 and 8:00 p.m., the seller has the option of settling the contract at the more favorable price. This phenomenon, which recurs on every trading day of the delivery month, creates an implied sequence of six-hour <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/putoption.asp\">put options</a> for the short position, which has been dubbed the \"wild card play\" or \"<a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wildcardoption.asp\">wild card option</a>.\"\n", "\nThe value of the implied put option relevant to the wild card play was first formalized by Alex Kane and Alan J. Marcus in a 1985 paper for the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nber.asp\">National Bureau of Economic Research</a> (NBER), although earlier research suggested that, in practice, actual short bond futures participants do not act optimally in taking advantage of the wild card play.\n"]}