{"name": "Wildcatting Definition", "@id": "https://www.investopedia.com/terms/w/wildcatting.asp", "related": ["https://www.investopedia.com/terms/e/enronomics.asp", "https://www.investopedia.com/terms/o/optionsbackdating.asp", "https://www.investopedia.com/terms/investor-protection-act.asp", "https://www.investopedia.com/terms/s/sec-form-n-sar.asp", "https://www.investopedia.com/terms/d/division-of-corporate-finance.asp", "https://www.investopedia.com/terms/v/voodooaccounting.asp"], "body": ["\nWildcatting informally refers to a practice instituted by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\" rel=\"noopener noreferrer\">Securities and Exchange Commission</a> (SEC) that calls for the review of an entire industry whenever critical problems are found within one or two companies in that industry.\n", "\nThe SEC may investigate any number of critical issues with a particular firm, including accounting irregularities, executive compensation and the use of derivative transactions, and parlay this investigation into an investigation of other firms within the same industry.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿﻿\n", "\nThis term is derived from the oil industry, where companies drill test wells for oil in unexplored or wild areas. The intent of this practice as it pertains to the securities industry is to probe industries or practices about which the SEC has concerns, even if there is no clear indication of wrongdoing. Under this initiative, the SEC has conducted investigations on many industries, including the oil, cable TV and video game industries. This policy emerged after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sarbanesoxleyact.asp\" rel=\"noopener noreferrer\">Sarbanes-Oxley Act </a>of 2002, which provided greater transparency for investors.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n"]}