{"name": "Wilshire 5000 Total Market Index Definition", "@id": "https://www.investopedia.com/terms/w/wilshire5000equityindex.asp", "related": ["https://www.investopedia.com/terms/d/dow-jones-total-market-index.asp", "https://www.investopedia.com/terms/b/broad-basedindex.asp", "https://www.investopedia.com/terms/c/capitalizationweightedindex.asp", "https://www.investopedia.com/terms/s/sp-world.asp", "https://www.investopedia.com/terms/s/sp500.asp", "https://www.investopedia.com/terms/r/russell_top50_index.asp"], "body": ["\nThe Wilshire 5000 Total Market Index (TMWX) is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broad-basedindex.asp\" rel=\"noopener noreferrer\">broad-based</a> market capitalization-weighted index composed of 3,451 publicly traded companies that meet the following criteria:<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nNamed for the nearly 5,000 stocks it contained at launch, the Wilshire 5000 grew to a high count of 7,562 on July 31, 1998. Since then, the count fell steadily to 3,776 as of December 31, 2013, where it has then bounced back to 3,818 as of September 30, 2014. As of 2019, the index held 3,492 stocks. The last time the Wilshire 5000 actually contained 5,000 or more companies was December 29, 2005. As with all market capitalization-weighted indices, the Wilshire <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/overweight.asp\" rel=\"noopener noreferrer\">overweights</a> companies with a higher firm value and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underweight.asp\" rel=\"noopener noreferrer\">underweights</a> those with a lower firm value. This is one of the broadest indexes and is designed to track the overall performance of the American stock markets. Its ticker symbol is TMWX or W5000.\n", "\nWilshire actually maintains three versions of the index: one fully market-cap weighted, one float-adjusted, and one equal-weighted.\n", "\nThe Wilshire 5000 is therefor a broad-based market index. A broad-based index is designed to reflect the movement of an entire market. If you really want to measure the \"total market\", you would be best advised to check out the Wilshire Total Market Index. Although it does not include every publicly traded company, it does include a lot more than the other indices which people often refer to as \"the market\".\n", "\nThe Wilshire 5000 Total Market Index was established by the Wilshire Associates in 1974 and was renamed the \"Dow Jones Wilshire 5000\" in April 2004, after Dow Jones &amp; Company took over the index. On March 31, 2009, the index returned to Wilshire Associates when the partnership with Dow Jones was terminated.\n", "\nWhen it started, the value of the index was 1404.60 points on base date December 31, 1980, with a total market capitalization of $1,404.596 billion. On that date, each point on the index was equal to $1 billion, but divisor adjustments due to corporate actions and index composition changes have changed the relationship over time.\n", "\nThe index increased more than 10 times over in less than twenty years, closing at a record high of 14,751.64 points on March 24, 2000. That level wasn't surpassed until February 20, 2007.\n", "\nOn April 20, 2007, the index closed above 15,000 for the first time. On that day, the S&amp;P 500 was still several percentage points below its March 2000 high, because small cap issues absent from the S&amp;P 500 and included in the Wilshire 5000 outperformed the large cap issues that dominate the S&amp;P 500 during the cyclical bull market. The index reached an all-time high on October 9, 2007 at the 15,806.69 point level, right before the onset of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/great-recession.asp\" rel=\"noopener noreferrer\">The Great Recession</a>.\n", "\nOn October 8, 2007, the Wilshire 5000 closed below 10,000 for the first time since 2003. The index continued trading downward towards a 13-year low, reaching a bottom of 6,858.43 points, on March 9, 2009, representing a loss of about $10.9 trillion in market capitalization from its highs in 2007.\n", "\nThe Wilshire 5000 hit its first intraday high over 20,000 points on February 28, 2014. On March 4, the index closed above this milestone for the first time. On July 1, 2014, the index closed above the 21,000 level for the first time. As of January 2, 2020, the index hit a new record high above 33,250.\n", "\nThe Wilshire 5000 may still be the most widely-cited broad based market index, but several other important broad indices also exist, such as the CRSP US Total Market Index\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dow-jones-total-market-index.asp\" rel=\"noopener noreferrer\">Dow Jones U.S. Total Market Index</a> (DWCF) is a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market-capitalization</a>-weighted index that Dow Jones Indexes maintains that provides broad-based coverage of the U.S. stock market. The Dow Jones U.S. Market Index, considered a total market index, represents the top 95% of the U.S. stock market based on market capitalization. \n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/russell_3000.asp\" rel=\"noopener noreferrer\">Russell 3000</a> Index is another market-capitalization-weighted equity index maintained by <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/ftse.asp\" rel=\"noopener noreferrer\">FTSE</a> Russell that provides exposure to the entire U.S. <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockmarket.asp\" rel=\"noopener noreferrer\">stock market</a>. The index tracks the performance of the 3,000 largest U.S.-traded stocks which represent about 98% of all U.S incorporated equity securities.  \n"]}