{"name": "Windfall Tax Definition", "@id": "https://www.investopedia.com/terms/w/windfalltax.asp", "related": ["https://www.investopedia.com/medicare-tax-definition-5115380", "https://www.investopedia.com/tax-revenue-definition-5115103", "https://www.investopedia.com/terms/e/excess-profits-tax.asp", "https://www.investopedia.com/terms/e/energy-tax.asp", "https://www.investopedia.com/terms/s/stealth-taxes.asp", "https://www.investopedia.com/terms/j/jackpot.asp"], "body": ["\nA windfall tax is a tax levied by governments against certain industries when economic conditions allow those industries to experience above-average profits. Windfall taxes are primarily levied on companies in the targeted industry that have benefited the most from the economic windfall, most often commodity-based businesses.\n", "\nAs with all tax initiatives instituted by governments, there is always a divide between those who are for and those who are against the tax. The benefits of a windfall tax include proceeds being directly used by governments to bolster funding for social programs. However, those against windfall taxes claim that they reduce companies' initiatives to seek out profits. They also believe that profits should be reinvested by companies to promote innovation that will, in turn, benefit society as a whole.\n", "\nWhile windfall profits are taxed to encourage the taxed entities to lower their prices for the benefit of consumers, it may have the effect of reducing investment because the after-tax profit may not be worth the effort.\n", "\nFor instance, as of May 2018, the Indian government was considering imposing a windfall tax on oil producers to moderate the retail prices of fuel and diesel. Under the scheme, oil producers, who get paid international rates for the oil they produce from domestic fields, would have to part with any revenue they earn from prices crossing a certain threshold.\n", "\nWindfall taxes will always be a contentious issue debated between the shareholders of profitable companies and the rest of society. This issue came to a head in 2005, when oil and gas companies, such as Exxon Mobil who reported profits of $36 billion for the year, experienced unusually large profits due to rising energy prices.\n", "\nWindfall taxes may also apply to individuals who suddenly become enriched from receiving a significant sum of money through a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gift.asp\">gift</a>, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inheritance.asp\">inheritance</a>, or through game show, <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gamblingincome.asp\">gambling</a> or <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lottery.asp\">lottery winnings</a>. In many cases, inheritances, gifts from family members or friends, and life insurance payouts are tax-free to the recipient.\n", "\nHowever, federal, state, or local taxes may be owed by the giver or by the estate from which the inheritance is received. Any wealth gained from playing the lottery or gambling is considered <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxableincome.asp\">taxable income</a>. These winnings are fully taxable and must be reported to the Internal Revenue Service (IRS) by filing the individual tax return.\n", "\nAn individual who is awarded a sizeable monetary settlement after winning a lawsuit is likely to pay federal tax on the amount received. While certain settlements, such as damages for personal physical injuries or physical sickness, are considered non-taxable by the IRS, most other types of damages are taxed as ordinary income.\n"]}