{"name": "Winner's Curse Definition", "@id": "https://www.investopedia.com/terms/w/winnerscurse.asp", "related": ["https://www.investopedia.com/terms/b/behavioralfinance.asp", "https://www.investopedia.com/terms/d/dutchauction.asp", "https://www.investopedia.com/terms/c/ceterisparibus.asp", "https://www.investopedia.com/terms/f/finance.asp", "https://www.investopedia.com/terms/b/behavioraleconomics.asp", "https://www.investopedia.com/terms/i/ipo.asp"], "body": ["\nThe winner's curse is a tendency for the winning bid in an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/auction.asp\" rel=\"noopener noreferrer\">auction</a> to exceed the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/intrinsicvalue.asp\" rel=\"noopener noreferrer\">intrinsic value</a> or true worth of an item. The gap in auctioned versus intrinsic value can typically be attributed to incomplete information, emotions, or a variety of other subjective factors that may influence bidders.\n", "\nIn general, subjective factors usually create a value gap because the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bidder.asp\" rel=\"noopener noreferrer\">bidder</a> faces a difficult time determining and rationalizing an item's true intrinsic value. As a result, the largest overestimation of an item's value ends up winning the auction.\n", "\nThe term winner's curse was coined by three Atlantic Richfield engineers, who observed the poor investment returns of companies bidding for offshore oil drilling rights in the Gulf of Mexico.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿﻿ In the investing world, the term often applies to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offerings</a> (IPOs). Comprehensively, the winner's curse theory can be applied to any purchase done through auction.\n", "\nAs most investors know, intrinsic value is usually quantifiable but situations and subjective factors make value estimates more unclear in real-time and real life. Theoretically, if perfect information was available to everyone and all participants were completely rational in their decisions and skilled at valuation, a fully <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketefficiency.asp\" rel=\"noopener noreferrer\">efficient market</a> would exist and no overpayments or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/arbitrage.asp\" rel=\"noopener noreferrer\">arbitrage</a> opportunities would ever occur.\n", "\nHowever, while efficient markets are helpful to understand in theory, historically they have proved to be unachievable 100% of the time. Thus, emotions, irrationalities, rumors, and other subjective factors can push prices far beyond their true values.\n", "\nThe winner's curse, at its core, is a combination of cognitive and emotional friction and is usually recognized after the fact. The buyer is victorious in owning whatever <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\" rel=\"noopener noreferrer\">asset</a> they are bidding on. However, the asset is likely worth far less in resale value after ownership due to different factors affecting the purchase and influencing its value in the future.\n", "\nOverall, when an individual has to bid more than somebody else to get something, there is a good chance they end up paying more than they had wished. Unfortunately, it's often only after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transaction.asp\" rel=\"noopener noreferrer\">transaction</a> has taken place that they see this.\n", "\nJim's Oil, Joe's Exploration, and Frank's Drilling are all courting drilling rights for a specific area. Let's suppose that, after accounting for all drilling-related costs and potential future <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a>, the drilling rights have an intrinsic value of $4 million. Now let's imagine that Jim's Oil bids $2 million for the rights, Joe's Exploration $5 million, and Frank's Drilling $7 million.\n", "\nWhile Frank's won the auction, it ended up overpaying by $3 million. Even if Joe's Exploration is 100% sure that this price is too high, it can do nothing about it, as the highest bid always wins the auction, no matter how overpriced the bid may be.\n"]}