{"name": "Wire Room Defined", "@id": "https://www.investopedia.com/terms/w/wire-room.asp", "related": ["https://www.investopedia.com/terms/w/wiretransfer.asp", "https://www.investopedia.com/terms/c/client-facing.asp", "https://www.investopedia.com/terms/p/payroll.asp", "https://www.investopedia.com/terms/r/robotic-process-automation-rpa.asp", "https://www.investopedia.com/terms/c/clearing-house-funds.asp", "https://www.investopedia.com/terms/d/dot.asp"], "body": ["\nWire rooms are facilities used by financial institutions to process fund transfers and order requests on behalf of clients. Typical tasks performed by wire room staff include receiving trade orders from <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">brokers</a> and other registered representatives, transmitting those orders to the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading_floor.asp\" rel=\"noopener noreferrer\">exchange floor</a> or the firm's trading department, and relaying notices of executed trade orders back to the brokers involved.\n", "\nAs financial services become increasingly automated, many of these functions have now been replaced by computerized systems.\n", "\nLarge firms can have entire teams of staff dedicated to the wire room, while smaller firms may have staff members rotate between the wire room and other responsibilities. Increasingly, though, these tasks are becoming less reliant on humans as companies continue to automate their workflows using computers and software solutions.\n", "\nNevertheless, wire rooms remain an important part of a firm's operations. Their main function consists of receiving orders from brokers on behalf of clients, which are then passed through to the firm's traders either inside the trading department or on the floor of the relevant <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/basics/04/092404.asp\" rel=\"noopener noreferrer\">stock exchange</a>. The traders will then make the relevant purchases on behalf of the client before relaying the completed order information to the wire room once the trades are finalized. The wire room staff will then inform the broker, who in turn notifies the client that their order has been filled.\n", "\nAmong banks, the wire room may have access to a FedLine PC, which is a computer used to access Federal Reserve banking services.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ For smaller banks, banking software may be used which allows the firm to create payment orders in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fedwire.asp\" rel=\"noopener noreferrer\">Fedwire</a> Funds Service format, so that they can then be uploaded to a FedLine PC located at another institution.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n", "\nAny institution with a wire room should have security procedures in place to make sure that all incoming and outgoing payment orders are legitimate and accurate. Security procedures can include having a second staff member review outgoing payment orders, using code words and call backs, and authorizing only certain employees to send and receive payment orders.\n", "\nSimilarly, wire rooms are required to keep detailed records of all incoming and outgoing payment orders. Historically, this was accomplished using physical printouts of all messages sent and received. Staff members would need to review these records regularly throughout the day, reporting any missing messages immediately.\n", "\nToday, many financial firms operate using highly automated workflows. Accordingly, many of these processes can be effectively combined. \n", "\nFor instance, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbroker.asp\" rel=\"noopener noreferrer\">discount brokerage services</a> can allow clients to fund their account, execute trade orders, and generate account management reports all from within an online user interface. \n", "\nIn this situation, there are often few, if any, human staff involved. Instead, all client requests are received and fulfilled electronically by advanced computer systems, often within seconds or less.\n"]}