{"name": "Wirehouse Broker", "@id": "https://www.investopedia.com/terms/w/wire-house-broker.asp", "related": ["https://www.investopedia.com/terms/w/wirehouse.asp", "https://www.investopedia.com/terms/a/assetmanagement.asp", "https://www.investopedia.com/terms/p/paymentoforderflow.asp", "https://www.investopedia.com/terms/t/henry-paulson.asp", "https://www.investopedia.com/terms/p/primebrokerage.asp", "https://www.investopedia.com/terms/e/economictsunami.asp"], "body": ["\nA wirehouse broker is a non-independent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">broker</a> working for a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/wirehouse.asp\" rel=\"noopener noreferrer\">wirehouse</a> firm, or a firm with multiple branches such as a national brokerage house. The four largest and most well-known wirehouse full-service brokerage firms today are Morgan Stanley, Bank of America’s Merrill Lynch, UBS, and Wells Fargo. A wirehouse is an archaic term used to describe a broker-dealer. Modern-day wirehouses can range from small regional brokerages to giant institutions with offices around the world.\n", "\nThe term \"wirehouse\" owes its origins to the fact that, prior to the advent of modern wireless communications, brokerage firms were connected to their branches primarily through telephone and telegraph wires. This enabled branches to have access to the same market information as the head office, thus allowing their brokers to provide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stockquote.asp\" rel=\"noopener noreferrer\">stock quotes</a> and market news to their clients.\n", "\nA wirehouse broker is typically a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fullservicebroker.asp\" rel=\"noopener noreferrer\">full-service broker</a>, offering research, <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investment-advice.asp\" rel=\"noopener noreferrer\">investment advice</a>, and order execution. By being affiliated with the wirehouse, the broker gains access to the firm's proprietary investment products, research, and technology.\n", "\nIt was once thought that in order to provide top service to their clients, brokers had to be affiliated with a wirehouse firm. Independent brokers were often assumed to be sellers of prepackaged products and were viewed as second-class citizens in the financial world. Things have changed in this regard. However, as many of the big wirehouses experienced major shocks in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-crisis.asp\" rel=\"noopener noreferrer\">financial crisis</a> of 2008.\n", "\nThe global financial crisis led to unprecedented turmoil among wirehouses, primarily because of the very substantial exposure that many of them had to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mbs.asp\" rel=\"noopener noreferrer\">mortgage-backed securities</a>. While a number of the smaller players were forced to close shop, some of the most prominent names in the industry (such as Merrill Lynch and Bear Stearns) were either acquired by bigger banks or disappeared altogether into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\" rel=\"noopener noreferrer\">bankruptcy</a> (Lehman Brothers). These events served to level the playing field as wirehouse brokers looked for new options upon leaving the failed firms.\n", "\nMost present-day wirehouses are full-service brokerages that provide the complete range of services to clients, from investment banking and research, to trading and wealth management. Although the proliferation of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbroker.asp\" rel=\"noopener noreferrer\">discount brokerages</a> and online quotes has eroded the edge in market information that the wirehouses formerly possessed, their diversified activities in <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalmarkets.asp\" rel=\"noopener noreferrer\">capital markets</a> continue to make them very profitable entities.\n", "\nNevertheless, in recent years, a number of wirehouse brokers have moved to independent broker-dealers. According to research by <em>InvestmentNews, </em>the three largest U.S. independent broker-dealers — LPL Financial, Ameriprise Financial Inc. and Raymond James Financial Inc. — recruited 118 teams from the wirehouses in 2017, up 42% from a year earlier, when those same three firms gained 83 teams, according to data.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}