{"name": "With Discretion Definition and Example", "@id": "https://www.investopedia.com/terms/w/withdiscretion.asp", "related": ["https://www.investopedia.com/terms/n/notheldorder.asp", "https://www.investopedia.com/terms/e/execution.asp", "https://www.investopedia.com/terms/h/held-order.asp", "https://www.investopedia.com/terms/b/boxtoporder.asp", "https://www.investopedia.com/terms/b/buy-limit-order.asp", "https://www.investopedia.com/terms/o/onecancelall.asp"], "body": ["\nWith discretion is a term that refers to an order type executed by a floor broker or trader according to their best judgment. A with discretion order allows for greater customization and flexibility to try and achieve the best price for the trade. Brokers may also refer to a with discretion order as a \"<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/notheldorder.asp\">not-held order</a>,\" which gives price and time discretion.\n", "\nA with discretion order may be beneficial to an investor because it allows brokers to consider the momentum and mood of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trading_floor.asp\" rel=\"noopener noreferrer\">trading floor</a> and act on it as they see fit. A with discretion order is also called a discretionary order. For example, say an investor places a discretionary order to purchase 500 shares of ABC with a limit of $16. The broker may have noticed a pattern of the stock recently opening below $16 and closing above $16. Therefore, the broker may decide to buy the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/stock.asp\" rel=\"noopener noreferrer\">stock</a> on the market open.\n", "\nProviding the broker tries to obtain the best price for a with discretion order, they are not held liable for failing to execute a trade above or below an attached limit price. For example, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/broker.asp\" rel=\"noopener noreferrer\">broker</a> may have received a discretionary order to buy 1,000 shares of ABC with a limit of $16. They might think the market is about to fall and will not buy the stock when it is trading below $16. Instead, the market rallies and the broker now can’t <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/execution.asp\" rel=\"noopener noreferrer\">execute</a> the order below $16. As it was a with discretion order, the investor has little recourse or grounds to complain.\n", "\nDiscretionary orders aren't typically required in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liquidity.asp\" rel=\"noopener noreferrer\">liquid</a> markets since there is ample activity for an investor to get in and out of a position with ease. When a market or security is illiquid or moving erratically, a with discretion order may give the investor more peace of mind.\n", "\n<strong>Illiquid Stocks:</strong> With discretion orders allow a broker to try for a better price as opposed to executing a market order and paying a wide <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bid-and-ask.asp\" rel=\"noopener noreferrer\">bid-ask</a> spread. For example, if the best bid in XYZ is $0.20 and the lowest offer is $0.30, the broker could initially sit at the top of the bid at $0.21 and incrementally increase the order’s bid with the hope of not having to pay the much higher offer price.\n", "\n<strong>Periods of Increased Volatility:</strong> An investor may give their broker a discretionary order during periods of high <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/v/volatility.asp\" rel=\"noopener noreferrer\">volatility</a>, such as after an earnings announcement, broker downgrade, or a macroeconomic release, such as the U.S. jobs report. The broker or floor trader can then use their experience and judgment from similar events in the past to determine the best time and price to execute the order.\n", "\nMost online brokers and/or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbroker.asp\" rel=\"noopener noreferrer\">discount brokers</a> don't provide discretion orders since it requires a broker or floor trader to manually execute the trade. Manually executed trades are typically much more expensive than orders placed online which don't require the broker to physically do anything.\n", "\nPlacing a discretionary order typically requires physically calling the broker and asking for this order type. Many brokers and financial institutions charge five to 10 times as much for a call-in-trade than they do for an order placed through their online trading platform.\n", "\nWhether a broker even provides with discretion orders will vary. If this order type is of interest, check with the broker to see if it is available.\n", "\nAssume a trader is interested in buying a share of Berkshire Hathaway Inc. (BRK.A), which last traded at $317,000 per share. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/averagedailytradingvolume.asp\" rel=\"noopener noreferrer\">Daily average volume</a> in the stock is about 250 shares, so it is not highly liquid. The spread between the bid price and ask price can be thousands of dollars, so the investor decides to call their broker and place a with discretion order.\n", "\nThe stock is oscillating between $314,000 and $318,000 today, but the investor doesn't have time to wait for a better price, and nor do they want to pay even $314,000 if the stock is likely to drop lower later in the day. The investor calls their broker and places a discretionary order that expires in two days, and has a cap of $316,000. This basically says that the broker can fill the buy order at any price below $316,000 within the next two days, using their best judgment to get the best price possible.\n", "\nIf the stock keeps moving up above $317,000, the order won't be filled. On the other hand, if the price drops to $315,000 the broker may decide to fill the order. The price may continue dropping, or it may rise shortly after. Regardless of the outcome, the trader will need to accept the fill (or non-fill) the broker gets them.\n"]}