{"name": "With Approved Credit (WAC) Defined", "@id": "https://www.investopedia.com/terms/w/withapprovedcredit.asp", "related": ["https://www.investopedia.com/terms/f/five-c-credit.asp", "https://www.investopedia.com/terms/u/unsecuredloan.asp", "https://www.investopedia.com/terms/m/marketing-fraud.asp", "https://www.investopedia.com/terms/c/cardholder-agreement.asp", "https://www.investopedia.com/terms/collateral-value.asp", "https://www.investopedia.com/terms/p/predatory_lending.asp"], "body": ["\nA with approved credit statement, or WAC statement for short, is a qualifier used in advertisements. It is intended to clarify that the offer being promoted is conditional on the buyer having an adequate <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrating.asp\">credit rating</a>.\n", "\nWAC statements are typically included in relation to offers of financing, such as hypothetical <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/lease.asp\">lease</a> terms provided in an ad for a new car.\n", "\nWAC statements are one of many types of qualifying statements that are commonly used in ads. These statements, colloquially known as the ad's \"fine print\" due to the small font in which they are usually written, are intended to protect the advertiser against allegations of false or misleading advertising.\n", "\nTo that end, qualifying statements generally provide additional details on the conditions associated with the particular offer being promoted in the ad. In the case of WAC statements, the offer typically relates to the financeability of the product, such as when a car or other <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/big-ticket-item.asp\">big-ticket item</a> can be purchased using credit provided by the seller or an affiliated lender. These advertisements often include incentives, such as <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/081216/zero-interest-loans-why-you-should-beware.asp\">interest-free periods</a> or minimal <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/down_payment.asp\">down payments</a>.\n", "\nIncluding a WAC statement is an import <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\">risk minimization</a> strategy for the advertiser. Without this disclaimer, the advertiser might be accused of using <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bait-switch.asp\">bait-and-switch practices</a>. This practice consists of offering a product or service to a group of customers, where some or all of those customers will in fact not be able to purchase that product or service under the price or terms advertised. Bait-and-switch tactics are considered <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\">fraudulent</a> and are a violation of <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/pf/10/know-your-consumer-protection-laws.asp\">consumer protection laws</a>. Consequently, companies are careful to avoid this liability by disclosing the terms of their offerings through WAC statements and other disclaimers.\n", "\nThe WAC statements themselves typically clarify that in order to qualify for the advertised terms, the customer will need to qualify for credit approval based on considerations such as their credit rating, their current and historical income level, and their employment status. However, consumer protection legislation, such as the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/ecoa.asp\">Equal Credit Opportunity Act (ECOA)</a>, prevents companies from considering personal identity factors, such as the customer's ethnicity, gender, age, religion, or sexual orientation.\n", "\nLaura is in the market to purchase a new car. One day, she encounters a TV ad for a new car that seems to meet the specifications she is looking for. Although the car would typically be more expensive than she can afford, the advertisement states that the manufacturer is currently offering an attractive financing package featuring a minimal down payment and very low <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interestrate.asp\">interest rates</a> for the first 12 months.\n", "\nUpon further inspection, however, Laura realizes that she would not be able to participate in this offer. Written in fine print near the bottom of the ad, the company's WAC statement clarifies that these attractive financing terms are only available subject to a credit approval process in which the applicant's credit score, current income, and collateral will be taken into consideration. Because Laura currently has a poor credit score and limited <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/collateral.asp\">collateral</a>, she anticipates that her application would not be approved.\n"]}