{"name": "Withholding Allowance Definition", "@id": "https://www.investopedia.com/terms/w/withholdingallowance.asp", "related": ["https://www.investopedia.com/terms/w/w2form.asp", "https://www.investopedia.com/terms/w/w4form.asp", "https://www.investopedia.com/terms/w/withholdingtax.asp", "https://www.investopedia.com/terms/t/tax-refund.asp", "https://www.investopedia.com/terms/w/w8form.asp", "https://www.investopedia.com/terms/w/w9form.asp"], "body": ["\nWithholding allowance refers to an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exemption.asp\" rel=\"noopener noreferrer\">exemption</a> that reduces how much income tax an employer deducts from an employee's paycheck. In practice, employees in the United States use <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/irs.asp\" rel=\"noopener noreferrer\">Internal Revenue Service</a> (IRS) <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/pub/irs-pdf/fw4.pdf\" rel=\"noopener noreferrer\">Form W-4, <em>Employee’s Withholding Certificate</em></a> to calculate and claim their withholding allowance.\n", "\nWhen an individual is hired at a firm they are required to fill out Form W-4, which includes personal information, such as their name and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/ssn.asp\" rel=\"noopener noreferrer\">Social Security Number</a>. It also includes the number of allowances to be made.\n", "\nOnce the information is completed, the employer then uses the W-4 information to determine how much of an employee’s pay to subtract from their <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/payroll.asp\" rel=\"noopener noreferrer\">paycheck</a> to remit to the tax authorities. The total number of allowances you are claiming is important; the more tax allowances you claim, the less <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/incometax.asp\" rel=\"noopener noreferrer\">income tax</a> will be withheld from a paycheck; the fewer allowances you claim, the more tax will be withheld.\n", "\nThe amount of withholding is based on your filing status—single or married but filing separately, married and filing jointly, or head of household—and the number of withholding allowances you claim on your W-4. It is important to determine the right number of allowances to claim. This is to avoid trouble when you file your taxes or to keep from giving the government an interest-free loan by paying too much in taxes only to receive the amount back later.\n", "\nThe IRS provides a rough formula for how many allowances taxpayers should claim in order to have the correct amount withheld from each paycheck. The withholding allowances relate to whether you have multiple jobs or if your spouse works, if you can claim dependents, and any other adjustments.\n", "\nFor example, a withholding allowance could be based on whether you can claim the child tax credit for a qualifying child (or a dependent who is not a qualifying child), and whether you itemize your personal deductions instead of claiming the standard deduction, whether you or your spouse have more than one job, and what your total income is. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/personal-exemption.asp\" rel=\"noopener noreferrer\">Personal exemptions</a>, which have been eliminated by the Tax Cuts and Jobs Act for 2018 through 2025 are no longer taken into account in figuring withholding allowances.\n", "\nFor example, if you are single with no children and will take the standard deduction, you can claim one withholding allowance for yourself and a second if you are single with only one job, for a total of two. If you are married filing jointly with no children and claim the standard deduction, you can claim one for yourself, one for your spouse, and a third if you have only one job, that spouse doesn't work, or if your second job or the spouse's job brings in $1,500 or less.\n", "\nWith children or other dependents it gets more complicated and the number of allowances you should claim is income-based. Fortunately, you can check your withholding choice using the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.irs.gov/individuals/tax-withholding-estimator\" rel=\"noopener noreferrer\">IRS Withholding Calculator</a>. This will enable you to see whether you’ve claimed the right number of withholding allowances.\n", "\nAn individual can be exempt from a withholding allowance, but it's not easy to receive that status. You can claim the withholding exemption only if you had a right to a refund of all federal income tax withheld in the prior year because you didn’t have any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/taxliability.asp\" rel=\"noopener noreferrer\">tax liability</a> and you expect the same for the current year. You simply write “Exempt” on Form W-4.\n", "\nYou must do this annually; the exemption doesn’t automatically carry over. The exemption from withholding for 2020 will expire on Feb. 16, 2021, unless you claim an exemption on the 2021 Form W-4 and file it with your employer by this date.\n", "\nYou must file a new Form W-4 with your employer whenever your personal or financial situation changes (e.g., you get married, you have a baby, or your spouse enters or leaves the workplace). The new withholding allowances go into effect no later than the first payroll period ending 30 days after you give the revised form to your employer.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Your employer may implement it sooner but isn’t required to do so.\n", "\nYou can also request that a specific dollar amount be withheld, regardless of your withholding allowances. This may be helpful if you receive a year-end <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bonus.asp\" rel=\"noopener noreferrer\">bonus</a> or simply want to boost withholding near the end of the year (perhaps to cover taxes on <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/investmentincome.asp\" rel=\"noopener noreferrer\">investment income</a>, such as <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalgain.asp\" rel=\"noopener noreferrer\">capital gain</a> distributions made at the end of the year). You can also request that an additional amount be withheld with Form W-4.\n", "\nIf you claim more allowances than you are entitled to, you are likely to owe money at tax time. If claiming too many allowances results in you significantly underpaying your taxes during the course of the year, you may have to pay a penalty when you file your annual tax return. If, after claiming zero allowances, you find that you do not have enough withheld from your paycheck, you can request that your employer withhold an additional dollar sum.\n", "\nIf, on the other hand, you have more income withheld than you should, you will receive a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/tax-refund.asp\" rel=\"noopener noreferrer\">refund</a> after you file your annual income tax return. Receiving a refund isn’t necessarily a good thing: it represents money you could have been using throughout the year to pay your bills or invest for the future.\n"]}