{"name": "Without Recourse", "@id": "https://www.investopedia.com/terms/w/without-recourse.asp", "related": ["https://www.investopedia.com/terms/p/promissorynote.asp", "https://www.investopedia.com/terms/f/forfaiting.asp", "https://www.investopedia.com/terms/a/acceptance-market.asp", "https://www.investopedia.com/terms/c/creditdefaultswap.asp", "https://www.investopedia.com/terms/s/short-term-note.asp", "https://www.investopedia.com/terms/g/guarantor.asp"], "body": ["\n\"Without recourse\" is a phrase that has several meanings. In a general sense, without recourse pertains to when the buyer of a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promissorynote.asp\">promissory note</a> or other negotiable instrument assumes the risk of default. No recourse means that the person cannot obtain a judgment against, or reimbursement from, a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/default2.asp\">defaulting</a> or opposing party.\n", "\nFinancing can be extended <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/recourse-loan.asp\">with or without recourse</a>. Under financing with recourse, in the event that the lender cannot collect on their payment from the party ultimately responsible for payment of the financial obligation, the lender can go back to the borrower to seek payment on the amount due.\n", "\nFor example, if a bank finances an exporter by providing immediate payment, but is unable to collect the money owed on the due date from the importer, the bank can go back to the exporter to claim its due.\n", "\nOn the other hand, without recourse financing means that the lender takes the risk of non-payment by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/obligor.asp\">obligor</a>. The borrower or exporter assumes no liability in the event that the importer defaults or is forced into <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bankruptcy.asp\">bankruptcy</a>. The lender takes these risks directly and cannot seek payment or seize assets for any party not specified in the debt contract.\n", "\nWithout recourse means without subsequent <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/liability.asp\">liability.</a> A sales agreement entered into by a buyer and seller spells out the rights and responsibilities of both parties by indicating whether the sale is with or without recourse. A sale that is with recourse means that the seller bears responsibility for the sold asset if it turns out to be defective or does not perform as expected. The buyer has the right to seek recourse from the seller in the event that the item they purchased is subpar. The seller, in turn, is obligated to offer a replacement of equal value or provide a refund.\n", "\nSales without recourse means that the buyer accepts the risk associated with purchasing an item. The buyer has no recourse against the seller if the asset purchased does not work as expected. The liability of the asset is accepted by the buyer, and the seller is not obligated to compensate the buyer for any damages, defects, or performance issues of the sold asset.\n", "\nThe term \"without recourse\" disclaims any liability to the subsequent holder of a negotiable financial instrument. The holder assumes the risk of non-payment of the financial instrument, such as a check, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promissorynote.asp\">promissory note</a>, or any financial instrument that could result in a liability. A signed check that is endorsed with the words \"without recourse\" releases the endorser from any liability should the check bounce due to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insufficient_funds.asp\">insufficient funds</a>.\n", "\nFor example, say Alice makes out a check to Bob. The payee, Bob, decides to pay off his debt to Maggie by endorsing the check, which involves writing his name on the back exactly as it appears on the front of the check. Once the back of the check is signed, it becomes negotiable and allows for the transfer of money ordered by the check. In addition, Bob adds “without recourse” on the back of the check. The endorser, Bob, will not assume any responsibility for paying the check if it is returned for insufficient funds. If Alice’s bank refuses to pay Maggie’s bank the check amount due to insufficient funds in Alice’s account, Maggie cannot demand payment from Bob.\n", "\nAnother meaning of this term applies to the secondary market. In this case, the seller of loans, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/certificateofdeposit.asp\">certificates of deposit</a> (CDs), or securities is no longer required to <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indemnity.asp\">indemnify</a> the investor for any losses suffered.\n", "\nIn other words, the seller is under no obligation to reimburse the investor for any losses suffered. Without recourse also applies to asset-based lending agreements where the lender is prohibited from charging back unpaid invoices caused by the debtor's inability to pay.\n"]}