{"name": "Workers' Compensation Coverage B Definition", "@id": "https://www.investopedia.com/terms/w/workers-compensation-coverage-b.asp", "related": ["https://www.investopedia.com/terms/w/workers-compensation-coverage-a.asp", "https://www.investopedia.com/terms/e/employers-liability-insurance.asp", "https://www.investopedia.com/terms/g/garage-liability-insurance.asp", "https://www.investopedia.com/terms/l/longshore-and-harbor-workers-compensation-act.asp", "https://www.investopedia.com/terms/m/medical-payments-coverage.asp", "https://www.investopedia.com/terms/s/split-limits.asp"], "body": ["\nWorkers' Compensation Coverage B is an insurance policy that covers medical care, lost income, and rehabilitation costs for employees who are injured on the job. It provides coverage to employees when the employer is liable.\n", "\nWorkers' Compensation Coverage B is also called employers' liability coverage. Employers are required by law under the Workers' Compensation Act to provide coverage for their employees. Corporate insurance buyers get <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workers-compensation.asp\">workers’ compensation insurance</a> to protect their workers and meet state insurance requirements. Part B includes the two distinct parts of most standard Workers’ Compensation contracts: <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/workers-compensation-coverage-a.asp\">parts A</a> and B.\n", "\nPart A satisfies state insurance requirements, and Part B will respond to pay additional damages. The policy will fund employees’ medical bills, related expenses and lost wages in the case of a covered workers’ compensation loss. Payments are made normally based on predetermined schedules in the case of defined injuries. Expenses are paid accordingly as the adjuster calculates them. It covers:\n", "\nUnder Workers' Compensation Coverage B, workers who are injured on the job can be provided with 100% coverage of all <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/medical-expenses.asp\">medical expenses</a>, 66.66% of lost wages, a lump sum for disability and disfigurement, and a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deathbenefit.asp\">death benefit</a>. This coverage is required in most states if a company has three or more employees, including the owners of uninsured subcontractors, plus their employees for one year.\n", "\nThere are important things to remember when reviewing Workers’ Compensation coverage. It's important to make sure that Part B employers’ liability is appropriately scheduled on your corporate umbrella. As mentioned earlier, employer negligence claims can be large, thus the umbrella policy can sit on top of a normal $1,000,000 primary limit. Additionally, if a business resides in a monopolistic state like Ohio (WC provided by the state), you will need to buy the employers’ liability normally from your general liability provider as an endorsement.\n", "\nIn the case of an employee injury and potential employer negligence, Part B will respond to pay additional damages. These payments are normally litigated and triggered by a serious injury proven to be caused by employer negligence. For Instance, an employee notices a faulty or exposed wire on a production machine and notifies their employer. The employer (for whatever reason) does not fix the wire and the employee is electrocuted. Employers’ liability would respond in the case of the employee (or their family) to pay a claim above and beyond the normal Part A statutory amount. It is normally enacted by a lawsuit.\n"]}