{"name": "Working-Age Population Definition", "@id": "https://www.investopedia.com/terms/w/working-age-population.asp", "related": ["https://www.investopedia.com/terms/u/unemploymentrate.asp", "https://www.investopedia.com/terms/e/employment_to_population_ratio.asp", "https://www.investopedia.com/terms/b/brexit.asp", "https://www.investopedia.com/terms/m/millennial.asp", "https://www.investopedia.com/terms/d/dependencyratio.asp", "https://www.investopedia.com/terms/p/participationrate.asp"], "body": ["\nThe working-age population is the total population in an area that is considered able and likely to work based on the number of people in a predetermined age range. The working-age population measure is used to give an estimate of the total number of potential workers within an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economy.asp\" rel=\"noopener noreferrer\">economy</a>.\n", "\nThe number of people in a specific age range will determine the working-age population. This number is the number of capable employees available in an economy, a country, or other specified regions. \n", "\nThis measurement does not distinguish between those who are gainfully employed and those who are seeking employment within the range. The working-age population measurement is designed to analyze how many people are likely ready and capable to work.\n", "\nThere are outliers in the working-age population group that the number also does not consider. Outliers include those who are actively employed but are outside of the designated age range. As an example, some people will continue to work past the standard <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/retirement-planning-4689695\" rel=\"noopener noreferrer\">retirement</a> age. Other outliers are individuals within the age range who cannot work due to disability or illness.\n", "\nAs the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/demographics.asp\" rel=\"noopener noreferrer\">demographics</a> of a region change, the working-age population of an economy will shift. Significant changes have the potential to impact the economy significantly. An area with more people at the extreme older range of its working-age population and few teenagers about to enter the workforce eventually could have trouble filling jobs. On the flip side, a region with many young adults and teenagers entering the working-age population and fewer people in their 50s and 60s could soon see fierce competition for jobs. Additionally, an area with a disproportionate number of people outside the working-age population will rely on a smaller population to generate <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/revenue.asp\" rel=\"noopener noreferrer\">revenues</a> for the entire region.\n", "\nIdeally, a local economy should have a steady flow of people both entering and exiting the working-age population each year, as well as a healthy balance between those in the determined age range and those outside of it.\n", "\nIf a region has a working-age population that is declining or otherwise insufficient to meet employment demands in the area, the region will have difficulty attracting new industries or convincing existing industries to expand. Companies are less likely to open a new branch or a new factory in an area where it might have difficulty filling jobs. On the other hand, areas with larger or growing working-age populations may be more attractive to companies seeking to expand or relocate.\n", "\nAccording to <em>Milwaukee Journal Sentinel</em>, when Foxconn reached a deal with the state of Wisconsin in 2017 to open a plant in Racine County, it promised it would add 13,000 jobs by as early as 2022. By January 2019, Foxconn had backed away from that number, which had been one of many sources of criticism for the deal. Critics argued that the area did not have a large enough working-age population to fill 13,000 jobs in such a short period.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿﻿\n"]}