{"name": "World Federation Of Stock Exchanges", "@id": "https://www.investopedia.com/terms/w/world_federation_of_exchanges.asp", "related": ["https://www.investopedia.com/terms/b/barcelona-stock-exchange.asp", "https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/b/bse.asp", "https://www.investopedia.com/terms/m/madridstockexchange.asp", "https://www.investopedia.com/terms/f/ftse.asp", "https://www.investopedia.com/terms/f/financial-market.asp"], "body": ["\nThe World Federation of Stock Exchanges, more commonly known as the World Federation of Exchanges, is an international trade group that supports the interests of regulated <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seact1934.asp\" rel=\"noopener noreferrer\">securities </a><a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange.asp\" rel=\"noopener noreferrer\">exchanges</a> around the world and promotes widespread access to financial markets and the safety and soundness of the global financial system.\n", "\nThe World Federation of Exchanges (WFE) is located in London, the United Kingdom. The WFE is an industry group and private company that was established in 1961, and today represents more than 250 different exchanges and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/clearinghouse.asp\" rel=\"noopener noreferrer\">clearinghouses</a>.\n", "\nThe WFE's members are represented in the following regions of the world:\n", "\nWFE exchanges are home to nearly 53,000 listed companies, while the annual trading volume that passes through WFE members equals $88 trillion as of 2019.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n", "\nMember exchanges include the following:\n", "\nThe World Federation of Exchanges aims to be the most important global advocacy group for companies around the world that facilitate the trading of financial assets. Because the financial services industry is heavily regulated, and because those regulations can differ greatly from country to country, the primary goal of the group is to advocate for smart regulation that is harmonized across borders.\n", "\nThe WFE also seeks to provide value to its members through the dissemination of vital information to the industry, and by convening meetings where members of the industry can share information and network. To this end, the World Federation of Exchanges stages several events each year, including The WFE General Assembly &amp; Annual Meeting, which is held each year by one of its member organizations.\n", "\nThe World Federation of Exchanges provides a number of different services for financial market participants. It publishes a wide array of statistics on securities markets, as well as more than 350 market <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/indicator.asp\" rel=\"noopener noreferrer\">indicators</a>.\n", "\nThe WEF also plays a role in facilitating the spread of ideas and best practices throughout the financial services industry. It often convenes forums, debates, and conferences where industry participants can discuss important issues in financial market structure, like cross-border regulation or <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/09/high-frequency-trading.asp\" rel=\"noopener noreferrer\">high-frequency trading</a>, which is a high-powered, computerized system of trading.\n", "\nThe WFE also publishes numerous statistics, many of which are contained in its Annual Statistics Guide. Market participants can find in the guide such valuable information as the total <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\" rel=\"noopener noreferrer\">market capitalization</a> of companies listed on various stock exchanges, the total value of bonds issued across the globe, or the total notional value of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\" rel=\"noopener noreferrer\">derivatives</a> being traded in specific markets.\n", "\nDerivatives typically derive their value from the underlying asset or security such as a stock. It also maintains a database on <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/ipo.asp\" rel=\"noopener noreferrer\">initial public offerings (IPOs)</a>—which a new <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/equity.asp\" rel=\"noopener noreferrer\">equity</a> issuance—made on member exchanges. The WEF is governed by a board of directors, which meets three times per year to oversee the management of the organization.\n"]}