{"name": "Worldcom Definition", "@id": "https://www.investopedia.com/terms/w/worldcom.asp", "related": ["https://www.investopedia.com/terms/c/creative-accounting.asp", "https://www.investopedia.com/terms/e/enronomics.asp", "https://www.investopedia.com/terms/m/malfeasance.asp", "https://www.investopedia.com/terms/c/corporatekleptocracy.asp", "https://www.investopedia.com/terms/v/voodooaccounting.asp", "https://www.investopedia.com/terms/w/white-collar-crime.asp"], "body": ["\nWorldCom was not just the biggest accounting scandal in the history of the United States—it was also one of the biggest bankruptcies of all time. The revelation that telecommunications giant WorldCom had <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cookthebooks.asp\">cooked its books</a> came on the heels of the Enron and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/00/100900.asp\">Tyco</a> frauds, which had rocked the financial markets. However, the scale of the WorldCom fraud put even them in the shade.\n", "\nWorldCom has become a byword for accounting fraud and a warning to investors that when things seem too good to be true, they just might be. Its CEO, Bernie Ebbers—a larger-than-life figure whose trademark was cowboy boots and ten-gallon hat—had built the company into one of America’s leading long-distance phone companies by acquiring other telecom companies. At the peak of the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dotcom-bubble.asp\">dotcom bubble</a>, its <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/marketcapitalization.asp\">market capitalization</a> had grown to $175 billion.\n", "\nWhen the tech boom turned to bust, and companies slashed spending on telecom services and equipment, WorldCom resorted to accounting tricks to maintain the appearance of ever-growing profitability. By then, many investors had become suspicious of Ebbers’ story—especially after the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/enron.asp\">Enron</a> scandal broke in the summer of 2001.\n", "\nShortly after Ebbers was forced to step down as CEO in April 2002, it was revealed that he had, in 2000, borrowed $400 million from Bank of America to cover <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/margincall.asp\">margin calls</a>, using his WorldCom shares as collateral. As a result, Ebbers lost his fortune. In 2005 he was convicted of securities fraud and sentenced to 25 years in prison.\n", "\nThis was not a sophisticated fraud. To hide its falling profitability, WorldCom inflated net income and cash flow by recording expenses as investments. By <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/capitalize.asp\">capitalizing</a> expenses, it exaggerated profits by around $3 billion in 2001 and $797 million in Q1 2002, reporting a profit of $1.4 billion instead of a net loss.\n", "\nWorldCom filed for bankruptcy on July 21, 2002, only a month after its auditor, Arthur Andersen, was convicted of obstruction of justice for shredding documents related to its audit of Enron. Arthur Andersen—which had audited WorldCom's 2001 financial statements and reviewed WorldCom’s books for Q1 2002—was found later to have ignored memos from WorldCom executives informing them that the company was inflating profits by improperly accounting for expenses.\n", "\nThis spate of corporate crime led to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/052815/what-impact-did-sarbanesoxley-act-have-corporate-governance-united-states.asp\">Sarbanes-Oxley Act</a> in July 2002, which strengthened disclosure requirements and the penalties for fraudulent accounting. In the aftermath, WorldCom left a stain on the reputation of accounting firms, investment banks, and credit rating agencies that had never quite been removed.\n", "\nBernard Ebbers was convicted on nine counts of securities fraud and sentenced to 25 years in prison in 2005. Former CFO Scott Sullivan received a five-year jail sentence after pleading guilty and testifying against Ebbers. On December 18, 2019, Ebbers was granted early release from prison for health reasons after serving 14 years of his sentence.\n", "\nThanks to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debtorinpossessionfinancing.asp\">debtor-in-possession financing</a> from Citigroup, J.P. Morgan, and G.E. Capital, the company would survive as a going concern when it emerged from bankruptcy in 2003 as MCI—a telecom company WorldCom had acquired in 1997. However, tens of thousands of workers lost their jobs.\n", "\nWithout admitting liability, Worldcom's former banks, including Citigroup, Bank of America, and J.P. Morgan, would settle lawsuits with creditors for $6 billion. Of that amount, around $5 billion went to the firm's bondholders, with the balance going to former shareholders. In a settlement with the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/sec.asp\">Securities and Exchange Commission</a>, the newly formed MCI agreed to pay shareholders and bondholders $500 million in cash and $250 million in MCI shares.\n"]}