{"name": "World Economic Outlook (WEO) Definition", "@id": "https://www.investopedia.com/terms/w/world-economic-outlook.asp", "related": ["https://www.investopedia.com/terms/g/gfsr.asp", "https://www.investopedia.com/terms/p/per-capita-gdp.asp", "https://www.investopedia.com/terms/g/g-24.asp", "https://www.investopedia.com/terms/e/economictsunami.asp", "https://www.investopedia.com/terms/t/trade-war.asp", "https://www.investopedia.com/terms/i/imf.asp"], "body": ["\nThe World Economic Outlook (WEO) is a report by the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/imf.asp\">International Monetary Fund</a> (IMF) that analyzes key parts of the IMF's surveillance of economic developments and policies in its member countries. It also projects developments in the global financial markets and economic systems.\n", "\nThe WEO is usually prepared twice a year and is used in meetings of the International Monetary and Financial Committee.\n", "\nThe World Economic Outlook (WEO) presents the IMF's analysis and projections of global economic developments and classifies their analysis by region and stage of economic development. This report is the main instrument of disseminating the findings and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/financial-analysis.asp\">analysis</a> of their global surveillance activities to the world.\n", "\nThe World Economic Outlook database is created during the bi-annual WEO exercise, which begins in January and June of each year and results in the April and September/October WEO publication.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> \n", "\nIn January 2018, the WEO reported that global economic activity continued to \"firm up\" at the end of 2017. They estimated global output to have grown by 3.7 percent in 2017, higher and faster than predicted.\n", "\nThe WEO suggested U.S. tax policy changes would stimulate global activity, including the short-term impact of U.S. investors responding to corporate income-tax cuts, and favorable demand spillovers for U.S. trading partners, particularly its direct neighbors, Canada and Mexico. They estimate the effect on U.S. growth to be positive through 2020.\n", "\nThe WEO also reported that global recovery has strengthened, with some 120 economies, accounting for three-quarters of world <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gdp.asp\">GDP</a>, seeing a pickup in growth in 2017, the broadest synchronized global growth upsurge since 2010. Growth in the third quarter of 2017 was higher than projected for <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/advanced-economies.asp\">advanced economies</a>, including Germany, Japan, Korea, and the United States. Furthermore, key emerging markets and developing economies, including Brazil, China, and South Africa, also posted third-quarter growth stronger than their prior forecasts.\n", "\nBy April 2019, the situation had reversed. Global economic growth slowed during the second half of 2018. For 2019, growth was expected to be down by three basis points, from 3.6% in 2018 to 3.3% in 2019. According to the agency, the main causes for a global deceleration were trade tensions between the United States and China during the second half of 2018, tightening of financial policies across several countries, and policy uncertainty across economies. Industrial production declined noticeably, especially in China, during the second half of 2018 due to declining business confidence.\n", "\nIn early 2020, the COVID-19 pandemic struck the world, causing initial economic fallout as people locked down and quarantined; this prompted revision in the IMF's outlook. Despite the pandemic's toll, as of March 31, 2021, the WEO predicts that the global economy will grow at a rate of 6.6% in 2021 and moderating to 4.4% in 2022.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This is up from forecasts of 5.5% and 4.2% respectively that were produced just two months earlier as vaccine rollout has picked up the pace. Of course, these new forecasts are also subject to revision as things change.\n", "\nWhile COVID-19 remains the most pressing concern, the IMF also keeps its eye on other factors that can change the economic trajectory of certain regions or the entire globe. Key risks to the forecasts include the flaring up of trade tensions between countries, risks regarding the UK's exit from the Eurozone area, and decelerating growth in Europe and China. The agency termed the current state of the global economy as a \"delicate moment\" and highlighted the role of policy certainty in ensuring that growth remains on track and the risks remain minimal.\n"]}