{"name": "Wraparound Mortgage Definition", "@id": "https://www.investopedia.com/terms/w/wraparound-mortgage.asp", "related": ["https://www.investopedia.com/terms/w/wrap-around-loan.asp", "https://www.investopedia.com/terms/a/assumption_clause.asp", "https://www.investopedia.com/terms/n/noappraisal-refinancing.asp", "https://www.investopedia.com/terms/f/first_mortgage.asp", "https://www.investopedia.com/terms/c/coterminous.asp", "https://www.investopedia.com/terms/a/assumablemortgage.asp"], "body": ["\nA wraparound mortgage is a type of junior loan which wraps or includes, the current note due on the property. The wraparound loan will consist of the balance of the original loan plus an amount to cover the new purchase price for the property. These mortgages are a form of secondary financing. The seller of the property receives a secured <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/promissorynote.asp\">promissory note</a>, which is a legal IOU detailing the amount due. A wraparound mortgage is also known as a wrap loan, overriding mortgage, agreement for sale, a carry-back, or all-inclusive mortgage.\n", "\nFrequently, a wraparound mortgage is a method of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/refinance.asp\">refinancing</a> a property or financing the purchase of another property when an existing mortgage cannot be paid off. The total amount of a wraparound mortgage includes the previous mortgage's unpaid amount plus the additional funds required by the lender. The borrower makes the larger payments on the new wraparound loan, which the lender will use to pay the original note plus provide themselves a profit margin. Depending on the wording in the loan documents, the title may immediately transfer to the new owner or it may remain with the seller until the satisfaction of the loan.\n", "\nSince the wraparound is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/j/junior_mortgage.asp\">junior mortgage</a>, any superior, or senior, claims will have priority. In the event of default, the original mortgage would receive all proceeds from the liquidation of the property until it is all paid off.\n", "\nWraparound mortgages are a form of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/seller-financing.asp\">seller financing</a> where Instead of applying for a conventional bank mortgage, a buyer will sign a mortgage with the seller. The seller then takes the place of the bank and accepts payments from the new owner of the property. Most seller-financed loans will include a spread on the interest rate charged, giving the seller additional profit. \n", "\nBoth wraparound mortgages and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/secondmortgage.asp\">second mortgages</a> are forms of seller financing. A second mortgage is a type of subordinate mortgage made while an original mortgage is still in effect. The interest rate charged for the second mortgage tends to be higher and the amount borrowed will be lower than that of the first mortgage. \n", "\nA notable difference between wraparound and second mortgages is in what happens to the balance due from the original loan. A wraparound mortgage includes the original note rolled into the new mortgage payment. With a second mortgage, the original mortgage balance and the new price combine to form a new mortgage.\n", "\nFor example, Mr. Smith owns a house which has a mortgage balance of $50,000 at 4% interest. Mr. Smith sells the home for $80,000 to Mrs. Jones who obtains a mortgage from either Mr. Smith or another lender at 6% interest. Mrs. Jones makes payments to Mr. Smith who uses those payments to pay his original 4% mortgage. \n", "\nMr. Smith makes a profit on both the difference between the purchase price and the original owed mortgage and on the spread between the two interest rates. Depending on the loan paperwork, the home's ownership may transfer to Mrs. Jones. However, if she defaults on the mortgage, the lender or a senior claimant may <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/foreclosure.asp\">foreclose</a> and reclaim the property.\n"]}