{"name": "Xetra Definition", "@id": "https://www.investopedia.com/terms/x/xetra.asp", "related": ["https://www.investopedia.com/terms/f/frankfurt-stock-exchange-fra-.f.asp", "https://www.investopedia.com/terms/b/berlin-stock-exchange-ber-.b.asp", "https://www.investopedia.com/terms/d/dusseldorf-stock-exchange-dus-.d.asp", "https://www.investopedia.com/terms/d/dax.asp", "https://www.investopedia.com/terms/n/nasdaq.asp", "https://www.investopedia.com/terms/c/cincinnati-stock-exchange.asp"], "body": ["\nXetra is a trading technology platform that is operated by Frankfurter Wertpapierbörse (FWB), the Frankfurt Stock Exchange. It offers electronic trading in stocks, funds, bonds, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/w/warrant.asp\" rel=\"noopener noreferrer\">warrants</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodities</a> contracts.\n", "\nLaunched in 1997, the majority of all trades transacted in Germany are through the Xetra trading venue: more than 90% of all trading in shares across all German exchanges is now conducted through Xetra, making it the largest of Germany’s seven stock exchanges. In addition, about 30% of all trading in exchange-traded funds (<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/etf.asp\" rel=\"noopener noreferrer\">ETFs</a>) in continental Europe is transacted through Xetra.\n", "\nThe Deutsche Börse Group operates Xetra, which is headquartered in Frankfurt, Germany. A diversified exchange organization, Deutsche Börse Group has a range of products and services that span the financial industry’s value chain, including listing, trading, clearing, and settlement, along with custody services, liquidity management, and more. The Xetra platform offers increased flexibility for seeing order depth within the markets.\n", "\nDeutsche Börse Group is headquartered in the financial center of Frankfurt/Rhine-Main and has branches in Luxembourg, Prague, London, Zurich, Moscow, New York, Chicago, Hong Kong, Singapore, Beijing, and Tokyo.\n", "\nXetra was one of the first global electronic trading systems; it has grown to account for the majority of all stock trades on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/frankfurt-stock-exchange-fra-.f.asp\" rel=\"noopener noreferrer\">Frankfurt Exchange</a> (FRA). The FRA is one of the oldest exchanges in the world and includes notable indices, such as the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dax.asp\" rel=\"noopener noreferrer\">DAX</a>, the VDAX, and the Eurostoxx 50. FRA hours are from 9:00 am to 5:30 pm on weekdays. The <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/deutsche-aktien-xchange.asp\" rel=\"noopener noreferrer\">DAX 30</a> is Germany's benchmark stock market index and is run on the Xetra platform, where it is sometimes referred to as the Xetra DAX.\n", "\nIn addition to opening up the German markets for increased foreign investment, it is currently being used by stock exchanges in Ireland, Vienna, and Shanghai.\n", "\nIn 1969, the first automated system for direct trading among U.S. institutions launched, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/instinet.asp\" rel=\"noopener noreferrer\">Instinet</a> (originally named Institutional Networks). Nasdaq was the second automated system to launch in 1971. In the early automated trading systems, trading occurred over the phone (although broker-dealers were able to see the prices other firms were offering).\n", "\nShortly thereafter, the New York Stock Exchange (NYSE) launched its <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/dot.asp\" rel=\"noopener noreferrer\">Designated Order Turnaround</a> (DOT) system. This allowed brokers to route orders directly to specialists on the floor. In 1984, SuperDOT emerged, which effectively expanded the number of shares sent to the floor at one time to nearly 100,000. Nasdaq soon offered the Small Order Execution System (SOES) to compete with NYSE.\n", "\nToday, electronic trading dominates the public markets; however, with greater connectivity comes greater <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/cybersecurity.asp\" rel=\"noopener noreferrer\">cybersecurity</a> threats. While individuals remain at some level of cyber-attack risk, larger entities such as businesses and government systems are often the main targets of cybersecurity attacks. The U.S. Department of Homeland Security uses high-tech cybersecurity measures to protect sensitive government information from other countries, nation-states, and individual hackers. Any financial system that stores credit card information from its users is at high-risk, along with systems like exchanges.\n"]}