{"name": "Yard Definition", "@id": "https://www.investopedia.com/terms/y/yard.asp", "related": ["https://www.investopedia.com/terms/p/primary-exchange.asp", "https://www.investopedia.com/terms/s/sensex.asp", "https://www.investopedia.com/terms/m/mineandyours.asp", "https://www.investopedia.com/terms/t/toronto-stock-exchange-tsx.asp", "https://www.investopedia.com/terms/b/beirut.asp", "https://www.investopedia.com/terms/a/arbitrage.asp"], "body": ["\nThe term \"yard\" is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/061313/10-common-financial-terms-every-newbie-needs-know.asp\">financial term</a> meaning one billion. The term is derived from the term \"milliard,\" which is used in some European languages and is equivalent to the number one billion used in American English.\n", "\nA yard is equal to 10y—10 to the ninth power—or the number one followed by nine zeros, which is written out as 1,000,000,000. If someone were to purchase one billion U.S. dollars, he or she could refer to the purchase as a yard of U.S. dollars.\n", "\nThe <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/030116/top-three-financial-centres-world.asp\">financial world</a>, just like any other industry, has its own <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/062615/investopedias-oddest-business-investing-terms.asp\">slang terms</a> including the word yard. The term refers to one billion and may offer a concise method of naming the figure. It is most often used to avoid any confusion with the words million or trillion when making a trade. The term is often used in currency trading.\n", "\nDifferent terminology is used throughout the world for identifying large numbers. For example, one billion can be called one yard, one milliard, or one thousand million, depending on the country.\n", "\nThe financial world is full of slang that is commonplace in the industry including cable, which is used to refer to the currency pairing between the pound and U.S. dollar, and the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/loonie.asp\">loonie</a>—another name for the Canadian dollar—which bears a loon on the front.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/041515/worlds-10-most-famous-traders-all-time.asp\">Traders</a> have had to develop their own terminology, or financial slang, in order to make trading easier. As mentioned above, the term yard has been used to mean one billion in order to avoid confusion with other words such as million or trillion that sound similar. Traders, at that time, communicated through the open outcry system, shouting to one another or using hand signals to transmit information about their buy and sell orders.\n", "\nWith the advent of technology, the trading world began to make the conversion from the open outcry system to electronic trading. In fact, many of the world's largest exchanges eliminated outcry and adopted a fully integrated electronic trading system including the London Stock Exchange (LSE), India's Bombay Stock Exchange (BSE), and the Toronto Stock Exchange (TSX).\n", "\nAccording to a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.reuters.com/article/us-markets-slang-forex/modern-trading-killing-off-barrow-boy-market-slang-idUSTRE80C0LH20120113\">report from <em>Reuters</em></a>, terms like yard and cable may continue to survive, but electronic and over-the-phone trading is leading to the slow death of a lot of financial slang in general. Because the new roster of traders is educated using modern technology, they are not as familiar with the financial lingo that was once popular on trading floors around the world. This means the likelihood that they would use this terminology in the industry is remote.\n"]}