{"name": "Yearly Probability of Living Definition", "@id": "https://www.investopedia.com/terms/y/yearly-probability-of-living.asp", "related": ["https://www.investopedia.com/terms/u/ultimate-mortality-table.asp", "https://www.investopedia.com/terms/v/valuation-mortality-table.asp", "https://www.investopedia.com/terms/c/commissioners-standard-ordinary-mortality-table-cso.asp", "https://www.investopedia.com/terms/s/survival-analysis.asp", "https://www.investopedia.com/terms/y/yearly-probability-of-dying.asp", "https://www.investopedia.com/terms/p/population.asp"], "body": ["\nThe yearly probability of living is a statistical concept that measures the likelihood that a given person, or group of people, will survive for one more year. It is widely used in the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/ask/answers/051915/how-does-insurance-sector-work.asp\" rel=\"noopener noreferrer\">insurance industry</a> to underwrite life insurance contracts. Generally speaking, older individuals will have a lower yearly probability of living and will therefore likely be charged higher insurance premiums.\n", "\nIn order to be profitable, insurance companies must use all available data to estimate the likelihood that their policyholders will file insurance claims. For life insurance policies, one of the most important types of data consists of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mortality-table.asp\" rel=\"noopener noreferrer\">mortality tables</a>, also known as life tables. These important resources show the rate of death at each age, expressed in terms of the number of deaths per thousand. By studying these tables, insurers can calculate the yearly probability of living corresponding to their policyholders, setting their <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/insurance-premium.asp\" rel=\"noopener noreferrer\">insurance premiums</a> accordingly.\n", "\nIn essence, the data shown in a mortality table is determined by dividing the number of people alive at the end of a given year by the number of people alive at the beginning of that same year. Depending on the mortality table in question, the data may reflect a broad population, such as for the United States as a whole, or it might reflect a specific subset of that population, such as those aged 70 or older or those possessing certain <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/preexisting_condition.asp\" rel=\"noopener noreferrer\">pre-existing illnesses</a>. For insurance purposes, companies will select the most relevant data possible when underwriting their insurance products. A life insurance product marketed to senior citizens, therefore, will be underwritten using the yearly probability of living for that age cohort.\n", "\nFor many people, it can be uncomfortable to consider statistics such as the yearly probability of living, because it forces us to reflect on our own mortality. This is especially true considering that, when plotted over time, the yearly probability of living declines continuously as we age, eventually reaching 0%. From a financial perspective, however, this type of data is impossible to avoid because it is critical in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskmanagement.asp\" rel=\"noopener noreferrer\">evaluating risk</a>. Whereas insurers use this data to calculate the likelihood of insurance claims and set their premiums accordingly, policyholders must also consider them in order to determine whether they are receiving a fair price on their life insurance.\n", "\nIn addition to age, other factors that are often considered when calculating these figures include the population’s pre-existing health conditions, nationality, gender, ethnicity, and economic status. These factors are considered statistically relevant because they have been shown to correlate with different life-expectancy outcomes. \n", "\nFor instance, women worldwide have been shown to have a life expectancy roughly 7% higher than men. Globally, women live for roughly 75 years on average, whereas men live for about 70 years. There is also considerable difference between nations. For example, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/financial-edge/0712/the-united-states-vs.-canada---differences-in-investing.aspx\" rel=\"noopener noreferrer\">Canadians</a> have an average life expectancy of just under 82 years, whereas Americans live for approximately 79 years on average. In some cases, the difference between countries’ yearly probability of living can be very extreme. Whereas citizens of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/investing/123015/3-economic-challenges-japan-faces-2016.asp\" rel=\"noopener noreferrer\">Japan</a> have an average life expectancy of 84 years, the citizens of the Central African Republic have an average life expectancy of only 53 years.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿\n"]}