{"name": "Yield Spread Premium Definition", "@id": "https://www.investopedia.com/terms/y/yield_spread_premium.asp", "related": ["https://www.investopedia.com/terms/b/buy_up.asp", "https://www.investopedia.com/terms/n/negative_points.asp", "https://www.investopedia.com/terms/o/origination-fee.asp", "https://www.investopedia.com/terms/m/mortgage_par_rate.asp", "https://www.investopedia.com/terms/c/closingcosts.asp", "https://www.investopedia.com/terms/u/up-front-mortgage-insurance-ufmi.asp"], "body": ["\nA yield spread premium also called a \"YSP\" is a form of compensation that a mortgage broker, acting as the intermediary, receives from the original lender for selling an interest rate to a borrower that is above the lender's par rate for which the borrower qualifies.\n", "\nThe YSP can be used to cover costs associated with the loan, so the borrower isn't on the hook for additional fees. Since new legislation was passed in 1999, the yield spread premium must now be reasonably related to services the mortgage broker performs for the home buyer. The yield spread premium must be disclosed on the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/h/hud-1.asp\">HUD-1 Form</a> when the loan is closed.\n", "\nMortgage brokers are compensated directly by borrowers when the borrower pays an origination fee when the lender pays the broker a yield spread premium or a combination of these. If there is no origination fee, the borrower is most likely agreeing to pay an interest rate above the market rate.\n", "\nPaying an interest rate above-market rates to compensate a mortgage broker/lender is not necessarily a bad thing for the borrower, as it can reduce the mortgage's upfront costs.\n", "\nIf the borrower expects to hold the mortgage for a short time, paying a relatively high-interest rate can be more economical than paying high fees up front. A thorough analysis should be performed before any contracts are signed.\n"]}