{"name": "Yield Curve Risk Definition", "@id": "https://www.investopedia.com/terms/y/yieldcurverisk.asp", "related": ["https://www.investopedia.com/terms/b/bearsteepener.asp", "https://www.investopedia.com/terms/o/operation-twist.asp", "https://www.investopedia.com/terms/p/positivebutterfly.asp", "https://www.investopedia.com/terms/o/on_the_run_curve.asp", "https://www.investopedia.com/terms/n/negativebutterfly.asp", "https://www.investopedia.com/terms/b/bullsteepener.asp"], "body": ["\nThe yield curve risk is the risk of experiencing an adverse shift in market interest rates associated with investing in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fixedincome.asp\">fixed income</a> instrument. When market yields change, this will impact the price of a fixed-income instrument. When market interest rates, or yields, increase, the price of a bond will decrease, and vice versa.\n", "\nInvestors pay close attention to the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldcurve.asp\">yield curve</a> as it provides an indication of where short term interest rates and economic growth are headed in the future. The yield curve is a graphical illustration of the relationship between interest rates and bond yields of various maturities, ranging from 3-month <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybill.asp\">Treasury bills</a> to 30-year <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurybond.asp\">Treasury bonds</a>. The graph is plotted with the y-axis depicting interest rates, and the x-axis showing the increasing time durations. \n", "\nSince short-term bonds typically have lower yields than longer-term bonds, the curve slopes upwards from the bottom left to the right. This is a normal or positive yield curve. Interest rates and bond prices have an inverse relationship in which prices decrease when interest rates increase, and vice versa. Therefore, when interest rates change, the yield curve will shift, representing a risk, known as the yield curve risk, to a bond investor.\n", "\nThe yield curve risk is associated with either a flattening or steepening of the yield curve, which is a result of changing yields among comparable bonds with different maturities. When the yield curve shifts, the price of the bond, which was initially priced based on the initial yield curve, will change in price.\n", "\nAny investor holding interest-rate bearing securities is exposed to yield curve risk. To hedge against this risk, investors can build portfolios with the expectation that if interest rates change, their portfolios will react in a certain way. Since changes in the yield curve are based on bond <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/riskpremium.asp\">risk premiums</a> and expectations of future interest rates, an investor that is able to predict shifts in the yield curve will be able to benefit from corresponding changes in bond prices.\n", "\nIn addition, short-term investors can take advantage of yield curve shifts by purchasing either of two <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/exchange-traded-products-etp.asp\">exchange-traded products</a> (ETPs)—the iPath US Treasury Flattener ETN (FLAT) and the iPath US Treasury Steepener ETN (STPP).\n", "\nWhen interest rates converge, the yield curve flattens. A <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/flatyieldcurve.asp\">flattening yield curve</a> is defined as the narrowing of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/y/yieldspread.asp\">yield spread</a> between long- and short-term interest rates. When this happens, the price of the bond will change accordingly. If the bond is a short-term bond maturing in three years, and the three-year yield decreases, the price of this bond will increase.\n", "\nLet’s look at an example of a flattener. Let’s say the Treasury yields on a 2-year <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasurynote.asp\">note</a> and a 30-year bond are 1.1% and 3.6%, respectively. If the yield on the note falls to 0.9%, and the yield on the bond decreases to 3.2%, the yield on the longer-term asset has a much bigger drop than the yield on the shorter-term Treasury. This would narrow the yield spread from 250 <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/basispoint.asp\">basis points</a> to 230 basis points.\n", "\nA flattening yield curve can indicate economic weakness as it signals that <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/inflation.asp\">inflation</a> and interest rates are expected to stay low for a while. Markets expect little economic growth, and the willingness of banks to lend is weak.\n", "\nIf the yield curve steepens, this means that the spread between long- and short-term interest rates widens. In other words, the yields on long-term bonds are rising faster than yields on short-term bonds, or short-term bond yields are falling as long-term bond yields are rising. Therefore, long-term bond prices will decrease relative to short-term bonds.\n", "\nA <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/curve-steepener-trade.asp\">steepening curve</a> typically indicates stronger economic activity and rising inflation expectations, and thus, higher interest rates. When the yield curve is steep, banks are able to borrow money at lower interest rates and lend at higher interest rates. An example of a steepening yield curve can be seen in a 2-year note with a 1.5% yield and a 20-year bond with a 3.5% yield. If after a month, both Treasury yields increase to 1.55% and 3.65%, respectively, the spread increases to 210 basis points, from 200 basis points.\n", "\nOn rare occasions, the yield on short-term bonds is higher than the yield on long-term bonds. When this happens, the curve becomes inverted. An <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/invertedyieldcurve.asp\">inverted yield curve</a> indicates that investors will tolerate low rates now if they believe rates are going to fall even lower later on. So, investors expect lower inflation rates, and interest rates, in the future.\n"]}