{"name": "Yield Maintenance Definition", "@id": "https://www.investopedia.com/terms/y/yieldmaintenance.asp", "related": ["https://www.investopedia.com/terms/d/debtfinancing.asp", "https://www.investopedia.com/terms/c/costofdebt.asp", "https://www.investopedia.com/terms/b/bond.asp", "https://www.investopedia.com/terms/c/current_face.asp", "https://www.investopedia.com/terms/c/compoundinterest.asp", "https://www.investopedia.com/terms/c/constantmaturity.asp"], "body": ["\nYield maintenance is a sort of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaymentpenalty.asp\">prepayment penalty</a> that allows investors to attain the same yield as if the borrower made all scheduled interest payments up until the maturity date. It dictates that borrowers pay the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest-rate-differential.asp\">rate differential</a> between the loan interest rate and the prevailing market interest rate on the prepaid capital for the period remaining to loan maturity.\n", "\nYield maintenance premiums are designed to make investors indifferent to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepayment.asp\">prepayment </a>(the settlement of a debt or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/072316/how-installment-loans-work.asp\">installment loan</a> before its official due date). Furthermore, it makes refinancing unattractive and uneconomical to borrowers.\n", "\nWhen a borrower obtains financing, either by issuing bonds or by taking out a loan (e.g., mortgage, auto loan, business loan, etc.), the lender is periodically paid interest as compensation for the use of their money for a period of time. The interest that is expected constitutes a rate of return for the lender who projects earnings based on the rate.\n", "\nFor example, an investor who purchases a 10-year bond with a $100,000 <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/facevalue.asp\">face value</a> and an annual <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coupon-rate.asp\">coupon rate</a> of 7%, intends to be credited annually by 7% x $100,000 = $7,000. Likewise, a bank that approves a $350,000 at a fixed interest rate expects to receive interest payments monthly until the borrower completes the mortgage payments years down the line.\n", "\nHowever, there are situations in which the borrower pays off the loan early or calls in a bond prior to the maturity date. This threat of a premature return of the principal is known as <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepaymentrisk.asp\">prepayment risk</a> (in financial lingo, \"prepayment\" means the settlement of a debt or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/personal-finance/072316/how-installment-loans-work.asp\">installment loan</a> before its official due date). Every debt instrument carries it, and every lender faces it, to some degree. The risk is that the lender won't get the interest income stream for as long a period as they counted on.\n", "\nTo compensate lenders in the event that a borrower repays the loan earlier than scheduled, a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/prepayment.asp\">prepayment</a> fee or premium, known as yield maintenance, is charged. In effect, the yield maintenance allows the lender to earn its original yield without suffering any loss.\n", "\nYield maintenance is most common in the commercial mortgage industry. For example, let's imagine a building owner who's taken out a loan to buy an adjacent property. It's a 30-year mortgage, but five years in, interest rates have fallen considerably, and the owner decides to refinance. He borrows money from another lender and pays off his old mortgage. If the bank that issued that mortgage imposed a yield maintenance fee or premium, it would be able to reinvest the money returned to them, plus the penalty amount, in safe Treasury securities and receive the same cash flow as they would if they had received all scheduled loan payments for the entire duration of the loan.\n", "\nThe formula for calculating a yield maintenance premium is:\n", "\n<strong>Yield Maintenance = Present Value of Remaining Payments on the Mortgage x (Interest Rate - Treasury Yield)</strong>\n", "\nThe Present Value factor in the formula can be calculated as (1 – (1+r)<sup>-n/12</sup>)/r\n", "\nwhere r = Treasury yield\n", "\nn = number of months\n", "\nFor example, assume a borrower has a $60,000 balance remaining on a loan with 5% interest. The remaining term of the loan is exactly five years or 60 months. If the borrower decides to pay off the loan when the yield on 5-year Treasury notes drops to 3%, The yield maintenance can be calculated in this way.\n", "\nStep 1: PV = [(1 – (1.03)<sup>-60/12</sup>)/0.03] x $60,000\n", "\nPV = 4.58 x $60,000\n", "\nPV = $274,782.43\n", "\nStep 2: Yield Maintenance = $274,782.43 x (0.05 – 0.03)\n", "\nYield Maintenance = $274,782.43 x (0.05 – 0.03)\n", "\nYield Maintenance = $5,495.65\n", "\nThe borrower will have to pay an additional $5,495.65 to prepay his debt.\n", "\nIf <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/treasury-yield.asp\">Treasury yields</a> go up from where they were when a loan was taken out, the lender can make a profit by accepting the early loan repayment amount and lending the money out at a higher rate or investing the money in higher-paying treasury bonds. In this case, there is no yield loss to the lender, but it will still charge a prepayment penalty on the principal balance.\n"]}