{"name": "Z-Share Definition", "@id": "https://www.investopedia.com/terms/z/z-share.asp", "related": ["https://www.investopedia.com/terms/i/investorshares.asp", "https://www.investopedia.com/terms/b/bshare.asp", "https://www.investopedia.com/terms/l/loadfund.asp", "https://www.investopedia.com/terms/l/load.asp", "https://www.investopedia.com/terms/a/ashare.asp", "https://www.investopedia.com/terms/c/captivefund.asp"], "body": ["\nA Z-share is a class of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/mutualfund.asp\" rel=\"noopener noreferrer\">mutual fund</a> shares that employees of the fund's management company are allowed to own. Employees may have the option to buy Z-shares. They are also used in employee benefit plans and offered as a part of compensation or through a reward package.\n", "\nZ-shares are typically no-load funds which can make them an even more attractive investment for employees. They usually have no <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/front-endload.asp\" rel=\"noopener noreferrer\">front-end</a> or back-end fees. Generally, they also have one of the lowest <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expenseratio.asp\" rel=\"noopener noreferrer\">expense ratios</a>. While Z-share investors will pay the same management and miscellaneous fund expenses as other investors, their expenses usually do not include distribution or service fees since they are bought and sold directly through the management company without the involvement of an intermediary.\n", "\nSimilar to stock options and stock incentive grants, mutual fund companies offer Z-shares as compensation or through a reward package. In some cases, employers may match the number of shares purchased as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bonus.asp\" rel=\"noopener noreferrer\">bonus</a> for employees. Z-shares are held in employee benefits accounts. All Z-share transactions are managed by the fund company which provides reporting for the employees on the investments.\n", "\nOther aspects of Z-shares are similar to the other share classes in the fund. Z-share assets are pooled by the fund for management and operational economies of scale. Open-end fund Z-shares must be transacted at the forward price, which is its next reported <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nav.asp\" rel=\"noopener noreferrer\">net asset value</a>.\n", "\nOverall, mutual fund companies structure their offerings to include Z-shares as a firm-wide incentive. Z-shares are a valuable instrument that mutual fund companies can use in all types of employee compensation. They are also used broadly in employee benefit plans. Z-shares can be a valuable offering for employees considering long-term employment prospects. Companies also use Z-shares to support employee morale, loyalty, and long-term career development.\n", "\nFranklin Templeton is a prominent mutual fund manager offering Z-shares across nearly all of its mutual fund offerings. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://www.franklintempleton.com/investor/investments-and-solutions/investment-options/mutual-funds/overview/074/franklin-mutual-shares-fund/MUTHX\" rel=\"noopener noreferrer nofollow\">Franklin Mutual Shares Fund (MUTHX)</a> provides one example. This fund offers A, C, R, R6, and Z shares. The Z-shares in the Franklin Mutual Shares Fund have no front-end or back-end fees for employees. The expense ratio is also one of the lowest among all share classes at 0.79%. In addition, its annual <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/1/12b-1fees.asp\" rel=\"noopener noreferrer\">12b-1 fee</a> is 0%. Because this Franklin Templeton mutual shares stock also doesn't require any distribution and service fees, this helps to keep the annual expense ratio down. The lower fees have helped the Z-share class to report high returns since inception.\n"]}