{"name": "Zero-Sum Game", "@id": "https://www.investopedia.com/terms/z/zero-sumgame.asp", "related": ["https://www.investopedia.com/terms/g/gametheory.asp", "https://www.investopedia.com/terms/m/matching-pennies.asp", "https://www.investopedia.com/terms/n/nash-equilibrium.asp", "https://www.investopedia.com/terms/a/assignablecontract.asp", "https://www.investopedia.com/terms/r/rational-choice-theory.asp", "https://www.investopedia.com/terms/n/narrowbasis.asp"], "body": ["\nZero-sum is a situation in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/g/gametheory.asp\">game theory</a> in which one person’s gain is equivalent to another’s loss, so the net change in wealth or benefit is zero. A zero-sum game may have as few as two players or as many as millions of participants. In financial markets, options and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/futures.asp\">futures</a> are examples of zero-sum games, excluding transaction costs. For every person who gains on a contract, there is a counter-party who loses.\n", "\nZero-sum games are found in game theory, but are less common than non-zero sum games. Poker and gambling are popular examples of zero-sum games since the sum of the amounts won by some players equals the combined losses of the others. Games like chess and tennis, where there is one winner and one loser, are also zero-sum games.\n", "\nThe game of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/matching-pennies.asp\">matching pennies</a> is often cited as an example of a zero-sum game, according to game theory. The game involves two players, A and B, simultaneously placing a penny on the table. The payoff depends on whether the pennies match or not. If both pennies are heads or tails, Player A wins and keeps Player B’s penny; if they do not match, then Player B wins and keeps Player A’s penny.\n", "\nMatching pennies is a zero-sum game because one player’s gain is the other’s loss. The payoffs for Players A and B are shown in the table below, with the first numeral in cells (a) through (d) representing Player A’s payoff, and the second numeral representing Player B’s playoff. As can be seen, the combined playoff for A and B in all four cells is zero.\n", "\nZero-sum games are the opposite of win-win situations—such as a trade agreement that significantly increases trade between two nations—or lose-lose situations, like war, for instance. In real life, however, things are not always so obvious, and gains and losses are often difficult to quantify.\n", "\nIn the stock market, trading is often thought of as a zero-sum game. However, because trades are made on the basis of future expectations, and traders have different preferences for risk, a trade can be mutually beneficial. Investing longer term is a positive-sum situation because capital flows facilitation production, and jobs that then provide production, and jobs that then provide savings, and income that then provides investment to continue the cycle.\n", "\nGame theory is a complex theoretical study in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/economics.asp\">economics</a>. The 1944 groundbreaking work “Theory of Games and Economic Behavior,” written by Hungarian-born American mathematician John von Neumann and co-written by Oskar Morgenstern, is the foundational text. Game theory is the study of the decision-making process between two or more intelligent and rational parties.\n", "\nGame theory can be used in a wide array of economic fields, including <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/experimental-economics.asp\">experimental economics</a>, which uses experiments in a controlled setting to test economic theories with more real-world insight. When applied to economics, game theory uses mathematical formulas and equations to predict outcomes in a transaction, taking into account many different factors, including gains, losses, optimality, and individual behaviors.\n", "\nIn theory, a zero-sum game is solved via three solutions, perhaps the most notable of which is the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/n/nash-equilibrium.asp\">Nash Equilibrium</a> put forth by John Nash in a 1951 paper titled “Non-Cooperative Games.” The Nash equilibrium states that two or more opponents in the game—given knowledge of each others’ choices and that they will not receive any benefit from changing their choice—will therefore not deviate from their choice.\n", "\nWhen applied specifically to economics, there are multiple factors to consider when understanding a zero-sum game. Zero-sum game assumes a version of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/perfectcompetition.asp\">perfect competition</a> and perfect information; both opponents in the model have all the relevant information to make an informed decision. Taking a step back, most transactions or trades are inherently non-zero-sum games because when two parties agree to trade they do so with the understanding that the goods or services they are receiving are more valuable than the goods or services they are trading for it, after <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\">transaction costs</a>. This is called positive-sum, and most transactions fall under this category.\n", "\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/options-basics-tutorial-4583012\">Options</a> and futures trading is the closest practical example to a zero-sum game scenario because the contracts are agreements between two parties, and, if one person loses, then the other party gains. While this is a very simplified explanation of options and futures, generally, if the price of that commodity or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/u/underlying-asset.asp\">underlying asset</a> rises (usually against market expectations) within a set time frame, an investor can close the futures contract at a profit. Thus, if an investor makes money from that bet, there will be a corresponding loss, and the net result is a transfer of wealth from one investor to another.\n"]}