{"name": "Zero-Floor Limit Definition", "@id": "https://www.investopedia.com/terms/z/zero-floor-limit.asp", "related": ["https://www.investopedia.com/terms/s/standard-floor-limit.asp", "https://www.investopedia.com/terms/c/card-reader.asp", "https://www.investopedia.com/terms/f/floor-limit.asp", "https://www.investopedia.com/terms/z/zero-liability-policy.asp", "https://www.investopedia.com/terms/c/contactless-payment.asp", "https://www.investopedia.com/terms/a/authorization-code.asp"], "body": ["\nThe term \"zero-floor limit\" refers to a policy whereby merchants are required to obtain authorization for every transaction processed at their store, regardless of its size. By contrast, some stores only require authorization for transactions that are above a certain size, with that size threshold being known as the store's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/floor-limit.asp\" rel=\"noopener noreferrer\">floor limit</a>.\n", "\nZero-floor limits are an increasingly popular provision. By taking advantage of the advanced computerized systems that are now responsible for processing payments, transactions can be authorized within a matter of seconds. In fact, there is essentially no difference in the speed required to authorize a large transaction as compared to a small one. For this reason, zero-floor limits have become common in recent years.\n", "\nIn the past, merchants who wished to authorize a transaction would need to take a physical imprint of the customer’s <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditcard.asp\">credit card</a>. This process would inevitably slow down the pace of transactions, causing many merchants to impose floor limits: minimum size thresholds below which transactions would not need to be authorized. By switching to a zero-floor limit policy, merchants and customers alike can benefit from improved <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fraud.asp\">fraud protection</a>.\n", "\nAlthough zero-floor limits are growing in popularity, they were initially used mainly in situations where the merchant could not have access to the customer's physical credit card, such as with online stores or mail-order companies. In these cases, which are known as \"contactless transactions,\" it has long been customary to authorize all transactions regardless of their size, to protect against the risk of purchases being made with stolen credit cards.\n", "\nWhen reviewing her monthly credit card bill, Emma was shocked to find several small transactions at stores that she did not recognize. Concerned that her card may have been compromised, she contacted her credit card issuer to notify them about the potential theft.\n", "\nAfter investigating the matter, Emma's credit card issuer confirmed that her credit card information had been stolen and used by the thief to make online purchases. Because the purchases in question were for relatively small amounts, the thief was able to avoid detection by deliberately making purchases from online merchants without zero-floor limit policies.\n", "\nThankfully, the credit card issuer agreed to reimburse Emma for the fraudulent transactions, while also mailing her a replacement credit card. In doing so, they informed Emma that going forward the credit card company would be requiring all merchants to impose zero-floor limit policies in order to reduce the risk of such theft in the future.\n"]}