{"name": "Zero-Cost Strategy Definition", "@id": "https://www.investopedia.com/terms/z/zero-cost-strategy.asp", "related": ["https://www.investopedia.com/terms/s/shortselling.asp", "https://www.investopedia.com/terms/c/covered-bear.asp", "https://www.investopedia.com/terms/c/cashandcarry.asp", "https://www.investopedia.com/terms/c/coveredcall.asp", "https://www.investopedia.com/terms/s/seller.asp", "https://www.investopedia.com/terms/v/verticalspread.asp"], "body": ["\nThe term zero-cost strategy refers to a trading or business decision that does not entail any <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/expense.asp\">expense</a> to execute. A zero-cost strategy costs a business or individual nothing while improving operations, making processes more efficient, or serving to reduce future expenses. As a practice, a zero-cost strategy may be applied in a number of contexts to improve the performance of an <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/a/asset.asp\">asset</a>.\n", "\nEmploying a zero-cost strategy means there are no additional expenses to make improvements or additions to the activities of a business or other entity. As mentioned above, an individual or business can cut future expenses, as well as simplify and streamline its current processes by using zero-cost strategies.\n", "\nZero-cost trading strategies can be used with a variety of assets and investment types including equities, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commodity.asp\" rel=\"noopener noreferrer\">commodities</a>, and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/option.asp\" rel=\"noopener noreferrer\">options</a>. Zero-cost strategies also may involve the simultaneous purchase and sale of an asset with like costs that cancel each other out.\n", "\nIn investing, a zero-cost portfolio may see an investor build a strategy based on going long in stocks that are expected to go up in value and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\" rel=\"noopener noreferrer\">short</a> stocks that are expected to fall in value—a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/l/long-shortequity.asp\" rel=\"noopener noreferrer\">long/short</a> strategy. For example, an investor may choose to borrow $1 worth of Facebook stock and sell the $1 stake in Facebook, then reinvest that money into Twitter. After a year, assuming the trade has gone as expected, the investor sells Twitter to buy back and return the stock of Facebook they borrowed. The return on this zero-cost strategy is the return on Twitter minus the return on Facebook. One important point to note is that this scenario ignores <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/buying-on-margin.asp\" rel=\"noopener noreferrer\">margin requirements</a>.\n", "\nA company that seeks to increase its efficiency while also reducing costs may decide to buy a new network server to replace several older ones. Because of advances in technology, the older servers are resold and the sum earned from the sale pays for the new server, which is more efficient, works faster, and reduces costs going forward due to lower maintenance and energy costs.\n", "\nA practical application of a zero-cost business strategy for an individual may be to improve sales prospects for a home by decluttering all the rooms, packing excess belongings into boxes, and moving the boxes to the garage. Because the labor is free, no cost is incurred.\n", "\nOne example of a zero-cost trading strategy is the zero-cost cylinder. In this options trading strategy, the investor works with two <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/o/outofthemoney.asp\">out-of-the-money</a> options, either buying a call and selling a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/put.asp\">put</a>, or buying a put and selling a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/call.asp\">call</a>. The strike price—the price at which the contract can be bought or sold—is chosen so that the premiums from the purchase and sale effectively cancel each other out. Zero-cost strategies help reduce risk by eliminating upfront costs.\n", "\nAnother example of a zero-cost strategy in options trading involves setting up several options trades simultaneously for which the premiums from the net <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/credit.asp\">credit</a> trades offset the net <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/debit.asp\">debit</a> trade premiums. With such a strategy, profits are determined by the performance of the assets rather than transaction costs.\n"]}