{"name": "Zero Coupon Swap Definition", "@id": "https://www.investopedia.com/terms/z/zero-coupon-swap.asp", "related": ["https://www.investopedia.com/terms/b/basisrateswap.asp", "https://www.investopedia.com/terms/p/plain-vanilla-swap.asp", "https://www.investopedia.com/terms/a/assetswap.asp", "https://www.investopedia.com/terms/a/absoluterate.asp", "https://www.investopedia.com/terms/p/performanceindexpaper.asp", "https://www.investopedia.com/terms/a/accrual-swap.asp"], "body": ["\nA zero coupon swap is an exchange of cash flows in which the stream of floating interest-rate payments is made periodically, as it would be in a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/plain-vanilla-swap.asp\">plain vanilla swap</a>, but where the stream of fixed-rate payments is made as one lump-sum payment at the time when the swap reaches maturity, instead of periodically over the life of the swap.\n", "\nA zero coupon swap is a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/derivative.asp\">derivative</a> contract entered into by two parties. One party makes floating payments which changes according to the future publication of the <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/interest-rate-index.asp\">interest rate index</a> (e.g. LIBOR, EURIBOR, etc.) upon which the rate is benchmarked. The other party makes payments to the other based on an agreed fixed interest rate. The fixed interest rate is tied to a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zero-couponbond.asp\">zero coupon bond</a>, or a bond that pays no interest for the life of the bond, but is expected to make one single payment at maturity. In effect, the amount of the fixed-rate payment is based on the swap's zero coupon rate. The bondholder on the end of the fixed leg of a zero coupon swap is responsible for making one payment at maturity, while the party on the end of the floating leg must make periodic payments over the contract life of the swap. However, zero coupon swaps can be structured so that both floating and fixed rate payments are paid as a lump sum.\n", "\nSince there’s a mismatch on the frequency of payments, the floating party is exposed to a substantial level of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/defaultrisk.asp\">default risk</a>. The counterparty that does not receive payment until the end of the agreement incurs a greater <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/creditrisk.asp\">credit risk</a> than it would with a plain vanilla swap in which both fixed and floating interest rate payments are agreed to be paid on certain dates over time.\n", "\nValuing a zero coupon swap involves determining the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/p/presentvalue.asp\">present value</a> of the cash flows using a <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spot_rate.asp\">spot rate</a> (or zero coupon rate). The spot rate is an interest rate that applies to a <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/d/discountbond.asp\">discount bond</a> that pays no coupon and produces just one cash flow at maturity date. The present value of each fixed and floating leg will be determined separately and summed together. Since the fixed rate payments are known ahead of time, calculating the present value of this leg is straightforward. To derive the present value of cash flows from the floating rate leg, the implied <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/forwardrate.asp\">forward rate</a> must be calculated first. The forward rates are usually implied from spot rates. The spot rates are derived from a <a data-component=\"link\" data-ordinal=\"5\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/spot_rate_yield_curve.asp\">spot curve</a> which is built from <a data-component=\"link\" data-ordinal=\"6\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bootstrapping.asp\">bootstrapping</a>, a technique that shows a sequence of spot (or zero-coupon) rates that are consistent with the prices and yields on coupon bonds.\n", "\nVariations of the zero coupon swap exist to meet different investment needs. A <em>reverse zero coupon swap</em> pays the fixed lump-sum payment upfront when the contract is initiated, reducing credit risk for the pay-floating party. Under an <em>exchangeable zero coupon swap</em>, the party scheduled to receive a fixed sum at the maturity date can use an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/e/embeddedoption.asp\">embedded option</a> to turn the lump-sum payment into a series of fixed payments. The floating payer will benefit from this structure if volatility declines and interest rates are relatively stable to declining. It is also possible for the floating-rate payments to be paid as a lump sum in a zero-coupon swap under an exchangeable zero coupon swap.\n"]}