{"name": "Zero Liability Policy Definition", "@id": "https://www.investopedia.com/terms/z/zero-liability-policy.asp", "related": ["https://www.investopedia.com/terms/n/new-balance.asp", "https://www.investopedia.com/terms/d/debitcard.asp", "https://www.investopedia.com/terms/p/post-date.asp", "https://www.investopedia.com/terms/r/reference-number.asp", "https://www.investopedia.com/terms/c/card-reader.asp", "https://www.investopedia.com/corporate-credit-cards-definition-4685050"], "body": ["\nA zero liability policy is a condition in a credit card or debit card agreement that states that the cardholder is not responsible for unauthorized charges. All major credit card issuers provide such protection to their cardholders, assuring them that any fraudulent charges that are reported or that the credit card issuer detects will be removed from the account and the account holder will not have to pay for them.\n", "\nDebit cards generally come with similar protections. However, consumers must remain vigilant. Failure to promptly report unauthorized use of a debit card may lead the cardholder to be held responsible for some of the loss.\n", "\nUnder federal law, the issuers of credit cards are largely responsible for coping with credit card fraud. The cardholder's liability for losses is limited to a maximum of $50. The zero liability policy removes even that potential for loss.\n", "\nDebit cards, however, are regulated under a different federal regulation. The cardholder may be responsible for losses in the account if unauthorized withdrawals are made using the card. The damage is limited to $50 only if the cardholder reports promptly that the card has been lost or stolen. \"Promptly\" is defined as two days or less.\n", "\nIn the worst-case scenario, the cardholder who does not report a loss promptly could be held responsible for the loss of the entire balance in the account.\n", "\nAs noted, most debit cards as well as credit cards come with a limited liability clause. But given the lighter regulation of debit cards, their owners should read the fine print in the policy to make sure it doesn't give the bank an excuse to refuse to make good on the losses.\n", "\nThere are a number of scenarios that can cause fraudulent charges to show up on a credit card account.\n", "\nIn one common ploy, a hacker accesses the database of a company such as a retail store chain that has retained the consumers' credit card information. This information is then sold, directly or on the black market, to another criminal who specializes in making unauthorized purchases.\n", "\nThe trick is to rack up purchases before the credit card's real owner or the credit card issuer realizes that the information has been stolen.\n", "\nThis is why you may get a call from your credit card issuer inquiring, say, whether you've been downloading a lot of games from a Hong Kong-based videogame site lately, or whether you're really in Peru shopping for jewelry today.\n", "\nThrough a process called <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/skimming.asp\" rel=\"noopener noreferrer\">skimming</a>, a criminal can tamper with a credit card swiping device at a store so that a purchase authorization, and the relevant information about the account, can be captured by the criminal at the time of the purchase. The information can then be used to make unauthorized transactions.\n", "\nThe transition to credit cards that contain a chip is designed to thwart this technique. The transaction information is coded, and therefore is not vulnerable to attack in this manner.\n", "\nIn a phishing scam, a fraudulent message goes out to a vast number of potential victims in hopes of capturing a few unwary souls.\n", "\nThe message purports to be from a trusted company or agency. The phone, email, or text message asks recipients to supply the necessary information on their accounts. The accounts can then be misused.\n", "\nIn all of the above situations, the customer will have zero liability for misuse of the card as long as certain obligations have been met. These include notifying the credit card issuer as soon as any fraudulent transactions are noticed and taking reasonable care to prevent the theft of the card.\n", "\nThe zero liability policy applies regardless of how the fraudulent transaction was conducted. The customer will not be responsible for unauthorized transactions made in person, by phone, online, or through a mobile app.\n", "\nCredit card issuers offer zero-liability policies because consumers may otherwises refuse to use them. Consumers do not want to expose themselves to the potentially high costs of fraud.\n", "\nZero liability policies have some exceptions. They may not apply to all commercial credit card transactions or to all foreign transactions. The stipulations of the policies are detailed in the cardholder agreement.\n"]}