{"name": "Zone of Support Definition and Example", "@id": "https://www.investopedia.com/terms/z/zone-of-support.asp", "related": ["https://www.investopedia.com/terms/s/saucer.asp", "https://www.investopedia.com/terms/a/ascendingchannel.asp", "https://www.investopedia.com/terms/z/zone-of-resistance.asp", "https://www.investopedia.com/terms/d/descendingchannel.asp", "https://www.investopedia.com/terms/d/diamondtop.asp", "https://www.investopedia.com/terms/f/fibonaccifan.asp"], "body": ["\nZone of support refers to a price zone reached when a security's price has fallen to a predicted low, known as a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/support.asp\">support level</a>. Traders typically use <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/technicalanalysis.asp\">technical analysis</a> to identify a zone of support. The zone of support on a chart shows a lower boundary that the stock has not previously broken through. At the support level, supply outweighs demand and volume is usually low.\n", "\nA zone of support generally shows an area of price lows that the security has not previously easily moved beneath. The zone of support typically occurs around a support <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/trendline.asp\">trendline</a>. While it can be a finite point on a technical chart, continuous trading of a security keeps the support trendline's price dynamic.\n", "\nA zone of support can provide profitable areas for traders. Similar to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/z/zone-of-resistance.asp\">zones of resistance</a>, these areas present an opportunity for a reversal. As such, traders can use a variety of different <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/technical/112601.asp\">technical analysis patterns</a> to identify these zones for profitable trading opportunities.\n", "\nEnvelope channels are a popular charting technique that allows a trader to draw continuous support and resistance boundaries around a security’s moving price. The <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/bollingerbands.asp\">Bollinger Band®</a> tool is one of the most common envelope channels used by traders. This indicator draws support and resistance trendlines two standard deviations above and below a security price's <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/m/movingaverage.asp\">moving average</a>. Other popular envelope channels that incorporate support and resistance boundaries include <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/k/keltnerchannel.asp\">Keltner Channels</a> and Donchian Channels.\n", "\nTraders can also use shorter-term trendlines to draw tighter channels at a security's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/trading/peak-and-trough-analysis/\">peak and trough</a> levels. These channels are known as ascending, descending, or horizontal channels and can help identify a zone of support.\n", "\nSupport zone areas can be subjective. They sit around a support trendline, but the price action in this area can be volatile. Market pricing mechanisms and the use of similar charting techniques by other traders can make trading somewhat <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/choppymarket.asp\">choppy</a> in a support zone.\n", "\nTo identify trading indicators in the support zone, there are a few defined systems traders can use. One is <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/f/fibonacciretracement.asp\">Fibonacci Retracement</a>. This methodology is built around ascending, descending, and sideways channels. The technique draws parameters by percentages, from 0% at the support boundary to 100% at the resistance boundary. Intermediary lines drawn through the charting pattern are available to help a trader better identify zones for trading.\n", "\nAdvanced <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/articles/active-trading/121014/best-technical-analysis-trading-software.asp\">technical analysis charting software</a> can also help a trader to draw support zones on a technical analysis candlestick chart. These software programs typically include support and resistance zones with varying color schemes to represent the strength of the support signals. Traders can usually customize the parameters for support in the charting software based on their preferences.\n", "\nTraders typically watch support zone activity closely as it can be profitable for identifying a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/reversal.asp\">reversal</a> or further downside. If a trader believes that a security's price will rebound from the support zone, then the area can be a good place to buy to benefit from price increases. If the trader finds that the price seems likely to continue its downtrend, then selling or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/s/shortselling.asp\">short selling</a> positions would be the most profitable course of action.\n", "\nAdding two horizontal trendlines to the Campbell Soup Company chart below shows a clear zone of support between $26.50 and $27.50. The two trendlines connect significant peaks and troughs over the past twelve months of price action. Traders can watch the zone of support area for a potential upside reversal or look for a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/b/breakdown.asp\">breakdown</a> that would indicate downside <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/continuationpattern.asp\">continuation</a>. In either case, the zone of support provides a higher probability area from which to trade, due to the increased level of interest in this area from market participants.\n"]}