{"name": "Zoning Definition", "@id": "https://www.investopedia.com/terms/z/zoning.asp", "related": ["https://www.investopedia.com/terms/z/zoning-ordinance.asp", "https://www.investopedia.com/terms/r/realestate.asp", "https://www.investopedia.com/terms/r/ronald-h-coase.asp", "https://www.investopedia.com/terms/c/conditional-offer.asp", "https://www.investopedia.com/terms/c/coase-theorem.asp", "https://www.investopedia.com/terms/h/hoa.asp"], "body": ["\nZoning refers to municipal or local laws or regulations that govern how <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/real-property.asp\" rel=\"noopener noreferrer\">real property</a> can and cannot be used in certain geographic areas. For example, zoning laws can limit <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/commercial.asp\" rel=\"noopener noreferrer\">commercial</a> or industrial use of land in order to prevent oil, manufacturing, or other types of businesses from building in residential neighborhoods.\n", "\nThese laws can be modified or suspended if the construction of a property will serve to help the community advance economically.\n", "\nZoning outlines what types of developmental and operational use of land is allowed on a given tract. Municipalities tend to partition districts and neighborhoods according to a master plan. This may be done to promote economic development, control the flow of traffic, manage noise levels, reserve living space for residents, and protect certain resources.\n", "\nLocal government might ban the use of residential property for business purposes to keep commercial activity confined to specific parts of town. Such zoning can lead to conflicts if residents dispute the designated usage.\n", "\nZoning laws can also regulate the details of construction in specific neighborhoods. For example, zoning can limit the maximum height of buildings in a given area regardless of the type of construction allowed. High-rise residences or offices could be banned on particular parcels through zoning regardless of whether the buildings otherwise comply with the laws.\n", "\nThe presence of zoning restrictions can influence prices when purchasing a piece of property. <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/r/realtor-property-resource-rpr.asp\" rel=\"noopener noreferrer\">Real estate</a> might sell at a premium based on how many limits were put in place by the municipality.\n", "\nAccording to Nobel Prize-winning economist Ronald Coase's <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/c/coase-theorem.asp\" rel=\"noopener noreferrer\">Theorem</a>, in the absence of <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/t/transactioncosts.asp\" rel=\"noopener noreferrer\">transaction costs</a>, questions and disputes over land use and development could be solved optimally without government regulation. Under the assumptions of Coase's Theorem, how a given piece of land should be used and what type of activities should be permitted could simply be negotiated amongst the parties involved to achieve an economically efficient outcome.\n", "\nCoase's Theorem illustrates why, in the real world where transaction costs do occur and frictionless bargaining between stakeholders is unlikely, land use regulations such as zoning and other government-imposed solutions are the norm.\n", "\nCritics of zoning laws claim that the practice creates and widens the disparity of quality of life between socioeconomic groups.\n", "\nFor example, a township might maintain zoning laws that restrict heavy industrial and commercial development to tracts of land adjacent to <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.investopedia.com/terms/i/income-per-capita.asp\" rel=\"noopener noreferrer\">lower-income</a> neighborhoods. The effects of such policies would let more affluent parts of town avoid the associated noise and pollution.\n", "\nAlterations to zoning laws are possible even without full repeals of the current legislation. A developer or property owner can apply for variances that would allow certain exceptions to zoning regulations. This would let property be used in ways generally not permitted—for example, the owner of a home-based business might request a variance to allow the operations to continue.\n", "\nApplicants for variances might be required to explain why the variance is needed and how the change will not cause significant disruption or detriment to the surrounding community.\n"]}